{"published time": "2024-03-09T09-11-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-8.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-7.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/3-6.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-09T09-11-99/000000.jpeg\" srcset=\"../Images/2024-03-09T09-11-99/000000.jpeg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Smart Shooter optical rifle system. Photo: IDF</figcaption></figure><!-- .post-thumbnail --><p><strong>The Israeli company Smartshooter will put the British Army of Smash X4 fire control system for C-Suas.</strong></p><p>UK Defense Ministry<a href=\"https://des.mod.uk/des-secure-hundreds-of-advanced-anti-drone-weapon-sights-for-british-soldiers/\" rel=\"nofollow\" target=\"_blank\">It made</a>With the company, the initial cost of £ 4.6 million for the supply of 225 Smash (Smart Weapon Sight Fire Control System) as the first order from a 5-year contract totaling £ 20 million, reports Armyonform.</p><p>The British Ministry of Defense statement states that the Fire Management System for Counter-Suas will be set on the SA80 A3 assault rifles of the British Army, Fleet and Air Force menaworms to get preference in the fight against unmanned aircraft.</p><p>Last year, the British tested Smash 3000 and Smash X4 in the 2nd experimental battalion of the York Army and finally stopped at the X4 version.</p><p>Smash is a sighting system designed to capture and accompany goals, including UAVs and Life. The escort occurs at a distance of up to 250 meters. In this case, the Smartshooter system allows you to identify the target, track its movement and keep it on the sight, even when the target or infantry is moving.</p><img alt=\"\" class=\"alignnone size-full wp-image-549443\" height=\"800\" loading=\"lazy\" src=\"../Images/2024-03-09T09-11-99/000001.jpeg\" srcset=\"../Images/2024-03-09T09-11-99/000001.jpeg\" width=\"1200\"/><p>“The importance of unmanned aerial vehicles on a modern battlefield is undeniable. Together with the purchase, development and deployment of this technology in different ways, we must also act on ahead of protection of our armed forces from their use by the enemy, ”said the UK Defense Procurement Minister, James Cardlideg.</p><p>The sight has three modes of operation: a day with a holographic sight, a nightlife with a displaying image on the screen, and a regular one that allows you to fire through mechanical equipment.</p><p>Smash X4 combines a 4-fold optical sight with unique Smartshooter Smash fire control capabilities, which provides the arrow with extended detection, recognition and identification ranges, as well as increased lesions.</p><p>Smash X4 also has a engraved grid that allows you to fire without a battery of the device.</p><figure aria-describedby=\"caption-attachment-549444\" class=\"wp-caption alignnone\" id=\"attachment_549444\" style=\"width: 1088px\"><img alt=\"\" class=\"size-full wp-image-549444\" height=\"612\" loading=\"lazy\" sizes=\"(max-width: 1088px) 100vw, 1088px\" src=\"../Images/2024-03-09T09-11-99/000002.jpeg\" srcset=\"../Images/2024-03-09T09-11-99/000002.jpeg\" width=\"1088\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-549444\">Optical Smash X4 rifle system. Photo: Crown</figcaption></figure><p>An additional built -in laser rangefinder (LRF) allows you to measure the range both at the user's initiative and as a system input to increase accuracy. The night vision system is also available when using X4 with night vision thermal devices as a clip.</p><p>\"When the soldier presses on the trigger, the IWOO system (Individual Weapon Overmatch Optic)\" stifles \"the shock mechanism (stops its action) until the rifle is directed to the desired trajectory that is needed for target. Data processing is carried out at the expense of a dual -core computer that can make complex ballistic calculations, ”explained the British portal experts<a href=\"https://des.mod.uk/des-key-player-in-delivery-of-new-4-5-billion-uk-strategy-to-accelerate-uncrewed-systems/\" rel=\"nofollow\" target=\"_blank\">Of & amp; s</a>The principle of functioning of this equipment.</p><p>The entire sight complex has a weight of 1185 grams, the charge of the batteries is enough for 72 hours.</p><p>Smash sighting complex is currently used by the US Army and the Netherlands.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/DXY7N3yWj8U?feature=oembed\" title=\"#SMASH X4 - Magnifying Fire Control System\" width=\"640\"></iframe></p><p>Smart Shooter optical rifle system. Video: Smartshooter</p></div>", "source": "https://armyinform.com.ua/2024/03/09/vyyavyty-ta-znyshhyty-brytanski-desantnyky-otrymayut-kompyuteryzovani-pryczily-dlya-borotby-z-bpla/", "title": "Detect and Destroy: British paratroopers will get computerized sights to fight UAVs", "description": "The UK Ministry of Defense has concluded a contract with the company at its initial value ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["Велика Британія", "ОВТ", "снайпер"]}