{"published time": "2024-03-09T12-53-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/21lifestory-scaled.webp", "https://armyinform.com.ua/wp-content/uploads/2024/03/02-2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/05-2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/07-2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/10-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/15-2.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1152\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-09T12-53-99/000000.png\" srcset=\"../Images/2024-03-09T12-53-99/000000.png\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>When the enemy fighter of the Su-30 fled from the fighter of the soldier of the Navy of the Navy, the enemy fighter of the SU-30 was waiting for him and praying on him.</strong></p><p><strong>Shortly after returning from the next dangerous task, he declared and the newlyweds got up, inviting all the brothers of the man to the wedding.</strong></p><p>About the operations of special forces in the water area of the island of Snake, the return of Ukraine's so -called \"tower of Boyko\", the key to successful performance of the most complex combat tasks, meeting with a loved one, strong combat friendship, as well as seagull The sea of the Armyinform told the machine gunner on the call sign \"Nick\".</p><h2><strong>To the special unit followed after the older brother</strong></h2><p>After the beginning of a large -scale invasion of Nicholas - a private entrepreneur in a peaceful life - could not stay away from Ukraine's defense. At first, his older brother went to the army, and after him, Nick, also announced to serve in the Armed Forces, elected by the special unit of the Navy.</p><p>After the appropriate special training, he was involved in unique operations in the area of Snake Island, returning to the control of Ukraine of drilling gas platforms in the Black Sea and a number of others, which can not be mentioned at this time.</p><figure aria-describedby=\"caption-attachment-549587\" class=\"wp-caption alignnone\" id=\"attachment_549587\" style=\"width: 1500px\"><img alt=\"\" class=\"wp-image-549587 size-full\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-09T12-53-99/000001.jpg\" srcset=\"../Images/2024-03-09T12-53-99/000001.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-549587\">Photo by Vitaliy Pavlenko / Armyinform</figcaption></figure><p>- We were sent to the Head of Intelligence Directorate of the Ministry of Defense of Ukraine, and we have performed a number of tasks in the area of Snake Island and returned to Ukraine \"Boyko's towers\", - Nick recalls.</p><h2><strong>The enemy's towers were caught by surprise and captured the trophies</strong></h2><p>It was critical to restore control over Boyko's towers, as Russian invaders placed radar stations on them, which monitored the situation throughout the Black Sea.</p><p>- There were Russian \"ereleski\", - says the fighter, - we took some of them with us. From there, they took away ammunition for hostile helicopters - unmanaged aviation missiles.</p><p>The landing operation on drilling platforms was risky and bold. The enemy did not expect him to suddenly jump in the sea so far from the land controlled by Ukraine, but Ukrainian special forces were surprised by the occupiers.</p><h2><strong>Waited nights - and \"on the gases\" under fire</strong></h2><p>Recovering, the enemy threw against the Ukrainian military aircraft, whose fire forced the special forces for a long time to hide under the drilling platform, waiting for a successful moment to return to the base.</p><p>- Under the towers I had to stay long, because the enemy did not let us get out. However, we waited for the nights - and we \"rushed under the gases\" under the fire, shaking in response, - says \"Nick\".</p><p>Skillful maneuvering and apt fire on an enemy aircraft were allowed by fighters without loss to return to the base, successfully completing the combat mission.</p><h2><strong>Hostile drying was struck and forced to retreat</strong></h2><p>The fighter reminds his commander, whose skillful control not only removed the boat from under the enemy fire, but also allowed the machine gunner to open a good fire in response.</p><p>- He brought me to the drying and we showed that we were not easy to take! - The special forces smiles proudly. - At that time, the \"Udrots\" had to flee from us, not us from them.</p><figure aria-describedby=\"caption-attachment-549588\" class=\"wp-caption alignnone\" id=\"attachment_549588\" style=\"width: 1500px\"><img alt=\"\" class=\"size-full wp-image-549588\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-09T12-53-99/000002.jpg\" srcset=\"../Images/2024-03-09T12-53-99/000002.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-549588\">Photo by Vitaliy Pavlenko / Armyinform</figcaption></figure><p>During the conversation, \"Nick\" several times calls the Russians \"Uprots\" - a definition, which is well visible to the attitude towards the occupiers who regularly fire Odessa - the hometown of the fighter.</p><h2><strong>Fate combined a young couple during the war</strong></h2><p>It was in Odessa that Nicholas met the love of his life - charming Olga. During our conversation, she is near - helps to remember the circumstances of dating and those three long days when she waited hard for her lover from the task on Boyko's towers.</p><p>Olya met with his future husband already during the war, when he was on a task in the Zaporozhye area. Before the couple, the Facebook algorithm was unexpectedly pushed.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"549590\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.5\" data-size=\"large\" data-width=\"1500\"><div class=\"gallery galleryid-549585 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-1\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" aria-describedby=\"gallery-1-549590\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-09T12-53-99/000003.jpg\" srcset=\"../Images/2024-03-09T12-53-99/000003.jpg\" width=\"150\"/></dt><dd class=\"wp-caption-text gallery-caption\" id=\"gallery-1-549590\">Photo by Vitaliy Pavlenko / Armyinform</dd></dl></div></div><p>- I wrote Ollie, asked where I could know her. Then they corresponded, agreed on the meeting and met for the first time in Odessa, - says Nicholas.</p><h2><strong>Love strengthened despite the war</strong></h2><p>- It was very romantic, the first date we had on July 14 in the park in Odessa, - Olya picks up.</p><p>Since then, the couple began to meet, and Olya made every effort to support her lover. Within a few months after dating, she came to him twice, despite the danger and obstacles, to see at least a few minutes to see Nicholas for a few minutes.</p><figure aria-describedby=\"caption-attachment-549591\" class=\"wp-caption alignnone\" id=\"attachment_549591\" style=\"width: 1500px\"><img alt=\"\" class=\"size-full wp-image-549591\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-09T12-53-99/000004.jpg\" srcset=\"../Images/2024-03-09T12-53-99/000004.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-549591\">Photo by Vitaliy Pavlenko / Armyinform</figcaption></figure><p>- I saw that he needed support because I understood how difficult it was for fighters. When it was possible to come a second time, Nicholas was on the tasks almost all the time, there were heavy shelling. But even the short time we were able to spend together was invaluable to us, ”she says.</p><h2><strong>Three days of waiting: no connection but with faith</strong></h2><p>The most difficult test for loved ones was the separation during the Operation on Boyko's towers, when the fighters did not communicate for three days. The hostile propaganda media resources reported that Russian aviation was destroyed by a Ukrainian boat.</p><p>- I realized that it was the boat where my beloved was. These were probably some of the most difficult days in the whole war, - Olga recalls.</p><p>The soldiers warned that they could not be communicated for a long time, so there was no trust in Russian Telegram channels. However, the anxiety has increased, so the return of Nick from a successfully completed task brought extreme relief.</p><h2><strong>Honey Week in the mountains to rest from the sea</strong></h2><p>Returning to Odessa after the next task in October, Nicholas declared Ollie and she gladly accepted his proposal. However, with the wedding, they decided to wait a few weeks for the Nick's battle brothers to return from study.</p><p>It was a fundamental decision - during the acquaintance, the soldiers of the unit became native people, without whom the newlyweds did not imagine the festive beginning of married life.</p><figure aria-describedby=\"caption-attachment-549594\" class=\"wp-caption alignnone\" id=\"attachment_549594\" style=\"width: 1500px\"><img alt=\"\" class=\"size-full wp-image-549594\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-09T12-53-99/000005.jpg\" srcset=\"../Images/2024-03-09T12-53-99/000005.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-549594\">Photo by Vitaliy Pavlenko / Armyinform</figcaption></figure><p>- After the wedding, we had a honey week in the mountains, - says Olya. - We are Odessa and we love the sea very much, but the man who is fighting on the water wanted to relax.</p><h2><strong>Dolphins are accompanied by dolphins to the combat missions</strong></h2><p>Combat tasks at sea are truly depleted, recognizes Nick. However, he said, nothing compares with the feeling of rapid movement of the boat, next to which seagulls and dolphins are sure to appear.</p><p>\"Dolphins are our friends,\" he says. -They accompany us to almost every combat mission, jumping out of water near the boat.</p><p>When a sweetheart is waiting on the shore, and dolphins are floating along with the Kater, it means that the fighters will definitely return, successfully completing the task.</p><h2><strong>Successful Success: good equipment and weapons, motivated fighters and prayer of a loved one</strong></h2><p>Among the key to successful completion of the tasks \"Nick\" calls the mutual support of the brothers, who every time go to the task, consciously making the decision. For all the time of service, he says, no one has never refused to complete the combat mission.</p><p>- You need to go \"on the positive\" - fun, with jokes, with friendly hosts. Then everything will go well, ”he says.</p><p>Be sure to care for equipment and weapons carefully. Whatever tired fighters returned after the task, the first thing they do - look after the catheter and clean the machine guns, because their life depends on their serviceability.</p><p>- And every time the fighters go to the task, I go to church every day. They all know that I will go to church and I will pray for everyone, I will write for everyone, - Olga supplemenes. - Therefore, they will all be back.</p></div>", "source": "https://armyinform.com.ua/2024/03/09/na-bojovi-zavdannya-speczpryznachencziv-vms-suprovodzhuyut-delfiny-geroj-operacziyi-z-povernennya-vyshok-bojka/", "title": "Navy special forces are accompanied by dolphins - the hero", "description": "Shortly after returning from the next dangerous task, he made up the newlyweds ...", "author": ["Army Inform"], "categories": ["Life story", "main", "Новини"], "tags": ["Вишки Бойка", "ВМС", "Спецпідрозділ"]}