{"published time": "2024-03-04T09-11-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-2.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-2.jpeg"], "content": "<div class=\"single-content\">\n<figure class=\"post-thumbnail\">\n<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"704\" src=\"../Images/2024-03-04T09-11-99/000000.jpeg\" srcset=\"../Images/2024-03-04T09-11-99/000000.jpeg\" width=\"1246\"> <figcaption class=\"wp-caption-text\">\r\n\t\tВипробування ракет AMRAAM-ER для ЗРК NASAMS. Фото: Raytheon (RTX)</figcaption>\n</img></figure><!-- .post-thumbnail -->\n<p><strong> Військово-промислова компанія Raytheon (RTX) у партнерстві з Kongsberg Defense &amp; Aerospace успішно провела льотні випробування нової ракети AMRAAM-Extended Range (ER), створеної для пускової установки NASAMS. </strong></p>\n<p>Як <a href=\"https://www.rtx.com/news/news-center/2024/02/27/rtxs-raytheon-completes-first-flight-test-for-new-amraam-er-variant\" rel=\"nofollow\" target=\"_blank\">заявлено</a> на офіційному порталі RTX, вогневі тести здійснювалися за підтримки Міністерства оборони і Збройних сил Норвегії. А успішні льотні випробування демонструють розширені можливості модернізованого AMRAAM-ER, повідомляє АрміяInform.</p>\n<p>Новий варіант AMRAAM-ER — це перша у своєму роді конфігурація, що включає секцію наведення від ракети AIM-120 C-8. Боєприпас оснащений надійнішим ракетним двигуном від компанії Nammo, системою приводів управління від Kongsberg Defence &amp; Aerospace, розробленою в рамках проєкту Norwegian Propulsion Stack, в якому Міністерство оборони Норвегії виступає партнером.</p>\n<p>Фаза комплексних випробувань включала пробні стрільби, під час яких ракета була запущена по заздалегідь запрограмованій траєкторії польоту для перевірки її безпечного виходу з пускової установки NASAMS та загальних характеристик.</p>\n<p>Пол Ферраро, президент підрозділу систем повітряної та космічної оборони компанії Raytheon, наголосив на важливості інтеграції нової технології в AMRAAM-ER, забезпечуючи її розширені можливості. Він підкреслив гнучкість оновлень програмного забезпечення, які постійно вдосконалюватимуть ракети AMRAAM для ефективної протидії повітряним загрозам, що розвиваються.</p>\n<figure aria-describedby=\"caption-attachment-547318\" class=\"wp-caption alignnone\" id=\"attachment_547318\" style=\"width: 1250px\"><img alt=\"\" class=\"size-full wp-image-547318\" height=\"703\" loading=\"lazy\" sizes=\"(max-width: 1250px) 100vw, 1250px\" src=\"../Images/2024-03-04T09-11-99/000001.jpeg\" srcset=\"../Images/2024-03-04T09-11-99/000001.jpeg\" width=\"1250\"><figcaption class=\"wp-caption-text\" id=\"caption-attachment-547318\">Випробування ракет AMRAAM-ER для ЗРК NASAMS. Фото: Raytheon (RTX)</figcaption></img></figure>\n<p>AMRAAM-ER спеціально розроблена для інтеграції з пусковою установкою NASAMS, забезпечуючи покращений протиповітряний захист за рахунок перехоплення цілей на збільшених дальностях та висотах,  як порівняти зі стандартною версією AMRAAM.</p>\n<p>Разом із тим експерти оборонного порталу Defense Express свого часу <a href=\"https://defence-ua.com/\" rel=\"nofollow\" target=\"_blank\">зазначали</a>, що вже після перших польотних тестів ракети AMRAAM-ER у травні 2021 року у Raytheon розглядали можливість використовувати цю ракету зі збільшеною дальністю не тільки як зброю класу «поверхня — повітря», але й як ракети «повітр — повітря», зокрема для стелс-винищувача F-35.</p>\n<div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p>NASAMS (Norwegian Advanced Surface-to-Air Missile System) зенітно-ракетний комплекс середньої дальності призначений для ураження повітряних цілей на малих та середніх висотах у будь-яких погодних умовах.</p></blockquote></div>\n<p>Як <a href=\"https://armyinform.com.ua/2024/02/09/ukrayina-otrymaye-dodatkovi-systemy-nasams-vid-norvegiyi/\">повідомляла</a> АрміяInform, у першій декаді лютого 2024 року уряд Норвегії запропонував парламенту замовити у виробника Kongsberg Defense and Aerospace (KDA) додаткові пускові установки та центри управління вогнем системи ППО NASAMS, щоб надати їх Україні.</p>\n<p>Зокрема, йдеться про десять пускових установок і чотири центри управління вогнем системи протиповітряної оборони NASAMS.</p>\n<p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/vdIVGXZ95Zw?feature=oembed\" title=\"The AMRAAM®-ER missile takes to the sky\" width=\"640\"></iframe></p>\n<p>Один з етапів випробувань ракет AMRAAM-ER з пускової установки ЗРК NASAMS. Відео: RTX</p>\n</div>", "source": "https://armyinform.com.ua/2024/03/04/vyperedzhayuchy-zagrozy-u-norvegiyi-vyprobuvaly-onovleni-rakety-dlya-znanogo-v-ukrayini-kompleksu-ppo-nasams/", "title": "Випереджаючи загрози: у Норвегії випробували оновлені ракети для знаного в Україні комплексу ППО NASAMS", "description": "Як заявлено на офіційному порталі RTX, вогневі тести здійснювалися за підтримки...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["AMRAAM-ER", "NASAMS", "Raytheon", "ОВТ", "ППО"]}