{"published time": "2024-03-21T13:42:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/ooo.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"999\" src=\"../Images/2024-03-21T13-42-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T13-42-00-08-00/000000.jpg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>Now the theater of hostilities not only in the territory of Ukraine, but also in the territory of the Russian Federation. Due to such changes, the continuation of the front line, it was possible to weaken the pressure of the Kremlin's military machine on other sections of the front.</strong></p><p>According to the Armyinform, the commander of the Russian Volunteer Corps Denis with the call sign of White Rex during the first press conference dedicated to a limited military operation in the territory of Belgorod and Kursk regions said this.</p><p>- We have repeatedly voiced the goal pursued by our corps. However, I will voice again: the main goal is to help the Armed Forces to win this war, to defend the territorial integrity of Ukraine, and then continue the campaign for liberation of the Russian Federation, raise the RDC over the Kremlin and overthrow the regime that stifles the Russian Federation for decades, - said White Rex.</p><p><em>Photo by the author</em></p></div>", "source": "https://armyinform.com.ua/2024/03/21/my-zmogly-perenesty-vijskovi-diyi-na-terytoriyu-rf-komandyr-rdk/", "title": "We were able to move hostilities to the territory of the Russian Federation - RDC commander", "description": "According to the Armyinform, the commander of the Russian Volunteer Corps Denis said this ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Бєлгород", "Денис White Rex", "Командир РДК", "РДК", "Російський добровольчий корпус"], "source_name": "ArmyInform"}