{"published time": "2024-03-21T17:35:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/2086760d-071a-45a4-9066-d15cfe759a86.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-21T17-35-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T17-35-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The Chairman of the Verkhovna Rada of Ukraine Ruslan Stefanchuk, at a meeting with the head of the NATO Military Committee, Admiral Robma Bauer stressed that NATO membership in NATO is the only way to restrain the future Russian aggression and strengthen the collective defense of the Alliance.</strong></p><p>Ruslan Stefanchuk about it<a href=\"https://t.me/verkhovnaradaukrainy/65220\" rel=\"nofollow\" target=\"_blank\">wrote</a>In the telegram.</p><p>“He focused on close cooperation and dialogue with NATO PA, which has repeatedly expressed in favor of Ukraine's membership in the Alliance. He also noted that today the Ukrainian Parliament is in close cooperation with the parliaments of the Union States in the context of the implementation of the necessary legislative changes, in accordance with NATO standards, ”he said.</p><p>The Chairman of the Verkhovna Rada noted that Ukraine is counting on a positive decision on future membership in the Alliance at the Washington Summit.</p><p>“Today, the Ukrainian army de facto is a NATO army: it is fighting NATO weapons, fighting NATO standards and standing in defense of the Alliance's eastern flank. And, despite the long large -scale war, the Alliance can invite Ukraine to the Alliance and start negotiations on introduction, ”Ruslan Stefanchuk summarized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/21/syly-oborony-dokorinno-zminyly-bagato-aspektiv-suchasnoyi-vijny-golova-vijskovogo-komitetu-nato/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, NATO Military Committee Chairman said that Ukraine's defense forces have radically changed many aspects of the modern war.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/ukrayinska-armiya-de-fakto-ye-armiyeyu-nato-voyuye-zbroyeyu-nato-j-stoyit-na-zahysti-shidnogo-flangu-alyansu-ruslan-stefanchuk/", "title": "The Ukrainian army de facto is the NATO army: NATO is fighting and standing for the Eastern Flang of the Alliance-Ruslan Stefanchuk", "description": "Ruslan Stefanchuk wrote about it in a telegram. “He focused on close cooperation and ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "адмірал Роб Бауер", "вторгнення рф", "НАТО", "Руслан Стефанчук"], "source_name": "ArmyInform"}