{"published time": "2024-03-21T16:40:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zaporizhzhya_shpygun.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-21T16-40-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T16-40-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The prison term was received by a teacher of a local higher vocational school, who was spying for the FSB from his own cottage.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11506\" rel=\"nofollow\" target=\"_blank\">She reported March 21</a>Security Service of Ukraine.</p><p>According to the service, for the collection of intelligence information, a man arranged a \"observation post\" on his own cottage, which is located in a garden society near the Southern Front.</p><p>From there, the Russian informant tried to identify the locations of the Armed Forces units using binoculars and other optics.</p><p>He also traveled the surrounding area on a bicycle, where he recorded the movement of Ukrainian military equipment.</p><p>The SBU staff detained the attacker in July 2023 during his intelligence.</p><p>Considering the cooperation with the investigation, the court appointed the FSB Information 9 years in prison.</p><p>According to the investigation, the hostile association supported communication with the invaders through the \"liaison\".</p><p>He was the blogger of the pro-Kremlivsky telegram-channel, who was in the temporarily occupied part of the region and worked at the FSB.</p><p>It was he who remotely involved the teacher of Zaporizhzhya university in cooperation after he saw his anti -Ukrainian comments in the popular messenger.</p><p>On the basis of materials of the SBU, the court found the attacker guilty of unauthorized dissemination of information about movement, movement of the Armed Forces, committed in martial law.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/14/na-zhytomyrshhyni-u-25-razy-zbilshyly-strok-zradnyku/\">reported the armyinform</a>, in Zhytomyr region, the traitor increased 2.5 times.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/na-zaporizhzhi-dachnyj-shpygun-otrymav-9-rokiv/", "title": "In Zaporozhye, the country spy received 9 years", "description": "This was reported on March 21. According to the service, for harvesting ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Запоріжжя", "СБУ", "шпигуни"], "source_name": "ArmyInform"}