{"published time": "2024-03-21T12:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/kolabornatka1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/kolaborantka2.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-21T12-12-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T12-12-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The Security Service exposed two more organizers of the illegal referendum of the Russian Federation, which took place during the occupation of Right -Bank Kherson region.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11503\" rel=\"nofollow\" target=\"_blank\">She reported March 21</a>Security Service of Ukraine.</p><p>One of the persons was detained in Nikolaev and the other in the Chernivtsi region. They tried to avoid justice under the guise of displaced.</p><p>According to the investigation, after the capture of the Kherson region, both figures supported the invaders and became part of the occupation \"election committees\".</p><p>While in the ranks of the pseudo -institution, the collaboration agitated locals \"vote for the annexation\" of Kherson region to Russia.</p><p>Then the 28-year-old resident of Chernobayivka gathered a group of \"like-minded people\" and recorded a video report on the results of fake plebiscite, which was broadcast on Russian TV channels.</p><img alt=\"\" class=\"alignnone size-full wp-image-553835\" height=\"853\" loading=\"lazy\" src=\"../Images/2024-03-21T12-12-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-21T12-12-00-08-00/000001.jpg\" width=\"1280\"/><p>Another malefactor made a double detour on the homes of the villagers and collected \"necessary\" marks in the \"ballots\".</p><p>It was accompanied by armed invaders who, in the event of people refusing to support the Kremlin's project, threatened with the imprisonment and confiscation of property.</p><p>For his cooperation with the aggressor, the person involved received a one -time cash \"reward\" and the promise of further \"prospects\" in the occupation institution.</p><p>After the release of the region, both collaborators fled to different cities in the south and west of Ukraine, where they tried to \"lie down to the bottom\".</p><p>Based on the evidence collected, the security service reported to the detainees of suspicion under the following articles of the Criminal Code of Ukraine:</p><ul><li>⁠ ⁠ch. 2 tbsp. 28, Part 5 of Art. 111-1 (collaborative activity, voluntary occupation by a citizen of Ukraine of a position related to the implementation of organizational-administrative or administrative-economic functions in illegal authorities, committed by prior conspiracy by a group of persons);</li><li>⁠ ⁠ch. 1 tbsp. 110 (encroachment on the territorial integrity and inviolability of Ukraine).</li></ul><p>The attackers are threatened with up to 10 years in prison.</p><p><a href=\"https://armyinform.com.ua/2024/03/19/vatazhka-lnr-sudytymut-za-provedennya-psevdovyboriv-na-okupovanyh-terytoriyah-luganshhyny/\">The Armyinform reported</a>that the leader of the LNR will be tried for holding pseudo -elections in the occupied territories of Luhansk region.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/zatrymaly-dvoh-kolaborantok-z-hersonshhyny-yaki-prykydalysya-pereselenkamy/", "title": "Detained two collaborators from Kherson region who pretended to be displaced", "description": "This was reported on March 21. One of the persons detained in ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["колаборанти", "СБУ"], "source_name": "ArmyInform"}