{"published time": "2024-03-21T19:22:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/07d7f5853529fab92c46f61b02de06e1_1711028121_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-21T19-22-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-21T19-22-00-08-00/000000.jpeg\" width=\"1042\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky held a meeting with the head of the NATO Military Committee Admiral Robert Bauer on the emphasis that his visit was a signal of support for Ukraine.</strong></p><p>About this<a href=\"https://president.gov.ua/news/prezident-zustrivsya-z-golovoyu-vijskovogo-komitetu-nato-89797\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the President of Ukraine.</p><p>“Thank you for your first visit to Ukraine since the beginning of a large -scale war. This is a serious support signal for our society. NATO support and alliance members are primarily very important for the moral condition of our fighters and civilian Ukrainians. We appreciate what we can count on you, ”the head of state said.</p><p>The President informed the chairman of the Military Committee on the primary defense needs of Ukraine and separately stressed the urgent need for additional air defense systems.</p><p>The parties also discussed the possibility of strengthening defense capabilities, as well as the development of Ukraine's future military potential in accordance with NATO's standards and requirements.</p><p>As reported by the Armyinform, NATO Military Committee Chairman Admiral Rob Bauer during his speech at the Kiev Security Forum<a href=\"https://armyinform.com.ua/2024/03/21/syly-oborony-dokorinno-zminyly-bagato-aspektiv-suchasnoyi-vijny-golova-vijskovogo-komitetu-nato/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">He noted</a>successes of Ukraine's defense forces in the war against the Russian aggressor.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/volodymyr-zelenskyj-nazvav-vizyt-admirala-roberta-bauera-do-ukrayiny-serjoznym-sygnalom/", "title": "Volodymyr Zelenskyy called Admiral Robert Bauer's visit to Ukraine \"serious signal\"", "description": "About it reports the office of the President of Ukraine. “Thank you for your first visit to Ukraine with ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Президент України", "Роберт Бауер"], "source_name": "ArmyInform"}