{"published time": "2024-03-21T12:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/gjl2ubsxyaeqaap-e1711015025242.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"914\" src=\"../Images/2024-03-21T12-01-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-21T12-01-00-08-00/000000.jpeg\" width=\"1201\"/></figure><!-- .post-thumbnail --><p><strong>Russian President Volodymyr Putin made two strategic mistakes, daring for a full -scale invasion: he underestimated the determination of Ukraine and underestimated the unity of NATO.</strong></p><p>According to the correspondent of the Armyinform, the NATO Military Committee Chairman Admiral Rob Bauer stated this during a speech at the Kiev Security Forum.</p><p>Rob Bauer stressed that it would be a serious historical mistake to allow Putin to win.</p><p>“It would be dangerous for all of us. Because the result of this war will determine the fate of the world. Today, the 756th day of the war, which, according to the Russian leadership, should last three days. I will never be able to understand how difficult each of these days was, ”the Admiral said.</p><p>He stressed that with the help of NATO countries and other partners of Ukraine can defeat the Russian aggressor.</p><p>\"I say it from the bottom of my heart: you are not alone (Rob Bauer said it in Ukrainian - ed.). NATO is together. Democracy will defeat autocracy. Freedom will win the oppression. The light will win the darkness. Glory to Ukraine, ”said NATO Military Committee.</p><p>Admiral Rob Bauer too<a href=\"https://armyinform.com.ua/2024/03/21/syly-oborony-dokorinno-zminyly-bagato-aspektiv-suchasnoyi-vijny-golova-vijskovogo-komitetu-nato/\">He noted success</a>The Defense Forces of Ukraine in the war against the Russian aggressor.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/21/admiral-rob-bauer-u-kyyevi-rozpoviv-pro-dvi-strategichni-pomylky-putina/", "title": "Admiral Rob Bauer in Kiev told about two Putin's strategic mistakes", "description": "According to the correspondent of the Armyinform, the head of the NATO Military Committee said this ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "адмірал Роб Бауер", "НАТО"], "source_name": "ArmyInform"}