{"published time": "2024-03-21T13:33:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/image-2.webp", "https://armyinform.com.ua/wp-content/uploads/2024/01/rekrutyng.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"472\" src=\"../Images/2024-03-21T13-33-00-08-00/000000.png\" srcset=\"../Images/2024-03-21T13-33-00-08-00/000000.png\" width=\"840\"/></figure><!-- .post-thumbnail --><p><strong>Authorized Representative of the Ministry of Defense of Ukraine on recruitment Alexei Bezhevets explained how the recruit should act if it is distributed to another military unit, than the one to which he received the letter of the ratio.</strong></p><p>Alexei Bezhevets gave relevant comments live on March 21, 2024 on March 21, 2024.</p><p>So, when asked by a presenter who to contact a person if the situation when he received a letter of relation but did not get into the military unit, the representative of the Ministry of Defense recommended in such cases recruits to turn to his recruiters.</p><p>“The process of design is long. A civilian person who enters the military system is first taught. A minimum of 1 month is a basic training at the training center. Prior to that, documents are drawn up in the Tax Code and JV. That is, there are many steps. Each of these steps can hypothetically arise the situations and issues you say, ”Alexei Bezhevets said.</p><figure class=\"kg-card ai-readalso-card\"><a class=\"ai-readalso-container\" href=\"https://armyinform.com.ua/2024/01/31/rekrutyng-v-zsu-nadayemo-mozhlyvist-dlya-normalnogo-vyboru-misczya-sluzhby/\" target=\"_blank\"><div class=\"ai-readalso-content\"><div class=\"ai-readalso-title\">Recruiting in the Armed Forces: We provide an opportunity for normal choice of place of service</div></div><div class=\"ai-readalso-thumbnail\"><img alt=\"Рекрутинг в ЗСУ: надаємо можливість для нормального вибору місця служби\" src=\"../Images/2024-03-21T13-33-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-21T13-33-00-08-00/000001.jpg\"/></div></a></figure><p>“That is, somewhere there will be a situation when you are told: no, you will not go where you wanted and decorated, but in some other place. In this case, you call your recruiter and say: I have this situation, please, get involved, something is wrong. We obliged all the recruiters to control this process as much as possible and to escalate the issue to Kiev, to the General Staff of the Armed Forces to be included, and these issues helped to solve these issues, ”he added.</p><p>In turn, the presenter asked Alexei Bezhevts, or then the military unit 100% guarantees the recruitment of obtaining an agreed position.</p><p>“The execution of those algorithms that are brought to all should occur. This is an army. There is order here. Should be anyway. This order has been proven. Of course, he is being done, ”Alexei Bezhevets replied.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/19/minoborony-planuye-stvoryty-merezhu-rekrutyngovyh-czentriv-po-vsij-ukrayini/\">Armyinform</a>, The Ministry of Defense plans to create a network of recruiting centers across Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/u-minoborony-rozyasnyly-diyi-rekrutiv-u-razi-potraplyannya-ne-v-tu-vijskovu-chastynu/", "title": "The Ministry of Defense explained the actions of recruits in case of \"not in the military unit\"", "description": "Alexei Bezhevets gave the corresponding comments live on \"One News\" ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["Олексій Бежевець", "рекрутинг"], "source_name": "ArmyInform"}