{"published time": "2024-03-21T16:19:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/08/minoborony.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" src=\"../Images/2024-03-21T16-19-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T16-19-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Defense, in cooperation with the office of counteracting the raid, returned to the defense department of the land plot, which local deputies of one of the territorial communities of Dnipropetrovsk region on February 24, 2022 - on the day of the beginning of a large -scale invasion of Russia - illegally seized and transferred to communal property.</strong></p><div id=\"article_heading\"><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/21/minoboroni-povernulo-740-gektariv-zemel-poligonu-na-dnipropetrovshhini/\" rel=\"nofollow\" target=\"_blank\">informs</a>Defense Office of Ukraine.</p></div><div id=\"aticle-content\"><p class=\"justifyfull\" dir=\"ltr\">It is more than 740 hectares of landfill lands located in Dnipropetrovsk region.</p><p class=\"justifyfull\" dir=\"ltr\">“The MOU's complaint is now completely satisfied. The decision on registration of this land by outsiders in the State Register of Real Property Rights will be canceled. The specified land will now be used as intended, ”the message reads.</p><p class=\"justifyfull\" dir=\"ltr\">State Secretary of the Ministry of Defense Lyudmila Daragan stressed that all the collected materials of the case would be sent to law enforcement agencies in order to bring the perpetrators to account.</p><p class=\"justifyfull\" dir=\"ltr\">It is noted that in 2023 the Ministry of Defense abolished state registration for outsiders 58 plots with a total area of 2380 hectares and returned to its property more than 30 thousand square meters of real estate. This, in particular, was provided in court and out -of -court procedures, through the implementation of court decisions, appeal of the unlawful decisions of state registrars and the production of legal documents.</p><p dir=\"ltr\">As reported by the ArmyInform, in the property of the Ministry of Defense<a href=\"https://armyinform.com.ua/2024/01/11/u-vlasnist-minoborony-povernuto-zemelnu-dilyanku-vartistyu-84-mln-grn/\">turned</a>Land worth UAH 84 million.</p></div></div>", "source": "https://armyinform.com.ua/2024/03/21/minoborony-povernulo-740-gektariv-zemel-vijskovogo-poligonu-na-dnipropetrovshhyni/", "title": "The Ministry of Defense returned 740 hectares of land landfill in Dnipropetrovsk region", "description": "About it reports the defense department of Ukraine. It is more than 740 hectares ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "землі оборони", "міноборони"], "source_name": "ArmyInform"}