{"published time": "2024-03-21T15:31:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/herson_kolaborant-e1711027853104.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"373\" src=\"../Images/2024-03-21T15-31-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T15-31-00-08-00/000000.jpg\" width=\"404\"/></figure><!-- .post-thumbnail --><p><strong>The order of deprivation of the title of \"Honorary Citizen of Kherson\" Vyacheslav Gromikhin, which was awarded in August 2012, was signed.</strong></p><p>About this<a href=\"https://t.me/roman_mrochko/6916\" rel=\"nofollow\" target=\"_blank\">reported March 21</a>Head of Kherson Military Administration Roman Mrochko.</p><p>According to him, Vyacheslav Gromikhin has been the chief architect of Kherson for over 20 years. During the occupation, the Russian troops remained in the city and evacuated to the left bank shortly before de -occupation. The hostile telegrams of the channels have recently spread the video, where the former chief architect of Kherson eagerly communicated with the Russian propaganda near one of the polling stations in the temporarily occupied territory during the illegal elections of the President of the Russian Federation.</p><p>“Gromikhin made his choice, so no longer an honorary citizen of Ukrainian Kherson! People who have disgraced themselves to cooperate with the Russian occupation authorities have no right to remain honorary citizens of Kherson! ” - Roman Mrochko wrote.</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/21/u-zradnykiv-tabachnyka-ta-vorona-konfiskuvaly-majno-na-ponad-200-mln-grn/\">The Armyinform reported</a>that the traitors of Tabachnyk and Crows confiscated the property for more than UAH 200 million.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/v-hersoni-kolaboranta-pozbavyly-zvannya-pochesnogo-gromadyanyna/", "title": "In Kherson the collaborator was deprived of the title of Honorary Citizen", "description": "This was reported on March 21 by the head of the Kherson Military Administration Roman Mrochko. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["колаборанти", "Херсонщина"], "source_name": "ArmyInform"}