{"published time": "2024-03-21T20:25:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/e8471f27e31ac39786a208110370f8f5_1711040892_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-21T20-25-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-21T20-25-00-08-00/000000.jpeg\" width=\"1043\"/></figure><!-- .post-thumbnail --><p><strong>President Volodymyr Zelenskyy, speaking at a meeting of the European Council, stressed that in the battle for the bridge, Ukrainians proved that Russian defeats are a completely earthly reality.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/nashij-yevropi-potribna-realna-oboronna-samodostatnist-vistu-89793\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the President of Ukraine.</p><p>“Today in Ukraine we recall the battles of the beginning of a large -scale war, including the battle for Kiev. It was these days two years ago that the Russian army managed to stop under our capital, ”the Head of State recalled.</p><p>Then, according to him, we proved that Russian defeats are not fantasy, it is something that can be provided.</p><p>“We must clearly see our common European goal now. It is the same as it was from the beginning. The Putin system must lose in this war against Ukraine. Because it is a war of Russia not only against Ukraine, but against all of us, against your countries also, against all our Europe and the European way of life, ”Volodymyr Zelenskyy said.</p><p>The President emphasizes that Putin is trying to expand the system opposite to the European one in which people do not matter at all.</p><p>“Human rights, dignity of all communities in society, equality of peoples - there is no whole of this in the Putin system. He armed this system, put her resources in Russia and threw it into the war. And he must lose, ”the head of state said.</p><p>Nowhere in Europe, the President of Ukraine emphasizes, they do not have to prevail in violence and degradation that prevail in Russia.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/21/volodymyr-zelenskyj-nazvav-vizyt-admirala-roberta-bauera-do-ukrayiny-serjoznym-sygnalom/\">Armyinform</a>.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/prezydent-ukrayinczi-dovely-shho-rosijski-porazky-cze-ne-fantastyka-a-czilkom-zemna-realnist/", "title": "President: Ukrainians proved that Russian defeats are not a fantasy, but a completely earthly reality", "description": "The office of the President of Ukraine informs about it. “Today we in Ukraine recall the battles of the beginning ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Володимир Зеленський", "вторгнення рф", "Президент України"], "source_name": "ArmyInform"}