{"published time": "2024-03-21T11:03:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/golovna-9.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/fcs-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/iordaniya.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/armata.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/armata1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/armata2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/armata3.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1067\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-21T11-03-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T11-03-00-08-00/000000.jpg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>Today, the statistics of combat use of tanks indicate that a large part of the hits into the tank falls on the tower. This figure varies around 50%.</strong></p><p><span>Therefore, there is a need to remove the crew from the most affected tank and reduce the size of the tower itself and the likelihood of hitting it.</span></p><p><span>There is a lot of paper projects to realize this idea. As for their peculiarities, our correspondent communicated with military analyst Sergei Berezutsky.</span></p><p><span>So, we tell you what kind of experiences did engineers from different countries in recent years about FMBT (Futuristic Main Battle Tank).</span></p><img alt=\"\" class=\"alignnone size-full wp-image-553782\" height=\"1532\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-21T11-03-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-21T11-03-00-08-00/000001.jpg\" width=\"2048\"/><p><span>The development of this project began in the 90s of the last century. It should have been a 40-ton machine. The remotely managed semi-bout housed 120 mm gun XM291 and 40 shots of the first stage.</span></p><p><span>Another weapon option: a combat module, which included 140 mm gun, paired with 30 mm automatic M-230 with 400 first-stage shots and 7.62 mm machine gun with 4000 cartridges, 40 mm grenade launcher and 100 grenades to it and in addition 7 anti -aircraft self -controlled missiles.</span></p><p><span>The on -board system of detection of goals was envisaged.</span></p><p><span>The upper frontal part of the armor</span><span>—</span><span>Improved passive armor 1000 mm thick with dynamic protection elements.</span></p><p><span>It was also planned to use the signature materials and the active protection of the LV-100 gas turbine engine of the front location.</span></p><p><span>Crew</span><span>—</span><span>Two people in the case in a row in front of the case.</span></p><p><span>But this set of innovations did not correspond to the technical level of the then American MIC, in general, the design was too fantastic to implement. However, the US did not attempt to create a tank with a deserted tower.</span></p><p><span>Another interesting development: Future Combat System</span><span>—</span><span>Tracked (FCS-T). Вона ж Composite Armored Vehicle (CAV) Advanced Technology Demonstrator (ATD).</span></p><p><span>That she predicted. Semi -barn with a smooth -bore bicaliber gun of the Khm291 caliber from 120 to 140 mm, 18 MJ, V 1800 m/s; 120 mm electrothermochemical or electrothermic gun; 25/35 mm electromagnetic automatic gun, Halfaire Purtur, improved TU pupto or hypersonic LOSAT. The project losat went into the CKEM project</span><span>—</span><span>(Compact Kinetic Energy Missile), to launch 120 mm smooth -barrel gun and MRM.</span></p><p><span>It was also possible to use microwave weapons. Az. The third generation of ivis (inter vekhicle information system)</span><span>—</span><span>Includes a circular automatic multi -date system detection and fire control</span><span>—</span><span>Detection and Control 15</span><span>–</span><span>20 goals at the same time</span><span>—</span><span>thermal imager, radar, optics, recognition system \"your own</span><span>—</span><span>Alien ”, ranking goals by the degree of danger. Crew</span><span>—</span><span>Two</span><span>–</span><span>Three people, deserted machines are possible.</span></p><p><span>The actions of these machines were to be controlled by a distributed information system based on intelligence data obtained from unmanned flying means and autonomous land devices.</span></p><p><span>But real life is somewhat different from fantastic series. Result</span><span>—</span><span>All the money is spent, and the pomry came out.</span></p><p><span>It is also appropriate to mention the Jordanian project Tariq AB9C4 modernization of the English heavy tank \"Centurion\"</span><span>—</span><span>Semi -to -Falcon Ab9C4 (King Abdullah II Design and Development Bureau</span><span>—</span><span>KADDB).</span></p><img alt=\"\" class=\"alignnone size-full wp-image-553783\" height=\"717\" loading=\"lazy\" src=\"../Images/2024-03-21T11-03-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-21T11-03-00-08-00/000002.jpg\" width=\"1000\"/><p><span>The basis of the tower part is Swiss and British developments. 120 mm Compact L50 gun, drum-type charging machine for six shots in the niche feed towers and a special ammunition for four shots. Fast</span><span>—</span><span>up to 8 shots per minute.</span></p><p><span>Despite the attractiveness of a common idea, it also did not gain further development.</span></p><p><span>Today the most honey -spinned Project of a tank with a deserted tower</span><span>—</span><span>This is the Russian \"Armat\".</span></p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"553784,553785,553786,553787\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.5950520833333\" data-size=\"large\" data-width=\"1225\"><div class=\"gallery galleryid-553781 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-1\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-21T11-03-00-08-00/000003.jpg\" srcset=\"../Images/2024-03-21T11-03-00-08-00/000003.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-21T11-03-00-08-00/000004.jpg\" srcset=\"../Images/2024-03-21T11-03-00-08-00/000004.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-21T11-03-00-08-00/000005.jpg\" srcset=\"../Images/2024-03-21T11-03-00-08-00/000005.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-21T11-03-00-08-00/000006.jpg\" srcset=\"../Images/2024-03-21T11-03-00-08-00/000006.jpg\" width=\"150\"/></dt></dl></div></div><p><span>The tower there is 80% based on the development of Kharkiv engineers of the Morozov KB.</span></p><p><span>These HCBM projects are still classified, so there is very little information about them.</span></p><p><span>In the Armata project, the Russians decided to place three tankers in a row in armored, but they have only two hatches in the front of the case. Mehvod occupies a reclining position on the left, he has a hatch. In the middle</span><span>—</span><span>The gunner, he has no hatch. Right</span><span>—</span><span>commander.</span></p><p><span>The complex form of towers is determined by numerous devices for detecting goals and fire control systems. A lightweight casing with geometric characteristics is installed on the tower, which should reduce the visibility in the RL.</span></p><p><span>Protection of the tower</span><span>—</span><span>only from fire 25</span><span>–</span><span>30mm automatic gun. On the sides, the thickness of the armor is only 50 mm. Therefore, the tower with all weapons can be affected by a modern automatic gun. In addition, we will add the absence of a visual canal of the commander and the gunner, the inability to provide a circular inspection from the commander's place. But that's not all.</span></p><p><span>According to Sergey Berezutsky, in fact, \"Armat\" \"did not fly\" because</span><span>—</span><span>power plant, transmission, aiming complex.</span></p><p><span>12-cylinder experimental X-shaped diesel with TN A-85-3, it is 2a12-3, it is 12hn15/16, it is 12n360,</span><span>—</span><span>Failed copying of the Austrian Zimmerning engine.</span></p><p><span>Russians developed this engine for about 30 years but never decided the main problem moment</span><span>—</span><span>The engine heat transfer to the tank system simply asks, and the cooling system boils.</span></p><p><span>The problem of creating a modern fuel system with the use of electronic control of the formation of a fuel mixture is not solved (the engine in case of sharp changes in rotation and during starting and heating begins to smoke in the gray-blue spectrum).</span></p><p><span>Difficult to operate. Yes, in order to maintain air purifiers, you need to remove the roof of a motor-transmission.</span></p><p><span>As a duplicate engine created a diesel 12tv373h (\"seagull\"). However, despite the fact that its development was to be completed in 2017, the results were declared unsatisfactory, and the project was closed in the first quarter of 2020 with the wording: \"Production for mass production of the developed engine due to its shortcomings and technically unattainable parameters is inappropriate.\"</span></p><p><span>The Armata transmission is actually borrowed from the GM-569 BUK SAM chassis with the addition of a hydro-500 hydrotransformer. There were problems with electronic brains, which were to ensure uniform operation and stable power transfer. The supply of this system was to make one of the French companies (most likely Renk France S.A.S.), which refused to do so after sanctions after the start of a large -scale invasion.</span></p><p><span>Also, as planned, the guns and stabilization systems were not operated. All Armati shots whose video is available on open access,</span><span>—</span><span>Only from the place. This confirms: the system of armament stabilization does not work.</span></p><p><span>In general, there is nothing in the characteristics of \"Armat\" that could not be implemented on the T-72/90 platform. In fact, the Russians in the best traditions of shows made a kind of \"Potemkin Tank: 2023\".</span></p><p><span>Several specimens are stored in a separate hangar in Alabino near Moscow and used exclusively for parades. On the eve of each event, a factory brigade came to service, which prepared cars for movement without the help of horses.</span></p><p><span>So, if you summarize, there are both advantages and cons.</span></p><p><span>Pluses: a small silhouette of a populated compartment in both frontal and profile planes, insulation of tankers from BC, improved protection from the upper hemisphere (which is especially relevant in the light of the use of drones), a smaller amplitude Machines, the ability to sell a long rollback gun, an unlimited back wall of the tower.</span></p><p><span><strong>Cons:</strong>Reservoir layout, complications of construction, inability to manually dub in case of refusal of the MZ (charging mechanism.</span><span>—</span><span>Ed.), The absence of a duplicate optical channel from sights to operators in case of failure of the electronic canal or damage/failure of power supply.</span></p><p><span>Therefore, the media-spray project, which was to show the grandeur of Russian design thought, was another pollute. Instead of \"Armat\", the Russians began the issue of \"Break-3\", he was T-90m.</span></p><p><span>Developments are ongoing, from time to time, weapons exhibitions appear the latest promising samples of the future tanks, but a number of issues are still needed for their mass production.</span></p></div>", "source": "https://armyinform.com.ua/2024/03/21/tanky-z-bezlyudnoyu-bashtoyu-chomu-rosijskyj-proryv-vyyavyvsya-pshykom/", "title": "Tanks with a deserted tower: why Russian \"breakthrough\" was a \"poll\"", "description": "So, there is a need to remove the crew from the part of the tank that is most affected and ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["FMBT", "російські танки", "Т-90 Прорив", "танки"], "source_name": "ArmyInform"}