{"published time": "2024-03-21T14:00:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/29ad940714f6a406ec8acf34ac531eda41bf3183-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1610\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-21T14-00-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T14-00-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>Deputy Minister of Defense of Ukraine Ivan Havrylyuk held negotiations with the Minister of Defense of the Netherlands Kaisa Ollogren, who visited Ukraine. The Ministry of Defense of Ukraine spoke about the results of the visit of the Minister of Defense of the Netherlands Kaisa Ollogren to Ukraine.</strong></p><p dir=\"ltr\">About this<a href=\"https://www.mil.gov.ua/news/2024/03/21/zbroi-dlya-sil-oboroni-ukraini-bude-bilshe-%E2%80%93-peregovori-ukrainskoi-ta-niderlandskoi-delegaczij/\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the website of the defense department.</p><p class=\"justifyfull\" dir=\"ltr\">It is known that the Netherlands will buy ammunition worth 150 million euros for F-16 aircraft that will be transferred to Ukraine. The Netherlands partner has also concluded a contract for the Purchase of ISR-Drones worth about 200 million euros.</p><p class=\"justifyfull\" dir=\"ltr\">The Deputy Minister of Defense noted the role of the Netherlands in a number of coalitions in support of the Defense Forces of Ukraine. He expressed his particular gratitude for the leading role of the Netherlands in the work of the Air Force Coalition, for the important decision of the government of the country to provide F-16 aircraft for the training of Ukrainian pilots in one of the EU countries.</p><p class=\"justifyfull\" dir=\"ltr\">According to Kaisa Ollogren, her country does everything possible to make the transition to the F-16 as easier for the Ukrainian air forces in such a short term and during the war.</p><p class=\"justifyfull\" dir=\"ltr\">\"We are actively working on plan,\" she said.</p><p class=\"justifyfull\" dir=\"ltr\">Ivan Havrylyuk also emphasized the important role of the Netherlands in the Coalition of Air Defense, Artillery Coalition, and Missiles Provision to Ukraine for air defense systems.</p><p class=\"justifyfull\" dir=\"ltr\">The Minister of Defense of the Netherlands said that European countries are now trying to accelerate the production of ammunition. The Netherlands, in particular, are looking for ways to buy ammunition outside the continent.</p><p class=\"justifyfull\" dir=\"ltr\">Also this year, the Netherlands plan to strengthen the Ukrainian fire power of 155 mm SUA Dita.</p><p class=\"justifyfull\" dir=\"ltr\">Deputy Minister of Defense Kateryna Chernoroenko noted that earlier the Netherlands had already contributed to the amount of EUR 10 million in support of IT coalition, and also joined the drone coalition.</p><p dir=\"ltr\">According to the results of the negotiations, Ivan Havrylyuk and Kaisa Ollogren signed an agreement between the ministries of defense of the two countries on the procedure for donation of goods and services.</p><p dir=\"ltr\">As reported by the Armyinform, the Minister of Defense of the Netherlands<a href=\"https://armyinform.com.ua/2024/03/21/ministerka-oborony-niderlandiv-vidvidala-pozycziyi-syl-oborony-na-shidnomu-napryamku/\">Visited positions</a>The forces of defense in the eastern direction.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/zbroyi-bude-bilshe-u-minoborony-rozpovily-pro-rezultaty-peremovyn-ukrayinskoyi-ta-niderlandskoyi-delegaczij/", "title": "There will be more weapons: the Ministry of Defense told about the results of negotiations of Ukrainian and Dutch delegations", "description": "This is stated on the website of the defense department. As you know, the Netherlands will buy ammunition ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "вторгнення рф", "міноборони", "Нідерланди", "підтримка України"], "source_name": "ArmyInform"}