{"published time": "2024-03-21T22:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/6583274365064.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"450\" src=\"../Images/2024-03-21T22-23-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-21T22-23-00-08-00/000000.jpeg\" width=\"720\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Defense, together with law enforcement agencies, continues to actively fight corruption in the defensive system of the state. This is one of the priority tasks of the head of the department Rustem Umerov.</strong></p><p>As<a href=\"https://www.mil.gov.ua/news/2024/03/21/nova-arhitektura-zakupivel-za-standartami-nato-%E2%80%93-cze-antikorupczijnij-zapobizhnik-yakij-mi-vprovadzhuemo-%E2%80%93-dmitro-klimenkov/\" rel=\"nofollow\" target=\"_blank\">informs</a>The Ministry of Defense of Ukraine, the Deputy Minister of Defense of Ukraine Dmitry Klimenkov told about it on the air of the only news on the TV channel \"Public\":</p><p class=\"\">“One of the priorities of the Minister's team is to clean the system from poor participants both within the institution and from the outside. We actively cooperate with law enforcement agencies and conduct an internal audit to ensure maximum transparency and compliance with honesty and efficiency standards. ”</p><p class=\"\">According to him, the result of the cooperation of the Ministry of Defense with the DBR and the office of the GP was the detention of the former head of the central department of food support for the Command of the Armed Forces forces.</p><p class=\"\">“This testifies to the correctness of our chosen path of building a new NATO procurement architecture. We move away from the Soviet system forever and install transparent and competitive procurement procedures, ”Dmitry Klimenkov said.</p><p class=\"\">Within the framework of the new system, he explained, the purchase of rear property is carried out by the state operator of the rear, and weapons and ammunition - the Agency for Defense Procurement.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/dmytro-klimenkov-zakupivli-za-standartamy-nato-cze-antykorupczijnyj-zapobizhnyk-yakyj-my-vprovadzhuyemo/", "title": "Dmitry Klimenkov: NATO's purchases are the anti -corruption fuse we introduce", "description": "According to the Ministry of Defense of Ukraine, about it on the air of the Tele scale \"One News\" ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["боротьба з корупцією", "Дмитро Кліменков"], "source_name": "ArmyInform"}