{"published time": "2024-03-21T11:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/nachprod_aresht.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"862\" src=\"../Images/2024-03-21T11-11-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-21T11-11-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The former chief of the Central Food Supporting Department of the Armed Forces of the Armed Forces of Ukraine was informed of suspicion of illegal enrichment.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22561\" rel=\"nofollow\" target=\"_blank\">reported March 21</a>Office of the Prosecutor General.</p><p>The exponent is currently detained.</p><p>According to the investigation, the suspect was already released from office, being an authorized person to perform the functions of the state, acquired assets by almost UAH 58 million.</p><p>It is a car toyota, 2022, an apartment in Kyiv, a regional base of special medical purpose in Khmelnytskyi with a total area of 2022 square meters. m, 55 plots in different regions, as well as the only property complex of Khmelnitsky State Experimental Prosthetic Orthopedic Enterprise.</p><p>The amount of illegally acquired funds by more than six thousand five hundred non -taxable minimum incomes of citizens exceeds its legal income.</p><p>Currently, a search is underway at the place of residence of the exponent. The issue of election of a suspect in the form of detention is also resolved.</p><p>The court made an arrest on illegally acquired assets.</p><p>As<a href=\"https://armyinform.com.ua/2024/02/23/vijskova-kontrrozvidka-sbu-vykryla-kerivnyka-upravlinnya-na-nezakonnomu-zbagachenni/\">reported the armyinform</a>, military counterintelligences of the Security Service of Ukraine exposed to corruption the head of the Main Directorate of Capital Investments of the Ministry of Defense.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/za-nezakonne-zbagachennya-zatrymaly-eksnachproda/", "title": "For illegal enrichment detained the sap", "description": "This was reported on March 21 by the Office of the Prosecutor General. Currently, the exposting ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["незаконне збагачення", "Офіс Генерального прокурора", "продовольче забезпечення"], "source_name": "ArmyInform"}