{"published time": "2024-03-21T20:57:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/d7ed5d130dfd50e3fd4c4ab4275d7515_1711040892_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-21T20-57-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-21T20-57-00-08-00/000000.jpeg\" width=\"1043\"/></figure><!-- .post-thumbnail --><p><strong>The available air defense systems are not enough to close the territory of Ukraine from terror of Russia.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/nashij-yevropi-potribna-realna-oboronna-samodostatnist-vistu-89793\" rel=\"nofollow\" target=\"_blank\">stated</a>President of Ukraine Volodymyr Zelensky, speaking at a meeting of the European Council.</p><p>“And it is not about hundreds of systems, but about an attainable amount to protect the entire territory of Ukraine. You all know what steps you need to take. I urge you to help protect our cities: Kharkiv, Sumy, Dnipro, Odessa, Kherson and others, ”the Head of State emphasized.</p><p>He emphasized that it was necessary to give reliable protection of the sky and over the front in Ukraine.</p><p>\"We need to make Putin lose the battle for the Ukrainian sky, and if he does it, he will lose the earth,\" Volodymyr Zelenskyy said.</p><p>Speaking at the video at a meeting of the Euro Council, the President thanked for the creation of a fund for assistance to Ukraine with a volume of 5 billion euros and for supporting the Czech initiative to purchase shells for our soldiers.</p><p>\"The use of artillery on the front is now, unfortunately, humiliating for Europe - in the sense that Europe can provide more, and it is critical to prove now,\" Volodymyr Zelenskyy said.</p><p>He stressed that it is not necessary to expect Putin to prepare for the Baltic States or other parts of Europe, if you can destroy its aggressive potential now.</p><p>“I hope we can all agree that our Europe needs real defensive self -sufficiency. This can only be achieved by increasing the production of weapons and ammunition on the continent ... Please do not waste the time it takes to activate defense production, ”he urged the leaders of Europe.</p><p>The President of Ukraine also proposed \"to invest in our production of drones - one of the key weapons in the modern war.\"</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/21/prezydent-ukrayinczi-dovely-shho-rosijski-porazky-cze-ne-fantastyka-a-czilkom-zemna-realnist/\">Armyinform</a>, the head of state noted that Ukrainians proved that Russian defeat is not a fantasy, but a completely earthly reality.</p></div>", "source": "https://armyinform.com.ua/2024/03/21/volodymyr-zelenskyj-zaklykav-lideriv-krayin-yes-dopomogty-zahystyty-ukrayinski-mista/", "title": "Volodymyr Zelenskyy called on EU leaders to help protect Ukrainian cities", "description": "This was stated by President of Ukraine Volodymyr Zelensky, speaking at ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "Володимир Зеленський", "Європейська Рада", "Президент України"], "source_name": "ArmyInform"}