{"published time": "2024-03-17T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_5456267955840079586_y.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"719\" src=\"../Images/2024-03-17T09-11-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-17T09-11-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>The decision to create the Lugansk Cadet Corps of the Investigative Committee of the Russian Federation has already been approved by the Government of the invaders. Will try to have time before the beginning of the new year.</strong></p><p>About this<a href=\"https://t.me/luhanskaVTSA/17655\" rel=\"nofollow\" target=\"_blank\">reported</a>The head of Lugansk Ova Artem Lisogor in his telegram channel, reports the Armyinform.</p><p>There will be boys and girls who are prone to Russian propaganda. As noted in the so -called \"LNR\", in particular, they will teach children to properly understand the concept of \"a dolg before family\".</p><p>The Novopskov community was occupied in the first days of the war. Almost all critical infrastructure survived there. But even local collaborators and invaders cannot cope with it. Water quality there is at an extremely low level. It is not recommended even as a technical one. The population is forced, for the most part, to consume water from wells, who they have.</p><p>Earlier the Armyinform<a href=\"https://armyinform.com.ua/2024/03/17/za-dobu-vorog-obstrilyav-15-naselenyh-punktiv-harkivshhyny/\">reported</a>that during the day the enemy fired at 15 settlements of Kharkiv region.</p></div>", "source": "https://armyinform.com.ua/2024/03/17/zagarbnyky-pragnut-do-pochatku-novogo-roku-vidkryty-kadetskyj-korpus-na-okupovanij-luganshhyni/", "title": "The invaders seek to open the Cadet Corps before the new year in the occupied Luhansk region", "description": "This was reported by the head of Lugansk Ova Artem Lisogor in his telegram channel, reports ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Артем Лисогор", "війна", "вторгнення рф", "Луганщина", "ТОТ"], "source_name": "ArmyInform"}