{"published time": "2024-03-17T20:53:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/72743-1_large.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"425\" src=\"../Images/2024-03-17T20-53-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-17T20-53-00-08-00/000000.jpg\" width=\"640\"/></figure><!-- .post-thumbnail --><p><strong>President Volodymyr Zelenskyy noted France's leadership in support of Ukraine and thanked the partners for new support packages.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/same-zaraz-i-same-ukrayinskim-zahistom-u-cij-vijni-virishuye-89729\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the President of Ukraine.</p><p>“I want to celebrate French leadership in Europe today. We appreciate how President Macron works out a strategic perspective for Europe. The prospect of real, long -term security, which is possible only through Putin's loss in this war, ”Volodymyr Zelenskyy said.</p><p>He also mentioned the countries that have helped us this week, provided us with new support packages, and made new decisions for the sake of Ukraine.</p><p>“The United States, thank you for the help package. It is very important that stability is restored in supporting our protection. Now and our Ukrainian protection in this war is deciding whether Putin will be able to expand the Ruin and the world. It is most advantageous to stop it now, ”the head of state said.</p><p>“Denmark, thank you for the next one, already 16th defense package for the artillery we need. Germany, thank you for the weekly steps to support our country and people. I thank all the states that joined the Czech initiative for the purchase of shells for Ukraine. Separately, I want to mention Greece for understanding the threats to all in Europe, ”he stressed.</p><p>The head of the Ukrainian state thanked Canada \"for joining our coalition of drones and this weapon, which proved its extraordinary efficiency.\"</p><p>\"And in such difficult conditions of war, the lack of seizure of our army is an obvious short -sightedness of some partners,\" Volodymyr Zelenskyy summarized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/17/volodymyr-zelenskyj-vidznachyv-bojovi-pidrozdily-yaki-najkrashhe-proyavyly-sebe-na-poli-boyu/\">Armyinform</a>, President of Ukraine Volodymyr Zelensky told in daily video reporting about units that showed themselves the best on the battlefield.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/17/glava-derzhavy-vidznachyv-liderstvo-francziyi-v-pidtrymczi-ukrayiny/", "title": "The Head of State noted the leadership of France in support of Ukraine", "description": "The office of the President of Ukraine informs about it. “I want to celebrate today the French ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "Володимир Зеленський", "вторгнення рф", "Президент України", "Україна", "Франція"], "source_name": "ArmyInform"}