{"published time": "2024-03-17T18:03:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/61b0d682967bb_65f6fe1192338.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"547\" src=\"../Images/2024-03-17T18-03-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-17T18-03-00-08-00/000000.jpg\" width=\"885\"/></figure><!-- .post-thumbnail --><p><strong>A modern rehabilitation center will appear in Zaporozhye, which will be able to receive assistance to more than 2500 military and civilians a year.</strong></p><p>As<a href=\"https://t.me/ivan_fedorov_zp/5491\" rel=\"nofollow\" target=\"_blank\">reported</a>The chairman of the Zaporizhzhya Ova Ivan Fedorov, this was a meeting with representatives of the Zaporizhzhya administration and the Minister of Health Viktor Lyashko.</p><p>The parties discussed common medicine tasks in the Zaporozhye region, in particular, it was agreed to take care of the creation of high -quality and transparent medicine for both residents and health workers.</p><p>“We will create a modern regional rehabilitation center in Zaporozhye. More than 2500 military and civilians a year will be able to receive assistance in it, ”Ivan Fedorov said.</p><p>He thanked the doctors of the region who did not go, but stayed in Zaporozhye, 45 km from the front line to save life to military and civilian.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/17/nataliya-kalmykova-anonsuvala-shho-za-kilka-tyzhniv-u-pryfrontovyh-rajonah-budut-mobilni-stomatologichni-kabinety/\">Armyinform</a>, Deputy Minister of Defense of Ukraine Natalia Kalmykova announced that in a few weeks there will be mobile dental offices in frontline areas.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/17/u-zaporizhzhi-zyavytsya-suchasnyj-czentr-reabilitacziyi-dlya-vijskovyh/", "title": "A modern rehabilitation center for the military will appear in Zaporozhye", "description": "According to the head of Zaporizhzhya Ova Ivan Fedorov, it was discussed at a meeting with ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Запоріжжя", "Іван Федоров", "медична реабілітація"], "source_name": "ArmyInform"}