{"published time": "2024-03-17T19:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/430612371_758114019835012_5986616668636653644_n-e1710696194268.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"610\" src=\"../Images/2024-03-17T19-23-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-17T19-23-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>The armed forces fix the increase in the density of mine-explosive barriers in the Siversky and Slobozhansky directions.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid036Rjk5u3JsfAxjgxY2ELbdLGYjhEjG97t43aXvLUa9vzxsSqznszNvjkAwPTxgMFZl\" rel=\"nofollow noopener\" target=\"_blank\">Reported</a>General Staff of the Armed Forces of Ukraine.</p><p>\"In the Siversky and Slobozhansky directions, the enemy retains military presence in the border areas, conducts sabotage and intelligence activities, carries out shelling of settlements from the territory of the Russian Federation, increases the density of mine-explosive barriers along the state border of Ukraine,\"-the message reads.</p><p>In the Sumy region, the enemy struck in areas of settlements Velika Pisarivka, Popivka, Oleksandrivka, Luhivka.</p><p>In the Chernihiv region, the village of Lukashivka came under enemy fire.</p><p>At the same time, more than 20 settlements were hit by enemy artillery and mortar shelling, including Klyusy and Hirsk of Chernihiv oblast; Pustohorod, Iskryskivshchyna, Popivka of the Sumy Oblast; Kozacha Lopan, Starytsia, Gatyshche of the Kharkiv region.</p><p>As reported by<a href=\"https://armyinform.com.ua/2024/03/17/vijska-rosiyi-shturmuyut-pozycziyi-zsu-na-semy-napryamkah-za-dobu-ponad-60-boyezitknen/\">АрміяInform</a>, Russia's troops storm the Armed Forces of the Armed Forces in seven directions, more than 60 battles per day.</p></div>", "source": "https://armyinform.com.ua/2024/03/17/rosiya-naroshhuye-shhilnist-minno-vybuhovyh-zagorodzhen-vzdovzh-kordonu-ukrayiny/", "title": "Russia increases the density of mine-explosive barriers along the border of Ukraine", "description": "This was reported by the General Staff of the Armed Forces of Ukraine. “On Siverskyi and Slobozhansky ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "вторгнення рф", "ГШ ЗСУ", "Хроніка оборони"], "source_name": "ArmyInform"}