{"published time": "2024-03-17T11:06:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4308-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4291.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4306.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-17T11-06-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-17T11-06-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The localization of regional blocks is again in the world, and NATO can only be limited to the European continent in the near future.</strong></p><p><span>About this, as well as what French President Macron's statements actually mean to send troops to Ukraine and US Expature Donald Trump about the US possible withdrawal from NATO, said Doctor of Philosophy in Social and Behavioral Philosophy during a meeting with the Army. Andriy Rudyk.</span></p><p><span></span><span>—</span><span>Trump's recent statements about NATO are very demonstrative, but in fact it is not a new idea, not the first story that the US can get out of NATO. These ideas about the translation of responsibility have arisen for a long time. Because really</span><span>—</span><span>Little NATO states use the protection of larger states.</span></p><p><span>For all respect for Montenegro, the Montenegrin troops make up 2750 people, less than one brigade by number. Or Luxembourg</span><span>—</span><span>NATO-forming agent in 1949, one of the signatories of the North Atlantic Agreement. Currently, its armed forces are 900 servicemen, the smallest Army of NATO. In Iceland, there is no permanent army at all. There are only coastal security units. Obviously, the main beneficiary of this story is the United States of America. They currently have a second contingent in Europe after Turkish. In Turkey</span><span>—</span><span>The largest armed forces among NATO members on the European continent.</span></p><div class=\"readmore\"><span class=\"readmore-caption\">Read also:</span><div class=\"readmorelink\"><a href=\"https://armyinform.com.ua/2024/03/13/eksperty-nazvaly-try-krayiny-yaki-u-sviti-sformuvaly-vis-zla-v-armiyainform-govoryly-pro-tretyu-svitovu/\"><span></span><span>Experts named three countries that formed the \"axis of evil\" in the world: in the Armyinform spoke of the third world</span></a></div></div><p><span>The expert said that since the 1950s, when the European Union was created, there was an idea of creating a single European army. This happened against Stalin's preparation for the Third World War.</span></p><p><span>—</span><span>It was no secret for anyone: troops were preparing, equipment, weapons were preparing. And Europe was very afraid of that moment, having survived the Second World War, surviving a new division, the establishment of a cold curtain, the division of Germany, the division of Austria (existed until 1955.</span><span>—</span><span>Ed.). She was afraid that the US would not be able to provide proper protection. Therefore, in France there was an idea about creating a single European army,</span><span>—</span><span>Andrey Rudyk told.</span></p><p><span>However, after Stalin died, Austria was re -united, and the situation in the world was discharged, the need for a pan -European army disappeared. The United States of America was then able to provide some protection. However, this idea was still periodically. For example, during the Caribbean crisis. A number of states have been well aware that Europe needs to gradually move to the pan -European army. Yes the number of Finabel Member States</span><span>—</span><span>Organizations that contribute to the cooperation and compatibility between the national ground forces of the European Union Member States have doubled, and in 2021, Norway and Montenegro were joined by EU members.</span></p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"552220\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.5003663003663\" data-size=\"large\" data-width=\"2048\"><div class=\"gallery galleryid-552218 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-1\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-17T11-06-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-17T11-06-00-08-00/000001.jpg\" width=\"150\"/></dt></dl></div></div><p><span></span><span>—</span><span>The situation in which Americans, as the NATO chief beneficiary, will fight in the Pacific and will not be able to join the European Theater. In essence, Macron's statements are now Trump's statements can be regarded as such a prism</span><span>—</span><span>The possibility of creating a single European army. At least, Europe is now gradually. But this is a very difficult process. At one time he was at the peak point during the presidency of the deceased Jacques Shirak, when they could not accept the codified constitution of the European Union, could not, roughly speaking, \"federalize\" Europe, because it is impossible in principle. However, this idea is glowing, because Europe gradually comes to understand that you need to take personal responsibility.</span></p><p><span>Obviously, Europe is not monolithic as the United States of America, either the same Russia, or China or India. It is, in fact, a heterogeneous political, cultural and economic organism. However, the realities of today may indicate that one of the new world order may be an independent Europe in a wider partnership with the States. This means that Europeans are ready to take more responsibility.</span></p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"552221\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.5003663003663\" data-size=\"large\" data-width=\"2048\"><div class=\"gallery galleryid-552218 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-3\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-17T11-06-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-17T11-06-00-08-00/000002.jpg\" width=\"150\"/></dt></dl></div></div><p><span>Andriy Rudyk emphasizes that Russia attacked Ukraine in 2014 and 2022 not because it was afraid of NATO. And today's news from Belarus, where their military, and fear of so -called small NATO partners, such as Lithuania, Latvia and Estonia, will require the inclusion of traditional \"old European players\", including France, Germany, Great Britain, Finland and Sweden.</span></p><p><span>He also emphasizes that Turkey pursues a rather independent policy that goes beyond NATO. These are the issues of Azerbaijan and the question of relationships with Pakistan, etc.</span></p><p><span>—</span><span>Do not forget that there are NATO substitutes. For example, Aukus was created in 2021</span><span>—</span><span>Australia, USA and UK. That is, gradually, the world still comes to the fact that NATO can become a purely European system, while the states will concentrate with its traditional partners, including New Zealand, in the Pacific. That is, what was earlier: NATO existed under the auspices of the states, there was a Baghdad pact under the auspices of the States and the United Kingdom, but there was a major responsibility in the Middle East monarchy, the Pacific Bloc Anzus in Australia, New Zealand and the USA.</span></p><p><span>Currently, the localization of regional blocks is again. It cannot be said that there is something bad or good. These are realities, the answer to the challenges of today. And it is important for Ukraine to find yourself in this process, it is important to articulate our interests and to understand that we should be one of the creators of this new world order. We unfortunately have fallen such a fate</span><span>—</span><span>Recover large -scale aggression of the Russian Federation. We have reflected it since 2014, we reflect it now. It is necessary to realize that in the post -war world Ukraine will have one of the most capable armed forces</span><span>—</span><span>Refatted, trained, trained. And you also need to take responsibility.</span></p><p><span>Andriy Rudyk is convinced that the security agreements that Ukraine is currently signed by Ukraine can be considered the beginning of the formation of a new world order. Despite the fact that many of these agreements are criticized, considering not a military-political union, but more by declarations of certain intentions.</span></p><p><span>—</span><span>For the US, the Pacific region is closer to a number of reasons. And Europeans are well aware that in which the war will fall on their shoulders. Therefore, the achievement of such agreements is an example of how gradually Europe is trying to find points of contact for its collective security.</span></p><p><span>I always emphasize that Ukraine should not go into NATO as a victim state or as a state that wants it to be defended. Simple arithmetic: even taking the staffing of peacetime armed forces, we will have the second NATO contingent in Europe after Turkish. And given that the border with the Russian Federation we have 2295 km</span><span>—</span><span>The land and the seas pass, it is a large area of responsibility. And if you take into account that the combined NATO response forces</span><span>—</span><span>These are the most capable parts stationed at the main geopolitical points, much of the responsibility will lie on us.</span></p><p><span>And until we are ready for this, and now we have objectively other other tasks, this security architecture will not be built. And as soon as we finish the war with a victory, we will turn to this understanding, and all this architecture, believe me, is being built.</span></p><p><em>Photo by Vitaliy Pavlenko</em></p></div>", "source": "https://armyinform.com.ua/2024/03/17/bezpekovi-ugody-yaki-pidpysuye-ukrayina-mozhna-vvazhaty-pochatkom-formuvannya-novogo-svitovogo-poryadku-andrij-rudyk/", "title": "The security agreements signed by Ukraine can be considered the beginning of the formation of a new world order - Andriy Rudyk", "description": "About this, as well as what the statements of French President Emmanuel Macron actually mean ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["stoprussia", "агресія рф", "безпекові угоди", "війна"], "source_name": "ArmyInform"}