{"published time": "2024-03-15T12:00:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/golovne-foto-2.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"905\" src=\"../Images/2024-03-15T12-00-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T12-00-00-08-00/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Alexander Musienko</figcaption></figure><!-- .post-thumbnail --><p><strong>Today, a three -day voting begins in Russia in the so -called presidential election. The permanent President Putin is running for the fifth term. Opposition candidates were not allowed to vote.</strong></p><p>The so -called polling stations were also opened in the temporarily occupied territories of Ukraine - in the territory of Zaporizhzhya, Kherson, Donetsk and Luhansk regions, as well as in the Crimea. According to local residents, they are forced to participate in the vote.</p><p>However, is it possible to call the phenomenon that takes place in the Russian Federation, elections? Ukraine and the West declare that illegal elections in the occupied Ukrainian territories violate international law and their results will not be recognized. What should be the reaction of the world at all and is it possible to punish the Russian dictator?</p><p>The Armyonform appealed to the Head of the Center for Military Legal Research, Analytics and Expert Oleksandr Musienko.</p><p><strong>- Mr. Alexander, can it be called what Russia is now in elections?</strong></p><p>— For some reason, this phenomenon that is currently taking place in Russia is called \"elections\". However, I would like to remind you that Putin's press secretary, Peskov, said in a comment for The New York Times that there are no elections in Russia, because it is a bureaucracy. I would not call this action \"elections\" because it has absolutely nothing to do with democratic elections — neither on the territory of Russia, and even more so in the temporarily occupied territories. This is a crime in the sense of Ukrainian legislation, first of all, it is a crime in the understanding of international law, it is a crime against democracy.</p><p>- A question that is probably interested in everyone now is the legitimacy of such \"elections\". After all, the day before the chairman<a href=\"https://twitter.com/ZygisPavilionis/status/1768216504548348097\" rel=\"nofollow\" target=\"_blank\">Îñòîðîâî</a>A joint statement of committees from 20 countries, in which he rejected the legitimacy of the \"elections\" of the President of the Russian Federation held at the Tot. What is your opinion on this?</p><p>- It should be understood that what is happening now is not a crime against democracy in Ukraine or against Russian democracy, where it is not a priori, which is a crime against democracy in the world. Therefore, the question arises as states that call themselves democratic will observe and give it an assessment. Now it is the most induced moment. Because world democracy should take exams, but the exams are not only about elections in Britain, the US, France, Germany or other countries ... The exam is a matter of support of values ... international, democratic, legal, which were established after the Second World War, and and and Even before that, if we talk about liberal democracy.</p><p><strong>- In your opinion, what is the reaction of the international community?</strong></p><p/p><p><strong>- Do people who are on the tot have a chance not to vote?</strong></p><p>\"The most important thing is that people who find themselves in the TOT should understand, regardless of what box they are told to put and where, it has no legitimacy. If there is a question of whether you will be deported to the Arctic Circle or vote, then it is probably better to go and save your own life, because for us people are the most valuable.</p><p>As it was reported earlier, today the UN Security Council will be going to discuss Russia's attempts to organize elections in temporarily occupied territories.</p><p>The meeting was initiated by the Ukrainian delegation. It will begin at 15:00 in Eastern American time (at 21:00 in Kiev).</p><p>The UN has already stressed that the plans of the Russian Federation to organize voting in the temporarily occupied territories of Ukraine for the election of the President of the Russian Federation are contrary to international law.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/15/vybory-prezydenta-rf-na-okupovanyh-terytoriyah-ye-ispytom-dlya-svitovoyi-demokratiyi-oleksandr-musiyenko/", "title": "The \"election\" of the President of the Russian Federation in the occupied territories is an exam for world democracy - Alexander Musienko", "description": "The so -called polling stations were also opened in the temporarily occupied territories of Ukraine - on ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["вибори на ТОТ", "думка експерта", "засідання ООН", "Олександр Мусієнко", "псевдовибори рф"], "source_name": "ArmyInform"}