{"published time": "2024-03-15T20:07:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/10/35951-himars-m142-vehicle-u.s.-army.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"450\" src=\"../Images/2024-03-15T20-07-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T20-07-00-08-00/000000.jpg\" width=\"800\"/></figure><!-- .post-thumbnail --><p><strong>Germany, France and Poland have agreed to create a new coalition of long -range reactive artillery for the Ukrainian army.</strong></p><p>This was stated by German Chancellor Olaf Scholtz after meeting in Berlin with French President Emmanuel Macron and Polish Prime Minister Donald Tusk, reports, reports<a href=\"https://www.spiegel.de/politik/deutschland/olaf-scholz-will-noch-mehr-waffen-fuer-ukraine-beschaffen-a-6309c090-05a0-45a3-9dc7-48ddd393b1e0\" rel=\"nofollow\" target=\"_blank\">Bild</a>.</p><p>According to Olaf Sholtz, a coalition for the purchase of reactive artillery will be formed within the framework of a contact group on Ukraine's support in Ramstein format.</p><p>Chancellor also stated that Germany, France and Poland will buy more weapons for Ukraine in the world market.</p><p>He also agreed with Emmanuel Macron and Donald Tusko to expand military equipment and work with partners in Ukraine.</p><p>Olaf Scholtz said that the Weimar Triangle meeting sent a \"Support for Kiev\". Speaking about President of Ukraine Vladimir Zelensky, the chancellor added: \"He knows what he can rely on us.\"</p><p>\"At the same time, we are sending a clear signal to Moscow. the Russian president must know that we will not retreat from our support for Ukraine, we stand unwaveringly and united on the side of Ukraine,\" Olaf Scholz said.</p><p>As reported by the Armyinform, next week in Germany<a href=\"https://armyinform.com.ua/2024/03/15/pentagon-oficzijno-anonsuvav-vizyt-llojda-ostina-do-nimechchyny-dlya-provedennya-ramshtajnu-20/\">Happen</a>Another meeting of the Contact Group on Defense of Ukraine in Ramstein format.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/kanczler-nimechchyny-anonsuvav-stvorennya-koalicziyi-dalekobijnoyi-reaktyvnoyi-artyleriyi-dlya-ukrayiny/", "title": "German Chancellor announced the creation of a coalition of long -range jet artillery for Ukraine", "description": "This was stated by German Chancellor Olaf Scholtz after meeting in Berlin with President of France ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["допомога партнерів", "Німеччина", "Польща", "реактивна артилерія", "Франція"], "source_name": "ArmyInform"}