{"published time": "2024-03-15T07:17:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/11/398192034_3459683157615369_7399066330837902323_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"799\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-15T07-17-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T07-17-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, 76 combat clashes took place.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0fsdwUdH2rGhfQuxT5Zdgx9XKoLDZAm3WUW4XNP4SS5ofS1oFTPQTGUywBS1B4LhCl\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces.</p><p>In the Kupyansk direction, the enemy of the offensive (assault) did not take action.</p><p>In the Liman direction, our warriors reflects 16 enemy attacks in the areas of Ternya settlements, Yampolivka, Razdolivka of Donetsk region and Bigorivka of Luhansk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p>In the Bakhmut direction, 5 enemy attacks in the districts of Bogdanivka Ivanovsky and Klischiyivka of Donetsk region were reflected.</p><p>In the Avdeevsky direction, our defenders reflects 20 enemy attacks in the areas of settlements Berdychi, Orlovka, Tonny, Pervomaisk Donetsk region.</p><p>In the Novopavlovsky direction, the forces of defense continue to restrain the enemy in the districts of Krasnogorivka, St. George, Novomykhailivka and Vodyany Donetsk region, where the enemy, with the support of aviation, tried 24 times to break through the defense of our troops.</p><p>In the Orikhiv direction, the enemy attacked the positions of our defenders 7 times in the areas of Staromayorsky Donetsk region; Robots and western Verbov Zaporizhzhya region.</p><p>In the Kherson direction, the enemy does not give up the intention of knocking out our units from the bridgeheads on the Left Bank of the Dnieper. Yes, during the last day, one unsuccessful storm of the positions of our troops was carried out.</p><p>At the same time, our warriors continue to be active in the occupation troops of losses in living strength and technology, depleting the enemy along the entire front line.</p><p>As reported by the Armyinform, the Air Force at night<a href=\"https://armyinform.com.ua/2024/03/15/syly-ppo-unochi-znyshhyly-vsi-zapushheni-vorogom-shahedy/\">Destroyed</a>All launched by the Shahda enemy.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/na-novopavlivskomu-napryamku-vorog-24-razy-namagavsya-prorvaty-oboronu-zsu/", "title": "In the Novopavlovsky direction the enemy tried to break through the defense of the Armed Forces 24 times", "description": "About it reports the General Staff of the Armed Forces. In Kupyansk direction enemy ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Генштаб ЗС України", "оперативна інформація"], "source_name": "ArmyInform"}