{"published time": "2024-03-15T19:22:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zvedennya-gsh.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"638\" src=\"../Images/2024-03-15T19-22-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T19-22-00-08-00/000000.jpg\" width=\"741\"/></figure><!-- .post-thumbnail --><p><strong>The enemy caused 8 missile and 57 aviation strikes, and made 46 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02Y5BNUz9h2ASPyHWk6BLrTqqBdMQtev6nNtvTvL2JuCcvHLu6tQiZD4qMiFRukj9Pl\" rel=\"nofollow\" target=\"_blank\">reported on the evening of March 15</a>General Staff of the Armed Forces of Ukraine.</p><p><strong>In Volyn and Polissya directions</strong>Operative situation without significant changes. No signs of formation of offensive groups of the enemy were detected.</p><p><strong>At Siversky and Slobozhansky</strong>Directions of the enemy retain military presence in border areas, conducts sabotage and intelligence activities, carry out shelling of settlements from the territory of the Russian Federation, increases the density of mine-explosive barriers along the state border of Ukraine.</p><p><strong>In Kupyansk direction</strong>Defense forces repelled 3 enemy attacks in the areas of Sinkivka settlements, Tabayivka of Kharkiv region, where the enemy tried to improve his tactical position.</p><p><strong>In the estuary direction</strong>Our warriors repelled 9 attacks of the enemy in the areas of settlements of Bigorivka of Luhansk region and Terny, Rozdolivka of Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction</strong>The enemy of the offensive (assault) did not take action. The enemy struck an aviation strike in the area of the settlement of the Yar of Donetsk region.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled more than 20 enemy attacks in the areas of settlements Berdichi, Orlovka, Tonenke, Pervomaisk Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of Krasnogorivka, St. George, Novomikhailivka, Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops 22 times.</p><p><strong>In the Orikhiv direction</strong>The enemy attacked the positions of our defenders 5 times in the districts of Staromayorsky Donetsk region and a robot Zaporizhzhya region.</p><p>In the area of ​​responsibility, \"Odesa\",<strong>in the Kherson direction</strong>, during the day, the enemy performed 3 in vain storms of the positions of our troops.</p><p>During the day, the Aviation of Defense forces struck in 7 areas of concentration of personnel, weapons and military equipment of the enemy.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/15/prezydent-proviv-naradu-z-ministrom-oborony-ta-golovkomom-stosovno-droniv/\">The ArmyInform reported earlier</a>, The President held a meeting with the Minister of Defense and the Chief Committee on the situation at the front and drones.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/genshtab-zsu-za-dobu-rosiyany-68-raziv-atakuvaly-syly-oborony/", "title": "General Staff of the Armed Forces: During the day the Russians attacked the defense forces 68 times", "description": "The General Staff of the Armed Forces of Ukraine reported this on the evening of March 15. On...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Зведення ГШ ЗСУ"], "source_name": "ArmyInform"}