{"published time": "2024-03-15T08:34:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/cooperation-lithuania-and-ukraine.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-15T08-34-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T08-34-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Lithuanian Parliament approved the resolution \"comprehensive support for the victory of Ukraine\", in which, in particular, he called on the international community urgently and significantly to increase Ukraine's assistance.</strong></p><p>About this<a href=\"https://www.lrs.lt/sip/portal.show?p_r=35403&amp;p_k=1&amp;p_t=287835\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the site of the Lithuanian Seimas.</p><p>“Today we also urge the international community to urgently and significantly increase political, economic, financial, military, technical and humanitarian assistance to Ukraine; to find in Washington the will to invite Ukraine to NATO membership; Finally, negotiations on membership in the European Union and create a special international tribunal, ”said Parliament Chairman Victoria Chmilite-Nilsen.</p><p>According to her, this should be done, because every day of unrestrained aggression of the Russian Federation generates the loss of Ukraine.</p><p>This resolution repeats or updates the previously accepted positions of Lithuania on important issues. In particular, the new positions include the illegal and compulsory movement of Ukrainian children to Russia and Belarus, as well as the so -called election of the President of Russia on March 17, which will aim to legalize temporarily and illegally occupied and annexed territories of Ukraine.</p><p>As reported by the Armyinform, USA<a class=\"\" href=\"https://armyinform.com.ua/2024/03/15/ssha-zasudzhuyut-rosijski-vybory-na-okupovanyh-terytoriyah-ukrayiny-derzhdep/\" title=\"Читати: США засуджують російські вибори на окупованих територіях України — Держдеп\">condemn</a>Russian elections in the occupied territories of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/terminovo-i-suttyevo-u-sejmi-lytvy-zaklykaly-mizhnarodnu-spilnotu-zbilshyty-dopomogu-ukrayini/", "title": "Urgently and significantly: in the Diet of Lithuania urged the international community to increase assistance to Ukraine", "description": "This is stated on the website of the Lithuanian Seimas. “Today we also urge international ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "допомога партнерів", "Литва", "підтримка України", "Світ підтримує Україну"], "source_name": "ArmyInform"}