{"published time": "2024-03-15T16:20:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/6-29-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"576\" sizes=\"(max-width: 1024px) 100vw, 1024px\" src=\"../Images/2024-03-15T16-20-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T16-20-00-08-00/000000.jpg\" width=\"1024\"/></figure><!-- .post-thumbnail --><p><strong>The state of the rear operator has regulated food suppliers for the Armed Forces of Ukraine in 13 sectors that cover the whole of Ukraine. The average price per set is 111.49 UAH.</strong></p><p class=\"\">About this<a href=\"https://www.mil.gov.ua/news/2024/03/15/derzhavnij-operator-tilu-uklav-dogovori-z-postachalnikami-na-harchuvannya-dlya-zsu/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p class=\"\">As it is noted, according to the results of two rounds of collection of commercial proposals, 5 suppliers were selected, whose proposal was most economically advantageous.</p><p class=\"\"><strong>Cherkasy Meat Factory will supply 4 sectors:</strong></p><ul><li>Kharkiv, Donetsk, Sumy, Lugansk, Poltava regions. Price for the set - 118,38 UAH;</li><li>Cherkasy, Kirovohrad, Vinnytsia, Kyiv regions. Price for the set - 104,88 UAH;</li><li>Zaporizhzhia, Dnipropetrovsk, Kherson regions. Price for the set - 108,48 UAH;</li><li>Dnipropetrovsk, Poltava, Donetsk, Zaporizhzhya regions. Price for the set - 111,72 UAH.</li></ul><p class=\"\"><strong>Busk Canned Plant will supply 2 sectors:</strong></p><ul><li>Mykolaiv, Kherson, Odesa, Kirovohrad regions. Price for the set - 113,76 UAH;</li><li>Volyn, Rivne, Zhytomyr regions. Price for the set - 113,76 UAH.</li></ul><p class=\"\"><strong>\"Your Bread\" will supply in 5 sectors:</strong></p><ul><li>Chernivtsi, Ivano-Frankivsk, Ternopil regions. Price for the set - 109,62 UAH;</li><li>Lviv, Ivano-Frankivsk, Ternopil regions. Price per set — 109.62 UAH;</li><li>Transcarpathian, Lviv, Ivano-Frankivsk region. Price for the set - 111,24 UAH;</li><li>Zhytomyr, Kyiv, Chernihiv, Vinnytsia, Cherkasy regions. Price for the set - 104,94 UAH;</li><li>Vinnytsia, Khmelnitskaya, Zhytomyr, Kyiv regions. Price for the set - 104.94 UAH.</li></ul><p>\"Fud Grand\" will supply to a sector consisting of Kharkiv, Donetsk, Sumy, Lugansk, Poltava regions. Price for the set - 118,38 UAH. \"Yug Produ\" will be supplied to a sector, which consists of the Nikolaev, Kherson, Odessa, Kirovograd regions. The price for the set is 119.70 UAH, ”the department said.</p><p class=\"\">The Defense Ministry also added that the first deliveries are expected from April 1.</p><p>As reported by ArmyInform, the State Logistics Operator has started<a href=\"https://armyinform.com.ua/2024/03/14/derzhavnyj-operator-tylu-rozpochav-proczes-stvorennya-naglyadovoyi-rady/\">The process of creating a supervisory board</a>.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/dot-uklav-dogovory-z-postachalnykamy-harchuvannya-dlya-zsu/", "title": "DOT has concluded contracts with food suppliers for the Armed Forces", "description": "The Ministry of Defense of Ukraine informs about it. As noted, according to the results of two ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "ДОТ"], "source_name": "ArmyInform"}