{"published time": "2024-03-15T08:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_5445059792004568715_y.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-15T08-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T08-14-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The Commander-in-Chief of the Armed Forces Lieutenant General Oleksandr Syrsky visited the Ukrainian military in the Avdeevsky direction and stated that together with the commanders, they considered the optimal options for our troops and took all necessary measures to strengthen the defense in this direction.</strong></p><p>He reported this on his Telegram page.</p><p>According to him, the enemy has concentrated the main efforts in the Avdiivsky direction and has been trying to break through the defense of our troops in the strips of three brigades for several days in a row, throwing the assault units on equipment and walking daily.</p><p>“The offensive actions of the enemy are supported by the intense artillery fire and the active use of FPV-iots and drones with discharges. The enemy's aviation periodically strikes with a booth from a distance of 40-50 km, artillery positions and basic elements of combat order are covered by means of EWS, ”the message reads.</p><p>He said that in these conditions it is the most effective way of defense.</p><p>\"It is the destruction of armored vehicles and assault groups of the enemy infantry with artillery fire, the actions of armored groups, the comprehensive use of percussion drones of different types, protection against hostile drones of their units by means Syrsky.</p><p>The Commander -in -Chief of the Armed Forces added that the organization and provision of these issues was devoted to his work.</p><p>“Together with the commanders, they considered the optimal options for our troops, reserves maneuver, ammunition and other material means. All necessary measures have been taken to strengthen the defense and organize constant interaction between all elements of operational construction in this direction, ”he said.</p><p>As reported by the Armyinform, in the Novopavlovsky direction the enemy 24 times<a href=\"https://armyinform.com.ua/2024/03/15/na-novopavlivskomu-napryamku-vorog-24-razy-namagavsya-prorvaty-oboronu-zsu/\">tried</a>to break through the defense of the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/golovnokomanduvach-zsu-na-avdiyivskomu-napryamku-vzhyvayemo-vsi-neobhidni-zahody-dlya-zmicznennya-oborony/", "title": "Commander -in -Chief of the Armed Forces in the Avdeevsky direction: we take all necessary measures to strengthen defense", "description": "He reported this on his Telegram page. According to him, the enemy ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Авдіївський напрямок", "агресія рф", "війна", "Головнокомандувач Збройних Сил України", "Олександр Сирський"], "source_name": "ArmyInform"}