{"published time": "2024-03-15T12:10:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/chernogorenko.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1023\" src=\"../Images/2024-03-15T12-10-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-15T12-10-00-08-00/000000.jpeg\" width=\"1536\"/></figure><!-- .post-thumbnail --><p><strong>Deputy Minister of Defense of Ukraine Kateryna Chernororenko told how currently the Ministry of Defense continues to improve the register of servicemen.</strong></p><p class=\"\">Her comments Kateryna Chernororenko<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">gave</a>Live during the Telernahon \"One News\".</p><p class=\"\">“We now want to exchange with several large registers. To make the process of passing the Military Medical Commission, ”she said.</p><p class=\"\">According to the Deputy Minister of Defense of Ukraine, the functionality that will receive the results of the Military Medical Commission has already been developed on the side of the \"Over\".</p><p class=\"\">“We will be able to receive real -time data on the suitability or unfitness of the military. This is an important step to run data, not to run people, so that the conscripts do not come with a decision on their suitability or unusable. And the data was sent in real time, at the moment when there is already such a decision on the side of the Military Medical Commission, ”-said Kateryna Chernnoroenko.</p><p class=\"\">She also reported that the ministry had already completed the functionality in the \"amulet\" about whether the audience was presented or not, and when it was handed.</p><p class=\"\">\"To prevent cases where the summons is sent to a person twice, or three times, or even a person who is already in military service,\" Kateryna Chernnoroenko said.</p><p class=\"\">\"We will do everything to make the\" charm \"more convenient to accumulate the really necessary information. And so that we can prevent corruption risks and have great data on the passage of the whole process of military duty. And this is the updating of the data of the Tax Code and the JV, it is the passage of the Military Medical Commission, it is the process of handing the stories. Here it should be as comfortable as possible for a person, service-oriented, ”she added.</p><p>As reported by the Armyinform, Kateryna Chernnoroenko<a href=\"https://armyinform.com.ua/2024/03/01/oberig-vzhe-pidklyuchyvsya-do-najbilshyh-reyestriv/\">She said</a>that the register of conscripts \"Oberig\" is already exchanging information with the registers of the State Migration Service and the State Border Service.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/u-minoborony-rozpovily-pro-progres-u-realizacziyi-reyestru-vijskovozobovyazanyh-oberig/", "title": "The Ministry of Defense spoke about progress in the implementation of the Register", "description": "Kateryna Chernororenko provided her comments on a live broadcast during the TV.", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Катерина Черногоренко"], "source_name": "ArmyInform"}