{"published time": "2024-03-15T19:04:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/61f1f07811b947e0bd6476720e11558b_1710520574_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" sizes=\"(max-width: 1237px) 100vw, 1237px\" src=\"../Images/2024-03-15T19-04-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-15T19-04-00-08-00/000000.jpeg\" width=\"1237\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky has declared the need to increase the production and use of shock truckers.</strong></p><p>He is about it<a href=\"https://www.president.gov.ua/news/sho-bilshe-nashih-spravedlivih-vidpovidej-bude-rosijskij-der-89701\" rel=\"nofollow\" target=\"_blank\">said</a>In the evening address.</p><p>“Further active steps have been agreed today. The production and use of our shock drones, long -range drones have been discussed today. According to Russian logistics, their system of financing of war, ”said Volodymyr Zelenskyy.</p><p>He also stressed that the Cabinet of Ministers should do everything to create even more technological and long -range, mass drones.</p><p>“It should be a conveyor of Russian responsibility for terror. And this is a fundamental moment, in many ways historical. The more of our fair answers will be the Russian state and the more tangible our actions against the Russian system, it will be more difficult Putin will continue his sore rule, and therefore the war, ”the Head of State emphasized.</p><p>As reported by the Armyinform, President of Ukraine Volodymyr Zelenskyy<a href=\"https://armyinform.com.ua/2024/03/15/prezydent-proviv-naradu-z-ministrom-oborony-ta-golovkomom-stosovno-droniv/\">spent</a>On March 15, a meeting with the Minister of Defense Rustem Umerov and the Main Committee of the Armed Forces of Ukraine Colonel-General Alexander Sirsky regarding the development of unmanned systems.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/prezydent-potribno-bilshe-dalekobijnyh-droniv-cze-povynen-buty-konveyer-vidpovidalnosti-rf-za-teror/", "title": "President: You need more long -range drones. It should be a conveyor of responsibility of the Russian Federation for terror", "description": "He said this in an evening address. “They agreed today with the Main Committee further ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "дрони"], "source_name": "ArmyInform"}