{"published time": "2024-03-15T17:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vidnovlennya-polonenyh.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"663\" sizes=\"(max-width: 1179px) 100vw, 1179px\" src=\"../Images/2024-03-15T17-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T17-14-00-08-00/000000.jpg\" width=\"1179\"/></figure><!-- .post-thumbnail --><p><strong>The Cabinet of Ministers approved the resolution: \"On approval of the Procedure for carrying out renewable (post -insulation, reintegration) measures, measures for adaptation, support (support) of persons in respect of which the fact of deprivation of personal freedom as a result of armed aggression against Ukraine is established after their release.\"</strong></p><p>On the acceptance of the document<a href=\"https://t.me/Koord_shtab/4736\" rel=\"nofollow\" target=\"_blank\">reported March 15</a>Coordinating headquarters on prisoners of war.</p><p>According to him, now the work on the restoration of personnel will be comprehensive, with the provision of medical, rehabilitation, psychological assistance and social services. The order offers a model of complete diagnosis, a continuous process of treatment and rehabilitation.</p><p>Restoration is envisaged in specialized centers and the Ministry of Health determined by healthcare facilities according to uniform standards and protocols, with minimal time to move patients.</p><p>The developed algorithms follow similar procedures in NATO countries and can be extended to the categories of released civilians and subsequently to wounded servicemen.</p><p>Reintegration and post -insulation measures will be taken:</p><ul><li>Ministry of Defense, Ministry of Internal Affairs, SBU, UDO of Ukraine and SZRU - on the released defenders of Ukraine, without fail;</li><li>The Ministry of Health, the Ministry of Social Policy, the Ministry of Internal Affairs, the Security Service of Ukraine - regarding the released civilians with their consent.</li></ul><p>A group of 22 experts of the Ministry of Health of Ukraine, the command of the medical forces of the Ministry of Defense, the Ministry of Internal Affairs, the Ministry of Social Policy, and Ministry of Veterans worked on the project.</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/14/za-chas-shyrokomasshtabnoyi-vijny-ukrayini-vdalosya-zvilnyty-lyshe-160-czyvilnyh-vijskovopolonenyh/\">The Armyinform reported</a>that during a large -scale war, Ukraine managed to release only 160 civilians.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/15/polonenyh-shho-povertayutsya-v-ukrayinu-budut-vidnovlyuvaty-po-novomu/", "title": "Prisoners returning to Ukraine will be renewed in a new way", "description": "The coordination headquarters on the management of ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["відновлення полонених", "військовополонені", "Координаційний штаб з питань поводження з військовополоненими"], "source_name": "ArmyInform"}