{"published time": "2024-03-15T09:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432733710_458765793145991_5802171867050288123_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"899\" sizes=\"(max-width: 1599px) 100vw, 1599px\" src=\"../Images/2024-03-15T09-12-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T09-12-00-08-00/000000.jpg\" width=\"1599\"/></figure><!-- .post-thumbnail --><p><strong>The Command of the Support Forces of the Armed Forces of Ukraine showed the M1150 (M1150 Assault Breacher Vehicle) military vehicle for mine disposal based on the M1 Abrams chassis, equipped with a mine plow and a charge of the demining line.</strong></p><p>About this<a href=\"https://www.facebook.com/KSP.ZSU/posts/pfbid032AGRnBXoWWzYB2N75dnGxedZeZk3zfYmiL3WFisfFBv9MTVfKSnWfbCAaJFtyDewl\" rel=\"nofollow\" target=\"_blank\">It is said</a>in the report of the AFCCC.</p><p>\"See what the handsome engineering forces of support forces,\" the support of support emphasizes.</p><p>It is noted that the first large-scale use of the M1150 by the US Marine Corps took place in the joint operation of the International Security Assistance Force within the framework of Operation Moshtarak in southern Afghanistan during the war in Afghanistan in 2010 against the Taliban.</p><p>\"These caterpillars were specially designed for clearing routes for troops and other vehicles through minefields, roadside bombs and homemade explosive devices,\" the Armed Forces of Ukraine reported.</p><p>The 72-ton machine 12 m long Abrams with an engine of 1500 horsepower, equipped with an front plow of 4.6 meters wide, supported by metal skis.</p><p>The M1150 is equipped with a linear blanket system (Linear Demolition Charge System (LDCS) - rockets carrying explosives up to several hundred meters ahead, undermining the explosives at a safe distance so that troops and vehicles can safely pass.</p><p>As ArmyInform reported, all sapper groups are in the Support Forces<a href=\"https://armyinform.com.ua/2024/02/28/u-sylah-pidtrymky-vsi-saperni-grupy-ukomplektovani-neobhidnym-obladnannyam/\">complete</a>necessary equipment.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/u-sylah-pidtrymky-pokazaly-protyminnu-mashynu-na-bazi-shasi-m1-abrams/", "title": "In support of support showed a mine car on the base of the M1 Abrams chassis", "description": "This is stated in the message of the SSP of the Armed Forces. “Look what handsome engineering forces ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "протимінна безпека", "Сили підтримки ЗСУ"], "source_name": "ArmyInform"}