{"published time": "2024-03-15T10:55:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/42_main-v1696349998.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"430\" src=\"../Images/2024-03-15T10-55-00-08-00/000000.png\" srcset=\"../Images/2024-03-15T10-55-00-08-00/000000.png\" width=\"820\"/></figure><!-- .post-thumbnail --><p><strong>The General Directorate of Intelligence of the Ministry of Defense of Ukraine reports that the management of the Ministry of Defense of the Russian Federation has allowed servicemen who take up their so -called vote for Putin, without even appearing at \"polling stations\".</strong></p><p>About this<a href=\"https://gur.gov.ua/content/perevahy-dlia-uchasnykiv-svo-holosuvaty-za-putina-mozhna-navit-pislia-zahybeli.html\" rel=\"nofollow\" target=\"_blank\">Says</a>On the website of GUR MOU.</p><p>\"This makes it much easier for the 'election commissions' to falsify the results,\" the statement said.</p><p>According to the latest instructions of the Main Military-Political Directorate of the MoD of the Russian Federation, the criteria for identification of voters from among servicemen are simplified so much that there is no need for their physical participation in voting. And to confirm the person does not require a passport or a military ticket - even photocopies of documents are enough.</p><p>In intelligence, they emphasize that in this way the Russian \"election commissions\" will try to increase the number of Putin's voters by attracting the so -called dead souls in the \"vote\".</p><p>In particular, the people who \"voted\", along with the available servicemen, also plan to add those who have recently died, disappeared or captured.</p><p>Considering that Ukrainian defenders, according to official data, daily cause numerous losses to Russian invaders in the territory of Ukraine, the number of those who in this way will \"support\" Putin may be quite significant.</p><p>“The Kremlin carries out a whole set of measures for the fictitious holding of the so -called“ election of the President of the Russian Federation ”. Although it is obvious that neither the very fact of this election nor their results is a means of legitimizing the Putin rule either in Russia or beyond, ”the message reads.</p><p>As reported by ArmyInform, the United States<a href=\"https://armyinform.com.ua/2024/03/15/ssha-zasudzhuyut-rosijski-vybory-na-okupovanyh-terytoriyah-ukrayiny-derzhdep/\">condemn</a>Russian elections in the occupied territories of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/gur-pro-vybory-na-tot-okupanty-zaluchayut-mertvi-dushi-ta-dozvolyayut-golosuvaty-bez-prysutnosti-ta-dokumentiv/", "title": "GUR ABOUT THE ELECTION IN THE RF: The occupiers attract \"Dead Souls\" and allow to vote without the presence and documents", "description": "This is stated on the website of the Main Intelligence Directorate of the Ministry of Defence of Ukraine.    \"This makes it much easier for the \"election commissions\" to...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["вибори на ТОТ", "Головне управління розвідки МО України"], "source_name": "ArmyInform"}