{"published time": "2024-03-15T07:15:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/golovna-6.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/01-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/02-5.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/03-3.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/04-4.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/05-5.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"827\" src=\"../Images/2024-03-15T07-15-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T07-15-00-08-00/000000.jpg\" width=\"1260\"/></figure><!-- .post-thumbnail --><p><strong>\"Amateurs are talking about strategy, professionals talk about logistics.\" This quote of the famous American General Omar Bradley briefly explains everything you need to know about any war.</strong></p><p>This logic of Russia has always been managed by amateurs. Kings, Secretaries, presidents have always liked to talk about strategy, draw breaks, plan grand military operations and look for their place in history. At the same time they forgot about the elementary. And - the wars lost. Russian historians themselves claim this.</p><p>When called the causes of Russia's military defeats, the word \"logistics\" is not always in the first place. It was because of the inability to manage their huge armies that the empire regularly shakes military catastrophes.</p><p>In general, problems with logistics in Muscovy are solved from about the Middle Ages. Even in the old days, Moscow warlords have never worried themselves with the problems of the army, especially the delivery of weapons and food. It was started to think so - the soldier will find everything in place.</p><img alt=\"\" class=\"alignnone size-full wp-image-551687\" height=\"522\" loading=\"lazy\" src=\"../Images/2024-03-15T07-15-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-15T07-15-00-08-00/000001.jpg\" width=\"832\"/><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\"><p>Article \"On the Question of Kulikovo Field\", M. Nesin:</p><p>“… At least by the end of the 1470s, Russian troops did not bring with them large supplies of the provision, even if the Grand Duke itself went with them, and habitually replenished their stocks by robbery of the population. … Before the Battle of the Hordes on the drunken river many soldiers disconnected at the expense of the surrounding population and were not ready to repel the Tatars. At the same time, the author of the Moscow chronicle about the battle on the drunken river complains solely on the negligence of the Muscovites, not the fact that they were poorly stocked by the provision before the campaign. \"</p><p></p></div><p>It was because of the inability to organize the delivery of provisions and fusion that the Muscovites fought mainly in small armies and near rivers - it was easier to organize cargo transportation. Still loved winter - it was possible to carry the sled, not ordinary off -road. In 1563, the army of Ivan the Terrible in the infamous Polotsk campaign was completely disgraced. Stuck in a huge and multi -kilometer traffic jam. Due to the confusion with the train, the army could not not fight, but just to go.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\"><p>Article \"On the Question of Kulikovo Field\", M. Nesin:</p><p>“… All this army demanded about 1500–1600 tons of provisions and fusion daily, and in two weeks of march from the Great Luke to Polotsk, the army would consume, respectively, more than 22.5 thousand tons of feed. The size of the train in this case became just horrible, and not surprised the multi -day traffic jams and traffic jams during the Polotsk campaign: tens of thousands of sleighs and horses tightly blocked narrow winter roads. \"</p><p></p></div><p>Those who are a little familiar with the history of Russia know - the Kremlin generals at all times did not like boring production processes, relying on the ordinary Russian \"Abos\". Back in 1757, the future Russian Field Marshal Rumyantsev described the condition of his regiments: \"Horses are completely exhausted, crews into nothing transformed and broken\" (report by PO Rumyantsev Field Marshal Apraxin).</p><p>Remember 1812? The war with Napoleon, which Russian historians always describe with tears of firing in the eyes? Almost all movies about that time always end with a pathetic retreat of the French from Russia. Frost broken with miserable plays and Henry have always laughed at the Moscow audience. However, it is worth noting that heroic Russian troops had a little better look.</p><img alt=\"\" class=\"alignnone size-full wp-image-551688\" height=\"785\" loading=\"lazy\" src=\"../Images/2024-03-15T07-15-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-15T07-15-00-08-00/000002.jpg\" width=\"1024\"/><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\"><p>The book \"Military Economy of the Russian Army in the Patriotic War of 1812\", Veschikov PI:</p><p>Here is an example of Prince Kutuzov's conversations with soldiers: “… When he drove to the Izmailka Regiment, he asked,“ Is it bread? ” -“ No, your light. ” - \"And the wine?\" - \"No, your luminosity.\" - \"And beef ??\" - \"no\". - Having gained a formidable appearance, Prince Kutuzov said: “I will command to hang provincial officials. Tomorrow they will bring us bread, wine, meat, and you will rest. \"</p><p></p></div><p>Years and decades passed. Poor logistics continued to be the cause of global catastrophes of the imperial Russian army. For example, their historians are now in a hurry that the defeat in the Crimean War happened due to the lack of railways in Russia.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\"><p>The article \"Logistics during the Great Patriotic War\", Batyuk LI, Gadimova FK:</p><p>“During the Crimean War, one of the decisive factors in the defeat of our army was the lack of railways. England and France, unlike us, could carry goods to hostilities, cheaper and lifting. It was the defeat in the Crimean War that finally resolved the issue of large -scale construction of the railway network in Russia. \"</p><p></p></div><p>Russia in the Crimean War is a separate history. At the final stage, she resembled beating - so backward and weak was the imperial army of Nicholas the first. Even delivering food to the front was a fantastic task for Russian generals.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\"><p>The article \"Logistics during the Great Patriotic War\", Batyuk LI, Gadimova FK:</p><p>“By the saturation of the railways, by their specific length per unit area and per capita, our country was far behind the developed countries of the West. The uneven location of industrial industries, concentrated within the European part of the country ... is also uneven location of railways. Large millions of kilometers of Siberia, the Far East and Central Asia with their rich raw material resources were housed on only 17% of the railway network ... For every 100 square kilometers of Russia, 0.32 kilometers of public rail were used, in the USA, for example, 5.3 km, for example in Germany - 11.3 km, England - 15.4 km. The same situation has occurred with the density of the road network ... ”</p><p></p></div><p>\"Bitter unexplored lesson\". \"Pill\". \"A big country, brought to a sad state for two years.\" \"How many lives are donated for nothing.\" Here are just a few quotes of contemporaries who marked the end of the Crimean war. The defeat was really scary for the empire. And this, after all, forced the Russian generals to study the word \"logistics\".</p><img alt=\"\" class=\"alignnone size-full wp-image-551689\" height=\"780\" loading=\"lazy\" src=\"../Images/2024-03-15T07-15-00-08-00/000003.jpg\" srcset=\"../Images/2024-03-15T07-15-00-08-00/000003.jpg\" width=\"1280\"/><p>Twenty years of defeat in the Crimean War carefully analyzed, concluded. Indeed, the battles with the Ottoman Empire in the next Great War ended with a victory. But very quickly the Moscow warlords were lowered from heaven to earth. The next war again showed - the shortcomings of the Russian army on the spot. In the war with Japan - to the Far East - the troops were actually translated.</p><p>If only the railways ...-all the logistics of the tsarist army in the Russo-Japanese War was a continuous horror. The critical level of planning, the discipline of the execution of orders and the incompetence of those who issued these orders. It was possible to depict what happened during the Russo-Japanese War, one word could be a disaster. At least that was the veterans of battles with the Japanese.</p><img alt=\"\" class=\"alignnone size-full wp-image-551690\" height=\"603\" loading=\"lazy\" src=\"../Images/2024-03-15T07-15-00-08-00/000004.jpg\" srcset=\"../Images/2024-03-15T07-15-00-08-00/000004.jpg\" width=\"927\"><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\"><p>Mukden Battle in the Diary of V.P. Tailor:</p><p>“… Most of the carts rushed from the Mandarin road to the left… A lot of carts with all their contents overturned, their chops, ogols, wheels were breaking; People and horses crumbled. A lot of artillery parks have contributed to the joint weight and pogrom. I was not afraid of \"Shimosa\" and not Shrapnel, but this terrible element - panic of the human masses with all its terrible consequences. VAE, VICTIS! The path of our movement has turned into a \"valley of death\".</p><p></p></div><p>The defeat was then changed by another defeat. In fact, the roads hammered by the Russian army were stopped.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\"><p>Mukden Battle in the Diary of V.P. Tailor:</p><p>“… There were continuous delays in the traffic and congestion, which were particularly detrimental to people and horses and carts at the entrances to the villages and ravines. Everyone was somehow fell, and everyone wanted on narrow roads, so as not to stand, slip as soon as possible. There were terrible landfills. The complete lack of general supervision of the receding masses was striking. Where did the General Staff officers go, which maybe now you need to be? At every step, our Russian, disorganization and negligence are visible ... ”</p><p></p></div><p>Ten years have passed. New War. New defeat. The causes of General Samsonov's catastrophe - the complete defeat of the Russian army in Eastern Prussia in 1914, are again called mistakes in logistics processes.</p><img alt=\"\" class=\"alignnone size-full wp-image-551691\" height=\"351\" loading=\"lazy\" src=\"../Images/2024-03-15T07-15-00-08-00/000005.jpg\" srcset=\"../Images/2024-03-15T07-15-00-08-00/000005.jpg\" width=\"624\"><p>Then Russian troops were \"unexpectedly found\" - they cannot use the German railway network in East Prussia. After all, Russian trains could not drive a narrow gauge.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\"><p>Article \"Military Logistics as a Tourist Resource\", I. Smirnov:</p><p>“… The ability of German troops to use their railway network effectively was their greatest advantage during this campaign. Thus, as the Russian armies crossed the border of East Prussia, the speed of their movement began to be practically equal to the speed of the infantry. Effective vehicles for the purpose of saving carts on the draft of the Russians also had no… The decline in promotion and the shortcomings in the organization of supply were exacerbated by the bad condition of Russian inverted stores (warehouses) near the front. ”</p><p></p></div><p>Not surprisingly, the defeat of the Russian army in Eastern Prussia - tens of thousands of killed, wounded and captives - became the logical finale of this logistics shame.</p><p>The USSR, incidentally, became a worthy successor in the Russian Empire. All the shortcomings of the imperial army were transferred to the Soviet. In the fall of 1941, the Soviet Union put ... a giant tube.</p><p>It was formed near Kuibyshev (this is modern Samara). There were two huge cargo flows. From the east to the west were echelons heading to the area of Moscow. From the west to the east - from Ukraine there were echelons with the property of evacuated plants and factories. In the same area, the water and iron mains of oil supply also led-there were unloaded tankers, which went from Baku to Astrakhane and climbed the Volga up.</p><p>All this at one point tightly blocked the railway connection. Hundreds of echelons actually rested each other. The huge Mahina of the Soviet Union stopped.</p><p>From September to December 1941, the Kuibyshev knot (which is a vast area from Penza to Ufa) was a grand tube of evacuation and sanitary trains and counter -military echelons. This collapse was \"embroidered\" for several months, and only the miracle was done. One can only imagine how many human lives paid the USSR for logistics idiocy. Although… When did it pay attention to such little things in Russia?</p></img></img></div>", "source": "https://armyinform.com.ua/2024/03/15/voyenni-kolony-moskovytiv-zastryavaly-ne-tilky-u-2022-mu-na-kyyivshhyni-pro-bagatokilometrovi-probky-1563-go-ta-1941-roku/", "title": "The Muscovites's military columns were stuck not only in 2022 in the Kyiv region: about multi-kilometer traffic jams in 1563 and 1941", "description": "This logic of Russia has always been managed by amateurs. Kings, Secretary General, Presidents ...", "author": ["Army Inform"], "categories": ["Історія", "Новини", "Публікації"], "tags": ["історія", "Київщина"], "source_name": "ArmyInform"}