{"published time": "2024-03-15T11:21:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710426793-7.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710426793-3.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710426793-5.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710426793-6.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710426793-4.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"795\" src=\"../Images/2024-03-15T11-21-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T11-21-00-08-00/000000.jpg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>Maneuvered, high -yielding, Ukrainian production. This is how the first Bagi can be characterized, which in a month one and a half months made the team of the Alla Martyniuk Charity Foundation.</strong></p><p>The correspondent of the Armyinform to her own eyes saw how the testing of Bagi off -road was going on and learned all the details about the benefits of Ukrainian production.</p><p>… Together with the developer and his son we go to the inaccessible terrain and begin to test Bagi.</p><p>First, we go around the hills and marsh areas, places with deep water, and we see that Bagi is doing well.</p><img alt=\"\" class=\"alignnone size-full wp-image-551819\" height=\"1083\" loading=\"lazy\" src=\"../Images/2024-03-15T11-21-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-15T11-21-00-08-00/000001.jpeg\" width=\"1500\"/><p>After a series of trials of Bagi with sand, swamp and hills, the team member Alexander tells about all the benefits of Ukrainian development:</p><p>- Our Bagi will be used to evacuate the wounded, transportation of ammunition and personnel to places where it is difficult to drive. The first in Ukraine Bagi was developed by the team from Alla Martyniuk Charitable Foundation. Its advantage is that it is much more affordable in price than those that buy abroad and are equipped with greater functionality.</p><img alt=\"\" class=\"alignnone size-full wp-image-551820\" height=\"780\" loading=\"lazy\" src=\"../Images/2024-03-15T11-21-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-15T11-21-00-08-00/000002.jpeg\" width=\"1500\"/><p>Ukrainian Bagi can develop speeds of up to 90 kilometers per hour, has a clearance of 40 cm and can enter the water to a depth of up to 79 cm. In addition, Bagi has five sitting places and can export two lying wounded.</p><img alt=\"\" class=\"alignnone size-full wp-image-551821\" height=\"807\" loading=\"lazy\" src=\"../Images/2024-03-15T11-21-00-08-00/000003.jpeg\" srcset=\"../Images/2024-03-15T11-21-00-08-00/000003.jpeg\" width=\"1500\"/><p>- In general, Bagi is considered a novelty on the front, as they appeared a little more than half a year ago. They were purchased abroad, and, of course, when there was a mass need for them, we decided to create our own Ukrainian production. For the most part, my father did it, it was a daily hard work, - says Alexander.</p><img alt=\"\" class=\"alignnone size-full wp-image-551822\" height=\"810\" loading=\"lazy\" src=\"../Images/2024-03-15T11-21-00-08-00/000004.jpeg\" srcset=\"../Images/2024-03-15T11-21-00-08-00/000004.jpeg\" width=\"1500\"><p>He adds that their Bagi is designed for loading, which is found during the fighting, so that the defenders are convenient to perform the tasks.</p><p>- The second modification of Bagi will have combined cold and hot pipes. The functionality will also be enhanced, the diesel motors and the engine with the motor will be removed so that the fighters in the event of breakdown can quickly change it in place. In the new \"upgrade\" of our Bagi will be splashes, because you have seen that during the passage of off -road Bagi will throw a swamp, - Alexander added.</p><p>The founder of the Charitable Foundation Alla Martyniuk stressed that the first Bagi is already going to the Bakhmut direction and will help those who defend our land from the occupiers.</p><p><em>Photo by the author</em></p></img></div>", "source": "https://armyinform.com.ua/2024/03/15/eksklyuzyvnyj-test-drajv-pershyj-ukrayinskyj-bagi-v-diyi/", "title": "Exclusive test drive: the first Ukrainian buggy in action", "description": "An ArmyInform correspondent saw with her own eyes how the buggy was tested...", "author": ["Army Inform"], "categories": ["Новини", "Репортаж"], "tags": [], "source_name": "ArmyInform"}