{"published time": "2024-03-15T18:49:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/a453238a964a7e08d453dc7f02a6213e_1710271379_extra_large-1.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-15T18-49-00-08-00/000000.png\" srcset=\"../Images/2024-03-15T18-49-00-08-00/000000.png\" width=\"1249\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky promised Russia's response to its rocket strike on Odessa residential quarter.</strong></p><p>He is about it<a href=\"https://t.me/V_Zelenskiy_official/9779\" rel=\"nofollow\" target=\"_blank\">said</a>In the evening address.</p><p>\"Our defense forces will definitely do everything to make the Russian killers feel our just reaction,\" said Volodymyr Zelenskyy.</p><p>He noted that rescue work and assistance after a Russian rocket strike are still underway in Odessa.</p><p>“A very subdued impact of these scums: two rockets, and the second, when rescuers and doctors arrived in the place of hit. Among the dead and the victims are the paramedics \"Emergency\", rescuers of the SES. My condolences to all my relatives and loved ones, ”said the Head of State.</p><p>The President thanked the police, SES, doctors, volunteers and utilities who help eliminate the effects of hostile shelling.</p><p>“I instructed the regional authorities to fully support all the victims. I thank everyone who works for our country and people. Thank you all who are fighting for Ukraine! Glory to Ukraine! ”, - added Volodymyr Zelenskyy.</p><p>As reported by the Armyinform, as a result of the Russian rocket attack on Odessa<a href=\"https://armyinform.com.ua/2024/03/15/kilkist-zagyblyh-vnaslidok-raketnoyi-ataky-rf-po-odesi-zrosla-do-16/\">16 people were killed</a>, another 55 people with injuries are in hospital.</p><p>To strike on Odessa on Friday in the afternoon Russian troops<a href=\"https://armyinform.com.ua/2024/03/15/vorog-zastosuvav-rakety-iskander-m-z-okupovanogo-krymu-dlya-udaru-po-odesi/\">used the Iskander-M missiles</a>, which were released from the temporarily occupied Crimea.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/volodymyr-zelenskyj-syly-oborony-zroblyat-use-shhob-rosijski-vbyvczi-vidchuly-spravedlyvu-reakcziyu/", "title": "Volodymyr Zelenskyy: Defense forces will do everything for Russian murderers to feel a fair reaction", "description": "He said this in an evening address. “Our defense forces will definitely do everything ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Одеса", "ракетні обстріли рф"], "source_name": "ArmyInform"}