{"published time": "2024-03-15T18:30:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/kalmykova_oficzery.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 960px) 100vw, 960px\" src=\"../Images/2024-03-15T18-30-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T18-30-00-08-00/000000.jpg\" width=\"960\"/></figure><!-- .post-thumbnail --><p><strong>The Military Decision Making Process (MDMP) was held on the basis of one of the military educational institutions.</strong></p><p>About this<a href=\"https://www.facebook.com/permalink.php?story_fbid=pfbid0Ann9YgvLw3ynmMBxA6ECsHdxmLzPLuoMgTVGp1SKSVxRLXLSzeEGNLfsQYjWrHH2l&amp;id=61553253120269\" rel=\"nofollow\" target=\"_blank\">She reported March 15</a>Deputy Minister of Defense Natalia Kalmykova.</p><p>According to her, experts of Sonata Holding LLC were involved in training, who are veterans of the US military service and are well known to the use of this methodology in combat planning.</p><p>The MDMP process makes seven interconnected steps that provide for: mission analysis, processing options, modeling, comparison, definition, approval of the optimal option and processing of combat order.</p><p>It is a technique for constant brainstorming and delegation of powers to a lower level of military administration, as well as the work of staffs both vertically and horizontally - according to the principles of trust, initiative and critical thinking.</p><p>Maneuverable war and combined use of new technological weapons at the same time allow you to win even more enemy.</p><p>“I am very grateful to American experts for cooperation. The implementation of the project on the basis of military educational institutions will allow to widespread this experience and knowledge among future officers, ”Natalia Kalmykova wrote.</p><p>In accordance with the Ministry of Defense of Ukraine and the American Memorandum Company on cooperation, during 2024, its experts will conduct more than ten similar courses for teachers and cadets of military educational institutions, as well as training for the headquarters of combat units.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/14/my-stvoryuyemo-novu-i-maksymalno-diyevu-systemu-vijskovoyi-medyczyny-nataliya-kalmykova/\">The ArmyInform reported earlier</a>, Ukraine creates a new and maximum effective system of military medicine.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/ukrayinski-oficzery-zavershyly-kurs-pidgotovky-z-amerykanskymy-instruktoramy/", "title": "Ukrainian officers have completed the training course with American instructors", "description": "This was announced on March 15 by Deputy Minister of Defense Natalia Kalmykova. For her ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Військова освіта", "Наталія Калмикова"], "source_name": "ArmyInform"}