{"published time": "2024-03-15T13:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/rekrutyng.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-15T13-16-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T13-16-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>In Zaporozhye next week the second recruiting center of the Armed Forces of Ukraine will open in Ukraine.</strong></p><p>About this<a href=\"https://t.me/ivan_fedorov_zp/5429\" rel=\"nofollow\" target=\"_blank\">reported</a>Head of Zaporizhzhya Ova Ivan Fedorov.</p><p>\"It is important to understand that the recruiting center is not about the military enlistment office. Here, a person will be provided with high-quality advice and support. No summonses will be served here,\" Ivan Fedorov said.</p><p>The main tasks of the center:</p><ul><li>selection of vacancies in the Defense Forces;</li><li>counseling on serving in certain units;</li><li>Vocational tests and support of candidates for appointment in the army.</li></ul><p>He also said that from March 1, the residents of Zaporozhye have already opened a recruitment to three military units that defend the country directly on the Zaporizhzhya Front.</p><p>The recruiting center of the Ukrainian army is a joint project of the Ministry of Defense of Ukraine and the Zaporizhzhya Regional Military Administration.</p><p>As reported by ArmyInform, the first in Ukraine<a href=\"https://armyinform.com.ua/2024/02/12/u-lvovi-vidkryvsya-pershyj-czentr-rekrutyngu-do-zbrojnyh-syl-ukrayiny/\">Center for Recruiting</a>The Ukrainian army opened in Lviv. The purpose of the project is to inform the population about how to join the ranks of the Armed Forces of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/nastupnogo-tyzhnya-vidkryyetsya-drugyj-v-ukrayini-czentr-rekrutyngu-do-lav-zsu/", "title": "Next week the second recruitment center in Ukraine will open to the Armed Forces", "description": "The head of Zaporizhzhya Ova Ivan Fedorov informed about it. “It is important to understand that ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Запоріжжя", "рекрутинг"], "source_name": "ArmyInform"}