{"published time": "2024-03-15T14:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/05/brytaniya.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"360\" src=\"../Images/2024-03-15T14-56-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T14-56-00-08-00/000000.jpg\" width=\"630\"/></figure><!-- .post-thumbnail --><p><strong>The United Kingdom strongly condemned the \"elections\" of the President of the Russian Federation in the temporarily occupied territories of Ukraine, calling them illegal.</strong></p><p>About this<a href=\"https://www.gov.uk/government/speeches/russia-is-attempting-to-apply-a-veneer-of-legitimacy-to-its-illegal-presence-in-ukraine-uk-statement-to-the-osce\" rel=\"nofollow\" target=\"_blank\">stated</a>The UK representative of the OSCE Nile Holland.</p><p>“The United Kingdom strongly condemns Russia for holding a presidential election in Ukraine, which is contrary to international law, including the UN Charter. In order to make clarity, these so -called \"elections\" in the sovereign territory of Ukraine are illegal, \"he said in his statement.</p><p>According to him, in the temporarily occupied regions of Ukraine, Russia holds the presidential elections contrary to the will of the Ukrainian people.</p><p>“This is another flashy attempt to give the visibility of legitimacy to its illegal presence in Ukraine. And this is another violation of the sovereignty and territorial integrity of Ukraine - the fundamental principles of the Helsinki Final Act, which Russia has broken into pieces, ”Nil Holland added.</p><p>He also said that there were already reports of visiting homes with armed soldiers who force residents to vote.</p><p>“The United Kingdom clearly made it clear that we will not recognize the results of any fictitious referendum or elections. Donetsk, Kherson, Lugansk, Zaporozhye and Crimea are all part of Ukraine. The holding elections in these regions will not change this fact, ”the diplomat summarized.</p><p>As reported by the Armyinform, USA<a href=\"https://armyinform.com.ua/2024/03/15/ssha-zasudzhuyut-rosijski-vybory-na-okupovanyh-terytoriyah-ukrayiny-derzhdep/\">condemn</a>Russian elections in the occupied territories of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/brytaniya-zasudyla-psevdovybory-rosiyi-na-tymchasovo-okupovanij-terytoriyi-ukrayiny/", "title": "Britain has condemned Russia's pseudo -election in the temporarily occupied territory of Ukraine", "description": "This was stated by a permanent representative of the United Kingdom to the OSCE Nile Holland. “Great ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Велика Британія", "вибори на ТОТ"], "source_name": "ArmyInform"}