{"published time": "2024-03-15T21:39:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/sbu_kiberfahivecz.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-15T21-39-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-15T21-39-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The SBU cyberfactors have results in blocking the supply of components to Russian weapons, including parts for the production of Shahaneda and chips for winged missiles.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11439\" rel=\"nofollow\" target=\"_blank\">He told March 15</a>I am on the air of the Unified News TV. Head of the Department of Cyber Security of the Security Service of Ukraine Ilya Vituk.</p><p>“We are overlapping the supply chains of components to Russian weapons. One example is that the supply of servotors for the production of 1600 \"Shahmed\" and 4000 chips for winged missiles, ”Ilya Vituk said.</p><p>In addition, he said that the cyberfachivtsi work on the front lines on the destruction of enemy system of EW and Rer, as well as to intercept enemy drones, which coordinate rocket and artillery strikes on defense forces.</p><p>According to Elijah Vityuk, the reconnaissance information obtained by his department helps to prevent human victims. As well as the reflection of cyberattacks.</p><p>\"Imagine: the special services of the Russian Federation broke the messengers of one military and thus found out the exact place and time of the planned collection, and as a result - the arrival and dozens of the dead,\" - said Ilya Vituk.</p><p>During the 2 years of the full -scale war, the SBU reflected almost 10 thousand cyber attacks, most of which - at the initial stage. These cyberattacks had a different purpose: intelligence, destructive, psychological impact or combined.</p><p>Ilya Vityuk predicts that Russian special services will increase their cyber -tuned potential. But at the same time, he reminds that the SBU conducts its own special operations in cyberspace and arranges a \"cotton\" enemy, destroying various military objects.</p><p>Як<a href=\"https://armyinform.com.ua/2024/03/04/kiberfahivczi-gur-zlamaly-minoborony-rosiyi/\">The ArmyInform reported earlier</a>, Cyberfachivts have broken the servers of the Ministry of Defense of Russia.</p></div>", "source": "https://armyinform.com.ua/2024/03/15/ukrayinski-kiberfahivczi-zablokuvaly-postavky-komplektuyuchyh-dlya-tysyach-shahediv-i-krylatyh-raket/", "title": "Ukrainian cyberfhachivs blocked the supply of components for thousands of \"Shahmed\" and winged missiles", "description": "About it on March 15 on the air of the Teleterna \"One News\" Head of Management ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["кібератаки", "кібердепартамент СБУ"], "source_name": "ArmyInform"}