{"published time": "2024-03-10T14-47-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/gipmvzzw8aajhai.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1368\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-10T14-47-99/000000.jpg\" srcset=\"../Images/2024-03-10T14-47-99/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>During his trip to Washington, the Prosecutor General of Ukraine discussed with Washington, Tom Kinom, Michael McCol, Mike Turner, and Senator Sheldon Wytgaus steps, to hold the Russian Federation for international crimes.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22304\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the Prosecutor General.</p><p>With Congressman Mike Turner Andriy Kostin spoke about strengthening Ukraine's defense capability, which is critical today.</p><p>At the same time, during a meeting with US officials, Andriy Kostin noted that the adoption of the HR 815 bill, which provides for financial assistance to Ukraine, is a vital step for the termination of barbarism.</p><p>“Ukraine fights for freedom and democracy despite the unprecedented cruelty on the part of the enemy who has already committed<strong>More than 123,000 military crimes</strong>. Every day of delay costs people's lives. We should not allow the impunity and right of power to become the basis of the world order of the 21st century, ”said Andrei Kostin during a meeting with Congressman Tom Kin.</p><p>During a meeting with Senator Sheldon Waithaus, representatives of Ukraine spoke about the development of a network of comprehensive responsibility for Russia's international crimes.</p><p>\"Andriy Kostin noted that the development of the draft law of the Repo (about the restoration of economic prosperity and opportunities for Ukrainians) is a decisive step towards making the Russian Federation to pay for the crimes committed and ensure the restoration of Ukraine,\" the Prosecutor General's Office noted.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/09/genprokurory-ukrayiny-ta-ssha-obgovoryly-spivpraczyu-u-rozsliduvanni-voyennyh-zlochyniv-rf/\">Armyinform</a>, Prosecutor General of Ukraine and the United States discussed cooperation in the investigation of military crimes of the Russian Federation.</p></div>", "source": "https://armyinform.com.ua/2024/03/10/genprokuror-na-zustrichi-z-kongresmenom-ssha-ogovoryv-zmicznennya-oboronozdatnosti-ukrayiny/", "title": "At the meeting with the US Congressman, the Prosecutor General has exposed the strengthening of Ukraine's defense capability", "description": "About it reports the Office of the Prosecutor General. With Congressman Mike Turner Andrew ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "вторгнення рф", "конгресмени сша", "Офіс Генерального прокурора", "Світ підтримує Україну", "сенатори США"]}