{"published time": "2024-03-10T21-53-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/11/zvernennya-prezydenta-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"506\" src=\"../Images/2024-03-10T21-53-99/000000.jpg\" srcset=\"../Images/2024-03-10T21-53-99/000000.jpg\" width=\"900\"/></figure><!-- .post-thumbnail --><p><strong>Our defense forces consist of many elements. Many crews and units. And everyone who operates on the front is everyone who protects the state from Russian sabots and terror, everyone who performs combat missions deserves gratitude and respect.</strong></p><p>About this<a href=\"https://t.me/V_Zelenskiy_official/9732\" rel=\"nofollow\" target=\"_blank\">stated</a>President of Ukraine Volodymyr Zelensky during an evening address.</p><p>According to him, Russian killers and torture do not go further Europe because they are restrained by Ukrainians and Ukrainians with weapons in their hands and under the blue and yellow flag. There were many white walls of houses and churches that were now burned and broken by Russian shells in Ukraine.</p><p>“And it says very eloquently who should stop so that the war will stop. Everyone who protects life and people fulfills the most honorable mission that can only be in such an anti -human invasion. And we must fully protect life, protect in our home. And I thank everyone who supports our protection, Ukrainian defenders and defenders, ”the Head of State said.</p><p>According to the President of Ukraine, when the Russian evil began on February 24, all Ukrainians began to defend. Christians, Muslims, Jews - all.</p><p>In addition, he thanked every Ukrainian chaplain who - with the army, in the defense. There, on the front line. Protect life and humanity. They support both prayer, conversation, and business. That's what the church is with people. And not for two and a half thousand kilometers - somewhere there is a virtual mediation between those who want to live and those who want to destroy you.</p><p>\"I thank everyone who is doing everything in Ukraine and Ukraine to save their lives, thank everyone who helps and who really is around - actions and prayers,\" Volodymyr Zelenskyy summarized.</p><p>As reported by the Armyinform, Head of State<a href=\"https://armyinform.com.ua/2024/03/10/glava-derzhavy-podyakuvav-francziyi-za-pidtrymku-ukrayiny/\">thanked</a>France for the support of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/10/rosijski-vbyvczi-ta-kativni-ne-jdut-yevropoyu-lyshe-tomu-shho-yih-strymuyut-ukrayinczi-prezydent-ukrayiny/", "title": "Russian killers and torturers do not go to Europe just because they are restrained by Ukrainians - President of Ukraine", "description": "This was stated by President of Ukraine Volodymyr Zelenskyy during an evening address. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Володимир Зеленський", "вторгнення рф", "Президент України"]}