{"published time": "2024-03-10T17-35-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/photo_5323319781518071601_y-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"852\" src=\"../Images/2024-03-10T17-35-99/000000.jpg\" srcset=\"../Images/2024-03-10T17-35-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The warriors of the Spartan National Guard Brigade were stopped in the southern direction with the help of drones and artillery, two columns of enemy equipment moving in the direction of positions of Ukrainian troops were stopped.</strong></p><p class=\"\">About this<a href=\"https://t.me/Pivnenko_NGU/776\" rel=\"nofollow\" target=\"_blank\">reported</a>Commander of the National Guard of Ukraine Oleksandr Pivnenko.</p><p class=\"\">According to him, again the Russians tried to break through the defense of positions in the southern direction, where the defense of the National Guards.</p><p class=\"\">Air Intelligence of the Spartan NSU Brigade noticed two columns of enemy equipment moving in the direction of Ukrainian positions.</p><p><script async=\"\" data-telegram-post=\"Pivnenko_NGU/776\" data-width=\"100%\" src=\"https://telegram.org/js/telegram-widget.js?22\"></script></p><p class=\"\">First of all, the invaders met the artillery with accurate shots, forcing almost to reduce the rate of attack almost completely. At this time, pilots of shock drones raised drones into the air.</p><p class=\"\">“Successful interaction of units of the 3rd Brigade of Operational Appointment\" Spartan \"gives full control over the situation. As a result, 2 units of hostile equipment were amazed by pilots of shock aviation complexes, 2 units were destroyed by artillery, ”the commander said.</p><p class=\"\">According to Pivnenko, the entire personnel of the enemy was liquidated, the attack was stopped.</p><p>We will remind, in the Zaporozhye direction the occupiers again<a href=\"https://armyinform.com.ua/2024/03/10/na-zaporizkomu-napryamku-okupanty-znovu-zastosuvaly-himichnu-zbroyu/\">They used chemical weapons</a>.</p></div>", "source": "https://armyinform.com.ua/2024/03/10/syly-oborony-zupynyly-dvi-kolony-rosijskoyi-tehniky-na-pivdni/", "title": "Defense forces stopped two columns of Russian equipment in the south", "description": "This was reported by the commander of the National Guard of Ukraine Oleksandr Pivnenko. According to him, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Нацгвардія"]}