{"published time": "2024-03-10T06-37-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/golovna-5-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/1-6.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-5.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/3-4.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/4-5.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/5-3.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/6-3.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/7-4.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/8-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-10T06-37-99/000000.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>Cool spring morning. The sun barely looked out of the horizon. On the grass is clearly noticeable hoarfrost - at night it froze.</strong></p><p>Despite the high -profile canonade of artillery explosions, which are forced to bend almost to the ground every now and then, three soldiers begin their next day in the war.</p><p>Let's get acquainted: Vyacheslav - \"Steve\", Andrew - \"Roy\" and Sergei - \"Yachta\". It is a crew of an unmanned aviation complex, or as they call themselves: drone-\"Lelek-100\".</p><p>They are daily on the duty. They are the \"eyes\" of one of the crews that defend Ukraine in the hot Bakhmut direction. They are those who find the technique, focusing the enemy's infantry far from the front edge. They also capture the movement of enemy troops, adjust the fire of artillery on them, and still perform many other tasks.</p><p>Before the large -scale invasion of the Russians in Ukraine, none of these guys had no idea that he would serve in the army, but that they would be pilots - they did not even dream.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"549680,549681,549682,549683\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.5003663003663\" data-size=\"large\" data-width=\"2048\"><div class=\"gallery galleryid-549678 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-1\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-10T06-37-99/000001.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000001.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-10T06-37-99/000002.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000002.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-10T06-37-99/000003.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000003.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-10T06-37-99/000004.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000004.jpg\" width=\"150\"/></dt></dl></div></div><p>Yes, \"Steve\", the crew commander, worked ... a trucker at one of the companies in the United States. \"Roy\" - the soul of the team, was an architect and designer, \"yacht\" - \"Technical thought\", as it is called among the guys - a metrologist. Such is the fate of everyone - their own.</p><p>When asked how they became a crew, the first corresponds to \"swarm\":</p><p>- When, in the fall of last year, we, in a completely different unit, reflected the enemy near Avdiivka, as ordinary shooters, it became clear that the war was conducted by completely different methods - high -tech.</p><p>After all, you do without \"eyes\" on the battlefield, not knowing where the enemy, without observing his movement, and therefore, not knowing his intentions or designs in the future.</p><p>And it is simply impossible to sit in the trenches when the trenches and the new ones are circling them. Then we lost our brothers, suffered injuries, damage - as a result of discharges.</p><p>We were not the first of our unit through volunteers, acquaintances, our family and bought drones, at that time, quite primitive, amateur, as they say.</p><p>However, you know, we felt that it became much easier to counter - we saw the enemy, we tried to guess his further intentions and destroyed. After all, they had \"eyes\" that did not close and rescued us.</p><p>Many, of course, lost their \"birds\" due to lack of skills and knowledge, and over time knowledge and experience became more and more. But it was thanks to the \"quadram\" that we managed to save many lives of brothers, - says the soldier.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"549684,549685,549686,549688\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.4992679355783\" data-size=\"large\" data-width=\"2048\"><div class=\"gallery galleryid-549678 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-3\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-10T06-37-99/000005.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000005.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-10T06-37-99/000006.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000006.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-10T06-37-99/000007.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000007.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-10T06-37-99/000008.jpg\" srcset=\"../Images/2024-03-10T06-37-99/000008.jpg\" width=\"150\"/></dt></dl></div></div><p>As it turned out in the conversation, the boys were already in this brigade with the combat experience of air intelligence. Therefore, during the distribution by staff, the question of where to appoint them did not even arise - to the company of shock unmanned aviation complexes.</p><p>\"Steve\", the commander, tells about the first acquaintance and start work with serious BPACs like \"Storks\":</p><p>- With the first flights, they realized that you can fly above and as far as possible, stay in the air longer. Such opportunities have opened us with military drones of aircraft type.</p><p>This is a completely different level that requires specific knowledge. Then we were not enough. But then a large bonus fell out - we were able to go and learn everything we do now.</p><p>- How is their plane different from other UAVs, what is unique?</p><p>-First,-the conversation is joined by \"yacht\"-from quadcopters and all kinds of civilian amateur drones, which we have previously adapted in battle, this device was created as a specialized.</p><p>After all, it is intelligated for brigade level, has several times a larger radius and is much more resistant to enemy electronic warfare (HRB).</p><p>There have been cases where, due to the powerful impact of the enemy, we lost their connection with our plane, but still returned it to the base. Others would no longer return.</p><p>According to the pilot, the control of this plane is more reminiscent of the programmer's work than the pilot \"Mavica\" or FPV. After all, according to the flight task, it sets the route, the height of the flight at its various points, if necessary, make adjustments.</p><p>- Therefore, the remote with manual control is used only during take -off and planting, - says \"yacht\" with irony.</p><p>It was very hard to ask how the stork showed himself in combat conditions, because for a long time the brigade performs combat missions in the Bakhmut direction. But every time the boys plunged into their work, reported endlessly on the radio station, they sent coordinates to someone, even quarreled that someone at the other end of the wire responded too slowly to their reports.</p><p>- From the \"fresh\", recently in our stream was a hostile \"Monster\" - 203 mm of SAU \"Pion\", - says \"Steve\". - After us, our arta worked successfully. And in January, we \"shook\" a few \"hail\" of the invaders, but the artillery of our brigade could not get them at that distance. Then a friendly unit came to the rescue.</p><p>Only now it became noticeable that there are four painted missiles on the fuselage of \"Storks\". Typically, such marks mean their little victories. But here - should be the opposite.</p><p>- What it is?</p><p>- These are four of ours with \"stork\" life. The first two appeared last year. On the August Day, on the outskirts of Bakhmut \"Leleka\", he noticed an enemy anti-aircraft missile complex \"Arrow-10\". The enemy also noticed us. And without hesitation he shot the rocket. Then - another. As it was possible to escape, the drones of God himself are known. Then Roy started such a tradition - to apply their missiles every time to our \"bird\", - smiles \"yacht\".</p><p>On the table with the guys next to the work computer was a book. On the cover - a white heron, the same as the one depicted on the patch \"Roy\". It turns out that \"Roy\" also joined the publication of a poetic collection about those with whom he had the honor to serve earlier. Many of them are not alive.</p><p>- But the memory of them - forever in my heart, - the man comments. - The idea of publishing this book came about my friend. Together with him we fought at the beginning of a large -scale invasion. They decided to honor the memory of the brothers. He writes poems well, and I illustrated the collection. So our \"chords of war\" were published. And the White Heron is our symbol of the Resurrection, our unit, with which I passed the hell of the war two years ago.</p><p>Time slowly floated while we talked. And \"Stork\" soon returned from a long distance.</p><p><em>Photo 22 Ombre</em></p></div>", "source": "https://armyinform.com.ua/2024/03/10/yak-voyuyut-dalekobijnyk-arhitektor-ta-metrolog-u-strim-potrapyla-vorozha-sau-pion-po-yakij-vidpraczyuvala-arta/", "title": "As the trucker, architect and metrologist fight: the hostile SUA \"Pion\", on which Arta worked in the stream.", "description": "Despite the loud canonade of artillery explosions, which are forced almost to the ground every now and then ...", "author": ["Army Inform"], "categories": ["Новини", "Репортаж"], "tags": ["артилерія", "Збройні Сили України", "САУ «Піон»"]}