{"published time": "2024-03-10T08-04-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/64a8f37d0fbee199458927.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"713\" src=\"../Images/2024-03-10T08-04-99/000000.jpg\" srcset=\"../Images/2024-03-10T08-04-99/000000.jpg\" width=\"1070\"/></figure><!-- .post-thumbnail --><p><strong>Russian troops kissed a rocket on an enterprise in Dnipropetrovsk, a 58-year-old man was injured. At the same time, the enemy was directed by Dron Kamikadze in Nikopol region. Passed without casualties.</strong></p><p>About this<a href=\"https://t.me/dnipropetrovskaODA/11202\" rel=\"nofollow\" target=\"_blank\">informs</a>Head of Dnipropetrovsk Ova Sergey Lisak.</p><p>“The aggressor kissed the enterprise in the Novomoskovsk district. A 58-year-old man was injured. He was provided with the necessary medical care, he will be treated at home, ”he said.</p><p>Sergey Lisak stressed that a fire had emerged because of the \"arrival\". Rescuers have already tamed fire.</p><p>“In the Nikopol region, Russian troops were in heavy artillery three times. Dron Kamikadze was also directed. It was loud in the district center and the Marganets community. There was no dead and wounded, ”he added.</p><p>According to the head of the Dnipropetrovsk OVA, damage to the infrastructure object was recorded. There was a fire, but the flame managed to extinguish promptly.</p><p>In the rest of the territory of Dnipropetrovsk there was without shelling.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/09/okupanty-14-raziv-za-den-obstrilyaly-dnipropetrovshhynu-poshkodzheni-budivli-ta-infrastruktura/\">Armyinform</a>, last day, the invaders fired 14 times the Dnipropetrovsk region, damaged buildings and infrastructure.</p></div>", "source": "https://armyinform.com.ua/2024/03/10/raketnyj-udar-po-dnipropetrovshhyni-rf-poczilyla-po-pidpryyemstvu-ye-poranenyj/", "title": "Missile blow to Dnipropetrovsk region: the Russian Federation kissed the enterprise, there is a wounded", "description": "About it reports the head of Dnipropetrovsk Ova Sergey Lisak. “The aggressor kissed ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Дніпропетровщина", "Харківський трибунал"]}