{"published time": "2024-03-10T09-24-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/7091f5b30d74427f42b9953743a98e97-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"488\" sizes=\"(max-width: 650px) 100vw, 650px\" src=\"../Images/2024-03-10T09-24-99/000000.jpg\" srcset=\"../Images/2024-03-10T09-24-99/000000.jpg\" width=\"650\"/></figure><!-- .post-thumbnail --><p><strong>During the day in the Kherson region, three civilians were injured in hostile shelling, the enemy beat on residential quarters of settlements of the region, in particular on high -rise buildings and private homes.</strong></p><p>About this<a href=\"https://t.me/olexandrprokudin/2936\" rel=\"nofollow\" target=\"_blank\">reported</a>Head of the Kherson Regional Military Administration Alexander Proudin.</p><p>“Last day, the enemy fired at Stanislav, Beryslav, Oleksandrivka, Osokorivka, Tomarin, Tomin Balka, Antonovka, Dnieper, Sadovov and Kherson. The Russian military kissed the residential quarters of the settlements of the region, in particular, 4 high -rise buildings and 9 private homes were damaged, ”the message reads.</p><p>Oleksandr Proudin noted that in Kherson the school, a medical institution and a Gasogin were damaged as a result of shelling. As a result of hostile attacks in the settlements of the region, hits in an economic structure and a car were recorded.</p><p>\"Through Russian aggression, 3 people were injured,\" the head of the Kherson Ova emphasized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/10/vnaslidok-vorozhogo-obstrilu-harkivshhyny-zagynuv-myrnyj-meshkanecz/\">Armyinform</a>, as a result of hostile shelling of Kharkiv region, a peaceful resident was killed.</p></div>", "source": "https://armyinform.com.ua/2024/03/10/za-dobu-rosijska-armiya-obstrilyala-desyat-naselenyh-punktiv-hersonshhyny-poraneni-troye-lyudej/", "title": "During the day, the Russian army fired at ten settlements of Kherson region: three people wounded", "description": "This was reported by the head of the Kherson Regional Military Administration Alexander Proudin ....", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Харківський трибунал", "Херсонщина"]}