{"published time": "2024-03-10T07-24-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/417570426_707244431592015_6920359476157831533_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-10T07-24-99/000000.jpg\" srcset=\"../Images/2024-03-10T07-24-99/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>There were 73 combat clashes during the last day. In total, the enemy caused 5 missile and 95 aviation strikes, and made 136 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0BoRQde6WkUxgyXeecuHxQqhAvcozPHD54gJNsZEM8DvZR4HYhGpFYJNuEoUJu5tzl\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces.</p><p>In the area of responsibility, the \"Khortytsia<strong>In Kupyansk direction</strong>The enemy of the offensive (assault) did not take action.</p><p><strong>In the estuary direction</strong>Our warriors repelled 7 enemy attacks in areas of Terny and disputed Donetsk region.</p><p><strong>In the Bakhmut direction</strong>The forces of defense reflected 6 enemy attacks in the areas of settlements Bogdanivka, Ivanivske, Klyshchiyivka and Andreevka of Donetsk region.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 16 enemy attacks in the areas of settlements Berdychi, Orlovka, Tonenko, Pervomaisk.</p><p><strong>In the Novopavlovsky direction</strong>Defense forces continue to restrain the enemy in the areas of Krasnogorivka, St. George, Novomikhailivka, Donetsk region, where the enemy, with the support of aviation, has tried more than 30 times to break through the defense of our troops.</p><p><strong>In the Orikhiv direction</strong>8 attacks of the enemy in the areas of the east of Levadny, Robino and West Verbov Zaporizhzhya region are reflected.</p><p><strong>In the Kherson direction</strong>Defense forces continue to keep positions.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/09/genshtab-zsu-vorog-namagavsya-prorvaty-oboronu-na-novopavlivskomu-ta-avdiyivskomu-napryamkah/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, over the past day, the enemy tried to break the defense in the Novopavlovsky and Avdeevsky directions.</p></div>", "source": "https://armyinform.com.ua/2024/03/10/za-dobu-vidbulosya-ponad-70-boyezitknen-protyvnyk-atakuye-na-pyaty-napryamkah/", "title": "More than 70 combatants occurred in a day, the enemy attacks in five directions", "description": "About it reports the General Staff of the Armed Forces. In the area of responsibility, \"Khortytsia\" on ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Хроніка війни"]}