{"published time": "2024-03-29T07:22:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/04/f-16.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"545\" src=\"../Images/2024-03-29T07-22-00-08-00/000000.png\" srcset=\"../Images/2024-03-29T07-22-00-08-00/000000.png\" width=\"1000\"/></figure><!-- .post-thumbnail --><p><strong>Poland's armed forces used aviation in their airspace because of a massive Russian rocket attack across Ukraine.</strong></p><p>About this<a href=\"https://twitter.com/dowopersz/status/1773545581052305843\" rel=\"nofollow\" target=\"_blank\">reported</a>Poland's operational command on the social network H.</p><p>“Tonight, there is an intensive activity of longitudinal aviation of the Russian Federation, related to missile strokes on objects in Ukraine. All the necessary procedures for ensuring the safety of Poland's airspace, ”the message reads.</p><p>The local population was warned that Polish and allied aircraft are flying in Poland's airspace, which can lead to an increase in noise, especially in the southeastern part of the country.</p><p>Poland is not the first time lifting aviation due to rocket strokes of the Russian Federation. Similar procedures were used by the Polish military on March 21 during a Russian rocket strike in Ukraine.</p><p>On Friday night, the Russian military attacked Ukraine with winged rockets from Tu-95MC aircraft, as well as aerobalist missiles \"Dying\".</p><p>During the rocket attack, explosions in the Dnieper, Khmelnytskyi and Ivano-Frankivsk were erupted.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/29/polshha-zadiyala-aviacziyu-cherez-masovanu-raketnu-ataku-po-ukrayini/", "title": "Poland has used aviation because of a massive missile attack in Ukraine", "description": "This was reported by the operational command of the Armed Forces of Poland on the social network H.", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Польща", "ракетні удари рф"], "source_name": "ArmyInform"}