{"published time": "2024-03-29T06:29:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/pilgovyi-proizd.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-29T06-29-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T06-29-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>In Ukraine, combat participants have fares. But periodically, they are denied carriers in this privilege.</strong></p><p>This is often motivated by the fact that they do not compensate for money for such transportation. Despite the fact that there are really problems with compensation, this is not a reason for the combatants to be denied.</p><p><a href=\"https://armyinform.com.ua/\">Armyinform</a>He tells how to defend his right to preferential travel.</p><h2><strong>What does the legislation say?</strong></h2><p>The Law of Ukraine “On the Status of War Veterans, Guarantees of their Social Status” states that participants of hostilities<a href=\"https://zakon.rada.gov.ua/laws/show/3551-12#Text:~:text=7)%20%D0%B1%D0%B5%D0%B7%D0%BF%D0%BB%D0%B0%D1%82%D0%BD%D0%B8%D0%B9%20%D0%BF%D1%80%D0%BE%D1%97%D0%B7%D0%B4,%D0%BD%D0%B0%20%D0%B1%D0%B5%D0%B7%D0%BE%D0%BF%D0%BB%D0%B0%D1%82%D0%BD%D1%96%D0%B9%20%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%96%3B\" rel=\"nofollow\" target=\"_blank\">have the right</a>of:</p><p>«Free travel by all types of urban passenger transport, public transport in rural areas, as well as by rail and water transport of suburban communications and buses of suburban and long-distance routes, including intra-regional, intra- and inter-region , and in the case of the introduction of an automated fare accounting system - also an electronic ticket that is issued on a free basis. \"</p><p>However, there are cases where combat participants are denied preferential transportation. Is it legal?</p><p>No! Therefore, it is worth defending your rights. And we advise you to go a civilized way. So you can not only return the money spent, but also, for example, get compensation for moral losses.</p><p>What is the case law and what to do if you refused a preferential passage, we have addressed the lawyer of the system<a href=\"https://legalaid.gov.ua/kliyentam/yak-otrymaty-bpd/\" rel=\"nofollow\" target=\"_blank\">free legal aid</a><strong>Maria Rostova</strong>.</p><p>So, if the carrier refuses to travel despite the presence of a participant in the fighting, it is necessary:</p><ul><li>to find out the name and contact data of the carrier (information is usually indicated in the information materials located near the driver), the driver's name;</li><li>record the vehicle number, time and route of the trip;</li><li>save the ticket;</li><li>in case of appeal to the court to take care of the presence of witnesses to refuse free travel;</li></ul><p>Next you need to write a statement in three copies:</p><ul><li><strong>To the National Police;</strong></li><li><strong>To the State Service of Ukraine for Transport Safety</strong>(Ukrtransbuzepa);</li><li><strong>To a local government body</strong>where the route is carried out.</li></ul><p>Be sure to add a copy of the UBD card and a copy of the travel ticket to the application.</p><p>For refusal of free travel, administrative responsibility for Art. 133-1 of the Code of Ukraine on Administrative Offenses.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\">Unfounded refusal of the privileged transportation of citizens - entails a fine on drivers of vehicles, citizens - business entities in the amount of fifty non -taxable minimum incomes of citizens.</div><h2><strong>Appeal to court</strong></h2><p>You can obtain a satices in court. In this case, you can not only punish the carrier, but also return your money. There is relevant jurisprudence. As the lawyer of the system told<a href=\"https://legalaid.gov.ua/kliyentam/yak-otrymaty-bpd/\" rel=\"nofollow\" target=\"_blank\">free legal aid</a><strong>Maria Rostova</strong>, in 2023, their lawyer defended the interests of a serviceman from Chernihiv. He filed a lawsuit because he was denied a preferential passage on the certificate of the combatant.</p><p>As a result, the court<a href=\"https://reyestr.court.gov.ua/Review/112592797\" rel=\"nofollow\" target=\"_blank\">pond</a>to the side of the veteran. Found the carrier's actions illegal. But he decided to recover in favor of the plaintiff 290 UAH. as a compensation for the purchased ticket, and another 1000 UAH for non -pecuniary damage.</p><p>By the way, combatants<strong>have the right to free secondary legal assistance</strong>. That is, not only to get a lawyer's consultations, but also to assist in preparing a claim and in the interests in court.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/bezoplatnyj-proyizd-dlya-ubd-shho-robyty-yakshho-vidmovyly/", "title": "Free travel for UBD. What to do if refused", "description": "This is often motivated by the fact that they do not compensate for money for such transportation. Despite that ...", "author": ["Army Inform"], "categories": ["Новини", "Соціальний захист"], "tags": ["пільги", "пільговий проїзд", "проїзд", "УБД"], "source_name": "ArmyInform"}