{"published time": "2024-03-29T18:26:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vykradachi-ditej.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"862\" src=\"../Images/2024-03-29T18-26-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T18-26-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Photo of the Office of the Prosecutor General</figcaption></figure><!-- .post-thumbnail --><p><strong>Investigators documented the violent movement in the temporarily occupied territory of Ukraine and further deportation to the Russian Federation of 15 pupils captured at that time (July 2022) of the Novopetrovsk Special School in Mykolaiv region.</strong></p><p>About this<a href=\"https://ssu.gov.ua/novyny/sbu-povidomyla-pro-pidozru-poplichnykam-rashystiv-yaki-spryialy-deportatsii-do-rosii-15-ukrainskykh-ditei\" rel=\"nofollow\" target=\"_blank\">She reported March 29</a>Security Service of Ukraine.</p><p>According to the service, among the perpetrators of the crime is the so -called deputy head of the occupation \"Department of Youth and Sports of Kherson region\". Its accomplice - appointed by the Rector of Agrarian University in the temporarily occupied territory of the region.</p><p>In order to steal children from the educational institution, 20 armed servicemen of the aggressor country arrived.</p><p>At that time, the Rashists took the pupils of the school together with the director of the institution and her husband and forcibly taken to the occupied village of Stepanivka in Kherson region.</p><p>There, the victims were expected by two persons involved in the person who organized the forced movement of stolen children and two adults to the local river station.</p><p>From there, the victims \"under the control\" of the aggressor state were transported to the Left Bank of the region, and then by bus-to the Crimea.</p><p>From there, the pupils of the Ukrainian school were taken to the city of Anapa in the Krasnodar region by train.</p><p>According to the investigation, during the stay of deported children in the Russian Federation, representatives of the aggressor state forbade them to use the Ukrainian language and forced to sing the anthem of Russia.</p><p>Subsequently, with the support of international volunteer organizations, minor victims were taken to a third country to return home.</p><p>On the basis of the evidence collected, investigators of the SBU were informed in absentia by both the persons involved in the occupation authorities of Russia about suspicion under Part 2 of Art. 28, Part 1 of Art. 438 of the Criminal Code of Ukraine (violation of the laws and customs of war, committed by prior conspiracy by a group of persons).</p><p>As the suspects are on a temporarily occupied part of Ukraine, complex measures are ongoing to find and punish them.</p><p>Earlier<a href=\"https://armyinform.com.ua/2024/01/30/tabory-karczery-zalyakuvannya-i-poboyi-yak-rosiyany-denaczyfikuyut-ukrayinskyh-ditej/\">The army wrote</a>that the Russians use camps, kissers, intimidation and beatings to force Ukrainian children to forget about their homeland.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/dvom-gromadyanam-ukrayiny-povidomyly-pro-pidozru-za-spryyannya-deportacziyi-do-rosiyi-15-ukrayinskyh-ditej/", "title": "Two citizens of Ukraine were reported suspected of assistance in deportation to Russia 15 Ukrainian children", "description": "This was reported on March 29 by the Security Service of Ukraine. According to the service, among ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["викрадення дітей", "воєнні злочини рф", "СБУ"], "source_name": "ArmyInform"}