{"published time": "2024-03-29T14:30:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/zavitnevych.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-29T14-30-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T14-30-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>The Chairman of the Verkhovna Rada of Ukraine on National Security, Defense and Intelligence Alexander Zaitnevich reported that the recruitment system should be further spread.</strong></p><p>He is about it<a href=\"https://armyinform.com.ua/2024/03/28/golova-komitetu-z-naczbezpeky-sprognozuvav-koly-mozhe-buty-predstavlenyj-u-radi-zakonoproyekt-pro-mobilizacziyu/\">told</a>In an interview with the Armyinform.</p><p>- First of all, it is a guaranteed fulfillment of the terms of the contract, and primarily on the issues that I spoke above - the term, the content of the preparation, the level of security, the conditions of military service, the receipt of the military service.</p><p>Secondly, it is a daily won the battle for people's trust, the trust that the military department, the deputy corps, respond in a timely manner and draw the right conclusions from every problem that has been made for objective or subjective reasons in a particular unit.</p><p>We live in conditions where the enemy constantly forms anti -Ukrainian reality, plays fakes about the situation at the front, mobilization and other measures taken to strengthen our defense capability.</p><p>These are realities that cannot be ignored and which require constant improvement of communication with society, conscripts.</p><p>In this process, the role of commanders, representatives of units, who can more actively participate in interviews with potential recruiters, meetings, speeches in the media, and thus remove warnings of military service, their families against military service.</p><p>It should be remembered that we will not say about one or another problem, especially that has become widespread on social networks, instantly tell the enemy with anti -Ukrainian rhetoric, or think of an average citizen at his discretion.</p><p>Third, there should be films, books, socio-political, and cultural measures on the state, which are designed to keep the authority of military service and military uniform at the highest level. We have only a culture to pass the military in queues, and during a meeting on the streets, in public places-to express the words of gratitude for the military service,-said Alexander Zaitnevich.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/oleksandr-zavitnevych-rozpoviv-shho-potribno-zrobyty-dlya-podalshogo-poshyrennya-systemy-rekrutyngu/", "title": "Alexander Zaitnevich told what to do to further spread the recruiting system", "description": "He told this in an interview with the Armyinform. - First of all, it is a guaranteed performance ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Олександр Завітневич"], "source_name": "ArmyInform"}