{"published time": "2024-03-29T15:48:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/434315952_122151139238088621_5979768096540288641_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1366\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-29T15-48-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T15-48-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>Since the beginning of the activity of the state rear operator (DOT), six new Ukrainian manufacturers have become suppliers of real property for the Armed Forces.</strong></p><p>About this<a href=\"https://www.facebook.com/dotgovua/posts/pfbid03WudcLkXxNWRHM2Yqs9Luo5s5oDaM9h8e3oJLd6BY13DrENHVXoxjgwS7BpoFexcl\" rel=\"nofollow\" target=\"_blank\">informs</a>The state operator of the rear.</p><p>It is noted that this was made possible by the proactive work of the DOT with the market, clarifying the specifics of public procurement and providing a clear algorithm for processing processes.</p><p>“The share of Ukrainian manufacturers who supply the rear goods for the Armed Forces of Ukraine is growing. Increasingly, the winners of the tenders are medium and small manufacturers, especially for the purchase of real property. We will continue work aimed at increasing the share of the Ukrainian manufacturer in our purchases through better planning and concluding long -term contracts. We are already working on this together with the Ministry of Defense, ”said the General Director of the State Tellean Operator.</p><p>In total, since December last year, DOT has concluded 87 contracts for the supply of real property worth UAH 6.4 billion. During the presentation of the economic platform \"Made in Ukraine\", another contract was concluded with the Ukrainian manufacturer.</p><p>As reported by the Armyinform, 300 trucks with food from DOT<a href=\"https://armyinform.com.ua/2024/03/28/z00-fur-z-harchamy-vid-dot-poyihaly-u-vijskovi-chastyny-po-vsij-ukrayini/\">They went</a>into military units throughout Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/do-pereliku-postachalnykiv-rechovogo-majna-dlya-zsu-dodaly-shist-ukrayinskyh-vyrobnykiv/", "title": "Six Ukrainian producers were added to the list of providers of real property for the Armed Forces", "description": "About it informs the state operator of the rear. It is noted that this was made possible by ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "ДОТ"], "source_name": "ArmyInform"}