{"published time": "2024-03-29T06:55:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vip_5816.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_5813.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1000\" src=\"../Images/2024-03-29T06-55-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T06-55-00-08-00/000000.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\">Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>By classical definition, expansion is the expansion of domination, influence, the desire of one state to capture resources and infrastructure, as well as markets in other countries. The Russian Federation pursues a rather aggressive expansive policy not only in the neighboring countries of Europe and Asia, but also on other continents.</strong></p><p><span>Candidate of Technical Sciences, until recently, the director of integrated communications of Naftogaz of Ukraine, and now - the Armed Forces of Ukraine Maxim Maxim, said about the seizure of resources, infrastructure and impact on consumers in the African continent of the correspondent on the African continent of the correspondent</span></p><p><span>- First of all, these are resources. Here the interest of the aggressor state has already penetrated the production of uranium, lithium, gold, bauxite, manganese, chromium ores, oil and gas. Separately, you should pay attention to the Kremlin's attempt to establish control of water resources, which are the basis of food and, accordingly, the economic security of Africa.</span></p><p><span>For example, there are several projects from the construction of hydroelectric power plants on the Nile River, which on the one hand will increase the amount of electricity produced for the region, but on the other - to install a regulatory tool for other countries access to water resources.</span></p><p><span>In addition, the Kremlin is directly speculating around food imports to Africa and trying to install a mechanism of dependence on Russian companies supplying stolen grain.</span></p><p><span>Now a few words about uranium. In 2021, the aggressor state launched a policy of export of nuclear technologies and equipment, initiating the construction of 15 nuclear reactors in different parts of the world. The narrow place of such an aggressor strategy, despite the rather developed infrastructure for processing and enrichment, is the presence of raw materials - uranium.</span></p><p><span>Because of this, Rosatom has increased its resource portfolio in the last few years, in particular by establishing control over deposits in Tanzania. In general, the expansion of the capabilities of the aggressor on the map of nuclear technologies is one of the main challenges, as Russia has access to more than 40% of world processing and enrichment capacity, which allows to process uranium for fuel for nuclear reactors.</span></p><p><span>It is obvious that the long -term goal of the aggressor is to establish the dependence of the world countries, but now it is not about natural gas, but about nuclear fuel.</span></p><p><span>In this context, it is appropriate to mention the interests of France in Africa, which operates one of the largest nuclear reactors and, accordingly, has a direct dependence on nuclear fuel. Against this background, for a long time there has been a confrontation between Russia and France for direct and indirect influence on Africa.</span></p><p><span>Summarizing the topic of Uranus, Russia aims to take the full management of Uranus Niger, Tanzania and increase France's energy dependence on Moscow by getting levers of influence on Paris.</span></p><p><span>Second, infrastructure. From the strategy point of view, the aggressor aims to divide Africa with instability and to ensure control over the main logistics pathways between the southern and northern parts of the continent.</span></p><p><span>At the same time, the Kremlin aims to block the implementation of the Trans-Sahara gas pipeline for 30 billion cubic meters. m gas through Niger and Algeria to the Mediterranean coast of Europe.</span></p><p><span>By continuing the topic of energy infrastructure, the aggressor tries to increase its capabilities to use the shadow fleet for oil and petroleum exports to third countries under the flag of African countries, primarily Gabon.</span></p><p><span>Of course, the aggressor is interested in the port infrastructure of Africa, and it will try to build a logistics belt between the Indian and Atlantic oceans.</span></p><p><span>Third, consumers. In addition to resource and infrastructure capture, Russia is trying to establish control over socio-political moods in Africa. For example, according to</span><a href=\"https://news.gallup.com/poll/391718/africans-divided-russia-leadership-ukraine-war.aspx\" rel=\"nofollow\" target=\"_blank\"><span>the data of the last public sociological research</span></a><span>- 42% of the population of seven Western African and Central African countries are approving the policy of Kremlin tyrants.</span></p><p><span>This is the result of perennial Soviet and Russian propaganda. Earlier - communist propaganda spread through training students from African countries at Soviet universities, and now the Kremlin narratives are spreading through</span><a href=\"https://www.intelsat.com/wp-content/uploads/2023/09/Media-Market-Watch-Africa-Tipsheet.pdf\" rel=\"nofollow\" target=\"_blank\"><span>Satellite broadcast</span></a><span>RT TV channel with coverage of more than 100 million viewers and</span><a href=\"https://therecord.media/nigerian-social-media-accounts-targeted-in-influence-campaign-centered-on-ukraine-invasion\" rel=\"nofollow\"><span>Network of bots</span></a><span>on social networks.</span></p><p><span>There are also cases, such as in the Central African Republic, when Russia continues to use the platforms developed in Soviet times - radio stations for the spread of its own propaganda, which is presented in the form of allegedly fighting colonialism, and in fact it is neocolonialism in its worst manifestations.</span></p><p><span>The purpose of such an enemy communication strategy is to eliminate the influence of France in French -speaking countries, to support most African countries in the Kremlin's international arena, and to create favorable conditions for China's policy in Africa.</span></p><figure aria-describedby=\"caption-attachment-558882\" class=\"wp-caption alignnone\" id=\"attachment_558882\" style=\"width: 1500px\"><img alt=\"\" class=\"wp-image-558882 size-full\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-29T06-55-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-29T06-55-00-08-00/000001.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-558882\">Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p><span>Maxim Bilyavsky states that Russia has now formed the largest military contingent on the African continent compared to all other countries of interest here.</span></p><p><span>The expert also believes that Russia implements a similar policy in Venezuela.</span></p><p><span>- From the point of view of resources, the Kremlin aims to control the export of Venezuelan oil to the world market in order to regulate high levels, which certainly causes damage to the US as one of the largest consumers of \"black gold\". Thus, the aggressor views Venezuela as a kind of outpost in the traditionally strategic area of US influence.</span></p><p><span>In order to consolidate this influence, Russia resorts to the most dirty strategies, in particular trying to control local criminal groups, to influence the circulation of prohibited substances, and to regulate the flow of migrants to the United States through the inspiration of chaos in Venezuela.</span></p><p><span>It is appropriate to mention that the largest influx of illegal migrants to the United States over the last 50 years in the amount of more Russia's invasion of Ukraine on the settlement of the crisis on the Mexican-American border.</span></p><p><span>It is obvious that the whole complex of aggressive and masked measures implemented by the Kremlin in Africa and Venezuela is a threat to global security and democratic structure of the world.</span></p></div>", "source": "https://armyinform.com.ua/2024/03/29/pro-rosijsku-ekspansiyu-v-krayinah-afryky-ta-latynskoyi-ameryky-armiyainform-rozpoviv-ekspert/", "title": "The expert told about Russian expansion in Africa and Latin America's countries of Africa and Latin America", "description": "About the capture of resources, infrastructure and impact on consumers in the particular case ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["Африка", "думка експерта", "Латинська Америка", "Максим Білявський"], "source_name": "ArmyInform"}