{"published time": "2024-03-29T17:39:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/dbr_do-sudu.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"812\" src=\"../Images/2024-03-29T17-39-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T17-39-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The pre -trial investigation into the deputy of the Semenovsk city council of Chernihiv region, which after the mobilization, evaded military service with the assistance of the head of the unit.</strong></p><p>About this<a href=\"https://t.me/c/1435738926/4272\" rel=\"nofollow\" target=\"_blank\">reported March 29</a>State Bureau of Investigation.</p><p>According to the department, it was found that the deputy was mobilized after the Russian invasion began, but for 5 months did not actually perform the duties of military service.</p><p>His immediate chief did not respond to the absence of a subordinate serviceman and vice versa, he was recorded in the official documentation that he seems to be serving in border outfits.</p><p>At the same time, the deputy illegally received the financial support of the military and special allowances for more than 157 thousand hryvnias.</p><p>He is accused of evading the duties of military service and fraud (Part 4 of Article 409, Part 2 of Article 190 of the Criminal Code of Ukraine).</p><p>The sanction of the article provides for imprisonment for up to 10 years.</p><p>The materials of the pre -trial investigation against the head of the deputy who covered his criminal acts were allocated to separate proceedings. Currently, criminal proceedings have been completed and sent to court.</p><p>The divisor is accused of fake official (Part 1 of Article 366), abuse of power or office (Part 1 of Article 364), in a criminal offense for the evasion of military service (Part 5 of Article 27, Part 4 of Part. 409). The sanction of the article provides for imprisonment for up to 10 years.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/29/na-mykolayivshhyni-povernuly-bijczyam-vyplaty-vtracheni-cherez-nedbalist-posadovyczi/\">reported the armyinform</a>, in the Nikolaev area returned to fighters payments lost because of negligence officials.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/na-chernigivshhyni-deputat-pishov-pid-sud-za-falshyvu-sluzhbu/", "title": "In Chernihiv region the deputy went to court for a fake service", "description": "This was reported on March 29 by the State Bureau of Investigation. According to the department, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ДБР", "ухиляння від служби"], "source_name": "ArmyInform"}