{"published time": "2024-03-29T15:25:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/rekrutyng.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-29T15-25-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T15-25-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Alexander Zaitnevich, the chairman of the Verkhovna Rada of Ukraine Committee on National Security, Defense and Intelligence, reported when, in his opinion, the BP is presented in the Verkhovna Rada.</strong></p><p>He is about it<a href=\"https://armyinform.com.ua/2024/03/28/golova-komitetu-z-naczbezpeky-sprognozuvav-koly-mozhe-buty-predstavlenyj-u-radi-zakonoproyekt-pro-mobilizacziyu/\">told</a>In an interview with the Armyinform.</p><p>- The duration of consideration is due not only to the number of editions, the number of which exceeds four thousand, but also their scale, that is, the number of legislation they touch. In addition, the examination is carried out with the participation of representatives of social groups whose interests affect these amendments. To date, more than 3518 edits have already been considered.</p><p>The severity of the discussion is that all participants in the review of the amendments refer to their two years of experience of mobilization during the full-scale Russian-Ukrainian war, and he, unfortunately, does not always contain a positive assessment. For example, in some regions, close cooperation of local authorities and CCCs is maintained, in others - on the contrary, it is absent, which has a negative effect on mobilization processes.</p><p>There were no less acute discussions when the question of what category and why should be reservated.</p><p>In general, everyone is aware of the need to strengthen the defense forces, but not everyone is ready to divide responsibility for extremely unpopular decisions and to prioritize Article 65 of the Constitution, which defines the obligation of the country's citizens to protect Ukraine's independence and territorial integrity.</p><p>Considering the above, it is difficult to predict which of the rules of the draft law, after consideration by the Committee will remain and which will be excluded or modified.</p><p>As for the terms of presentation of the document to the Verkhovna Rada, I think it will be the middle of April, taking into account the legal examination of the apparatus of the Verkhovna Rada of Ukraine, - said Alexander Zaitnevich.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/golova-komitetu-z-naczbezpeky-sprognozuvav-koly-mozhe-buty-predstavlenyj-u-radi-zakonoproyekt-pro-mobilizacziyu-2/", "title": "The Chairman of the National Security Committee predicted when a draft law on mobilization may be presented in the Council", "description": "He told this in an interview with the Armyinform. - The duration of consideration is not only ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Олександр Завітневич"], "source_name": "ArmyInform"}