{"published time": "2024-03-29T11:05:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/659aecb1627da-000026_1677264407_552364_big.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"763\" src=\"../Images/2024-03-29T11-05-00-08-00/000000.png\" srcset=\"../Images/2024-03-29T11-05-00-08-00/000000.png\" width=\"1366\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky spoke about the need to strengthen Ukraine's air defense, Russia's counter -offensive actions, and why the support of the United States is important to us.</strong></p><p>He is about it<a href=\"https://t.me/V_Zelenskiy_official/9911\" rel=\"nofollow\" target=\"_blank\">told</a>In his telegram channel.</p><p>“We are grateful for all the United States, for great help for us. But one very serious moment - the Patriot systems located in us, did not come from the United States. Funds-$ 1.5-2 billion-stood out for these systems and shells to them, but the systems themselves arrived from different countries. The money was never come to us, ”Volodymyr Zelenskyy said.</p><p>Volodymyr Zelensky also stressed that Putin is not tuned for negotiations and ending the war, so Ukraine should become strong in the battlefield. This requires 2 things - long -range missiles and more Patriot systems.</p><p>“Ukraine is not as strong as it can be. We need to allow us to act on the battlefield. Two things are needed for this: Patriot systems that can pass the United States and parity in artillery. Patriot systems we unlock the sky, and our boys will go forward, ”the head of state summarized.</p><p>As reported by the Armyinform, Volodymyr Zelenskyy T<a href=\"https://armyinform.com.ua/2024/03/28/prezydent-rosiya-vytrachaye-milyardy-na-poshyrennya-haosu/\">The roles of Russia in destabilization of the situation around the world</a>.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/dlya-prosuvannya-na-poli-boyu-potribno-bilshe-system-patriot-ta-parytet-v-artyleriyi-prezydent/", "title": "To promote on the battlefield requires more Patriot and parity in artillery - President", "description": "He told about it in his telegram channel. “We are grateful for all the United States, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "Володимир Зеленський", "вторгнення рф"], "source_name": "ArmyInform"}