{"published time": "2024-03-29T08:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/02/drony-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-29T08-12-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T08-12-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The Russian military conducted a large -scale air intelligence before being inflicted on a massive rocket strike in Ukraine tonight.</strong></p><p>About this<a href=\"https://www.youtube.com/watch?v=WY8sDvZdWEA\" rel=\"nofollow\" target=\"_blank\">She told</a>Colonel Natalia Humeniuk, a spokeswoman for the southern Ukraine forces of Ukraine on the air of the teleman.</p><p>“In general, the night was characterized by the fact that before the blow the enemy performed a very powerful aerial intelligence, again used the maximum of drones. We counted 140 in our area of responsibility, ”Natalia Humeniuk said.</p><p>She emphasized the needs of the RBs for the Ukrainian military, \"because an uninitiated enemy cannot carry out massive attacks.\"</p><p>The spokeswoman also said that the units of the Defense Forces of the South of Ukraine in their area of responsibility worked on the reflection of the drones of the type of shahd, which the enemy directed mainly to Mykolaiv region and Kryvorizhzhya.</p><p>“It was an attack on energy again, it is obvious that the enemy tried to hit as many such objects as possible again. On Kryvorizhzhi failed to avoid<a href=\"https://armyinform.com.ua/2024/03/29/na-dnipropetrovshhyni-vnochi-zbyly-drony-ta-rakety-poshkodzheni-kilka-energetychnyh-obyektiv/\">hit</a>, there is a wounded employee, ”she said.</p><p>According to Natalia Humeniuk, seven drones were destroyed - 5 in Mykolaiv region and 2 in Dnipropetrovsk.</p><p>As reported by the Armyinform, at night the Russians during a massive combined attack again<a href=\"https://armyinform.com.ua/2024/03/29/vnochi-rosiyany-atakuvaly-teplovi-ta-gidroelektrostancziyi-v-kilkoh-regionah-ukrayiny/\">They hit</a>on energy facilities in several regions of Ukraine.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/29/u-sylah-oborony-rozpovily-pro-140-rozviduvalnyh-droniv-rf-pered-masovanym-raketnym-udarom/", "title": "The defense forces told about 140 reconnaissance drones of the Russian Federation in front of a massive rocket stroke", "description": "Colonel Natalia Humeniuk told this about it on the air of southern Ukraine ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": [], "source_name": "ArmyInform"}