{"published time": "2024-03-29T18:00:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/kanevskyj-glib.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1067\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-29T18-00-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-29T18-00-00-08-00/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Defense of Ukraine is working on improving the procurement rules, which should increase competition at the auction of procurement agencies of the department.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/29/%E2%80%8Enashe-zavdannya-%E2%80%93-shlyahom-zbilshennya-konkurenczii-zaluchiti-novih-ukrainskih-virobnikiv-do-zakupivel-zsu-%E2%80%93-glib-kanevskij/\" rel=\"nofollow\" target=\"_blank\">He told March 29</a>Head of the Department of Procurement of the Ministry of Defense of Ukraine Gleb Kavevsky during a meeting of the anti -crisis headquarters of the stability of the economy in the conditions of martial law, which organized the Board of the Ukrainian Union of Industrialists and Entrepreneurs.</p><p>“Our goal is to set transparent and understandable rules of the game so that they stimulate competition during purchases for the Armed Forces. The fundamental position of the Minister of Defense is zero tolerance for corruption. It is an impetus from Rustem Umerov, which is being actively operated by the Procurement Policy and the Procurement Agency \"State Telva Operator\", which specializes in the rear purchases. This will allow you to attract as many Ukrainian manufacturers as possible to tenders and, as a result, a balanced property for the military, ”Gleb Kanevsky explained.</p><p>He urged the Ukrainian business association to address the procurement policy initiatives.</p><p>“The Procurement Policy Department is currently analyzing the current regulatory framework to correct the shortcomings that are negatively reflected in competition. Our task is by increasing competition to attract new Ukrainian manufacturers in the purchases of the Armed Forces. The updated rules should make purchases more effective, ”Gleb Kanevsky said.</p><p>In addition, Gleb Kaevsky addressed Ukrainian manufacturers directly to participate more actively in tenders.</p><p>“Now the Defense Ministry is one of the largest purchases of the country. The Ministry has brought the List and the volume of purchases required to the State Territorial Operator, as well as budget allocations for 12 months. This will allow manufacturers to plan their work better. This is a chance, for example, for the Ukrainian light industry - to provide military clothing and support your own business during the war, ”Gleb Kanevsky said.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/29/do-pereliku-postachalnykiv-rechovogo-majna-dlya-zsu-dodaly-shist-ukrayinskyh-vyrobnykiv/\">reported the armyinform</a>, six Ukrainian manufacturers were added to the list of suppliers of real property.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/minoborony-hoche-zaluchyty-novyh-ukrayinskyh-vyrobnykiv-do-zakupivel-zsu/", "title": "The Defense Ministry wants to attract new Ukrainian manufacturers in the purchases of the Armed Forces", "description": "The head of the Department of Procurement of the Ministry of Defense of Ukraine ... was told about it on March 29 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Міністерство оборони України", "оборонні закупівлі"], "source_name": "ArmyInform"}