{"published time": "2024-03-29T11:47:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/09/2022-09-12-koryguvalnyka-vognyu-po-pozycziyah-zsu-zasudzheno-do-15-rokiv.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"500\" src=\"../Images/2024-03-29T11-47-00-08-00/000000.png\" srcset=\"../Images/2024-03-29T11-47-00-08-00/000000.png\" width=\"960\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The Chernihiv Court of Appeal granted the appeal of the Chernihiv Regional Prosecutor's Office and found a local resident guilty of treason and illegal treatment of combat supplies.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22821\" rel=\"nofollow\" target=\"_blank\">reported</a>Office of the Prosecutor General.</p><p>The verdict of a resident of Chernihiv region was sentenced to 15 years in prison with confiscation of property.</p><p>Prosecutors proved that during February-April 2022, a local resident of the village of Buyanka, Chernihiv district, passed the Data on the Armed Forces of the Russian Federation on the UAV flights, which he saw over the settlement.</p><p>He also gave him the addresses of the locals who participated in the anti -terrorist operation in eastern Ukraine had weapons or were pro -Ukrainian.</p><p>In this way, he tried to neutralize the guerrilla struggle or sabotage, preserving the combat potential of the units of the Armed Forces of the Russian Federation.</p><p>In addition, he carried out a walk bypass the village in order to track the stay of new people. The information collected was transmitted by the aggressor state in a predetermined place.</p><p>On March 28, 2022, the invaders arrived at the household of the acquaintance of the convicted person - the participant of the ATO, whom he told them, and forcibly took the man to the village of Vyshneve. During the day the victim was kept in the basement of the school, exposed to torture for the purpose of obtaining data on other ATO participants and the location of the Defense Forces of Ukraine.</p><p>A mobile phone was detected and removed during the search of the convicted person's place of residence, as well as 3 TNT checkers.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/zdavav-okupantam-uchasnykiv-ato-i-dopovidav-pro-drony-zhytelya-chernigivshhyny-zasudyly-do-15-rokiv/", "title": "Handed over to the ATO participants and reported the drones: a resident of Chernihiv region was sentenced to 15 years", "description": "This was reported by the Office of the Prosecutor General. The sentence of a resident of Chernihiv region ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": [], "source_name": "ArmyInform"}