{"published time": "2024-03-29T20:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/umyerov_zustrich-z-francz-delegacziyeyu-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1366\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-29T20-16-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T20-16-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The Minister of Defense of Ukraine Rustem Umerov in Kyiv met with the head of the French National Assembly of Yael Bron-Pow.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/29/potuzhnosti-ukrainskogo-opk-mayut-buti-vklyucheni-do-evropejskogo-planu-vijskovogo-virobnicztva-ministr-umerov/\" rel=\"nofollow\" target=\"_blank\">reported March 29</a>Ministry of Defence Ukraine.</p><p>The minister thanked the comprehensive support that France provides to Ukraine, in particular for signing a bilateral security agreement.</p><p>\"I support views on the ways of repeling Russian aggression against Ukraine, which was recently expressed by French President Emmanuel Macron,\" Rustem Umerov said.</p><p>He noted that he appreciates fruitful cooperation with his French colleague Sebastian Lecorton, who is in close contact.</p><p>The Ukrainian delegation introduced French partners to the current situation at the front, the urgent needs of the Ukrainian military, including air defense and artillery ammunition.</p><p>Rustem Umerov noted that Ukraine is ready to co -invest in French defense technologies and to buy French products directly.</p><p>\"I am convinced that the capacity of the Ukrainian defense industry should be included in the European Military Production Plan,\" he said.</p><p>As reported by the Armyinform, nearly 10,000 Ukrainian soldiers have been trained in France.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/rustem-umyerov-potuzhnosti-ukrayinskogo-opk-mayut-buty-vklyucheni-do-yevropejskogo-planu-vijskovogo-vyrobnycztva/", "title": "Rustem Umerov: The capacity of the Ukrainian OPC should be included in the European Military Production Plan", "description": "This was reported on March 29 by the Ministry of Defense of Ukraine. The minister thanked for ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Рустем Умєров", "Франція"], "source_name": "ArmyInform"}