{"published time": "2024-03-29T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-25.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-24.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"580\" src=\"../Images/2024-03-29T09-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-29T09-11-00-08-00/000000.jpeg\" width=\"1130\"/><figcaption class=\"wp-caption-text\">Laser FRACTL: 2. Photo: Aim Defense.</figcaption></figure><!-- .post-thumbnail --><p><strong>AIM Defense's technological and defense startup of Australian Melbourne has concluded a contract with the country's military-air forces to supply laser installations to combat drones.</strong></p><p>As<a href=\"https://www.innovationaus.com/aim-to-deliver-defences-first-drone-killing-laser/\" rel=\"nofollow\" target=\"_blank\">inform</a>Reporters of the Innovationaus portal, specialists of the development company said that the Fractl laser: 2 is able to burn steel and destroy drones moving at a speed of 100 km/h, at a distance of several kilometers (the exact distance is not specified), reports Armyinform.</p><p>The target system of this device can be remotely controlled from anywhere in the world, it is able to integrate with military sets of sensors and command systems of command and control.</p><p>Full charging portable Fractl laser: 2 has enough energy to knock down 50 drones, or can operate continuously if connected to the network. The portable device is quite convenient in deployment. The developers offer power options from both the battery and alternating current, and all the ready -to -work block weighs less than 50 kilograms.</p><p>Aim Defense co -founder Jessica Glenn said that counteracting drones and other autonomous weapons systems is now \"one of the most critically necessary areas for military worldwide.\"</p><p>“In recent years, AIM Defense has worked with an ecosystem of defense innovations on creating an easy -to -deployed economic, high -precision system. Fractl: 2 is the climax of these efforts, ”Ms. Glenn said.</p><figure aria-describedby=\"caption-attachment-558131\" class=\"wp-caption alignnone\" id=\"attachment_558131\" style=\"width: 983px\"><img alt=\"\" class=\"size-full wp-image-558131\" height=\"662\" loading=\"lazy\" src=\"../Images/2024-03-29T09-11-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-29T09-11-00-08-00/000001.jpeg\" width=\"983\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-558131\">Laser FRACTL: 2. Photo: Aim Defense</figcaption></figure><p>Company developers emphasize that Fractl: 2 has a lower risk of blinding staff and civilians than comparable high-power laser systems. And this risk is limited. Dangerous distances for Fractl staff: 2 have been reduced 100 times, how to compare with typical military systems of directional energy with a wavelength in one microns.</p><p>AIM Defense co -founder Dr. Jay Daniel said that the company has successfully demonstrated the system: \"More than 200 drones have been reached both indoors and outdoors over the past two years.\"</p><p>Due to the improvement of the Fractl safety after each test, a single -mimic Fractl version: 1 \"several orders of magnitude is safer than other directed energy systems\" and Fractl: 2 is \"the safest and most open -laser laser high power in the world,\" they stated In Australian Aim Defense.</p><p>Team Experts Experts Australian Defense Magazine<a href=\"https://www.australiandefence.com.au/news/news/aim-defence-to-showcase-laser-system-in-counter-drone-exercise\" rel=\"nofollow\" target=\"_blank\">reported</a>that the Fractl Defense Fractl system will be opposed to Canadian Red Team drones in a series of test scripts in 2024 at Multinational Trades by Counter Uncrewed Aerial Systems Sandbox, organized within the Canadian AnaCence for Development.</p><p>Fifteen UAV prototypes that are developed around the world, including systems developed by the leading Boeing USA and Leonardo defense companies, will be demonstrated during the three -week exercise.</p><p>This is the first year when high-power lasers, such as Fractl, will be included in Sandbox training that are focused on identifying and destroying micro- and minidrons.</p><p></p><blockquote class=\"twitter-tweet\" data-media-max-width=\"560\"><p dir=\"ltr\" lang=\"en\">We’re building the next gen of our computer vision and control system and need a couple more engineers to overcome some of the challenges.</p><p>If you’ve got experience in computer vision or control systems then we’d love to talk<a href=\"https://t.co/yedi205kWa\" rel=\"nofollow\" target=\"_blank\">https://t.co/yedi205kWa</a><a href=\"https://t.co/D6xnEBg0XH\" rel=\"nofollow\" target=\"_blank\">pic.twitter.com/D6xnEBg0XH</a></p><p>— AIM (@AIMdefence)<a href=\"https://twitter.com/AIMdefence/status/1580394564657246208?ref_src=twsrc%5Etfw\" rel=\"nofollow\" target=\"_blank\">October 13, 2022</a></p></blockquote><p><script async=\"\" charset=\"utf-8\" src=\"https://platform.twitter.com/widgets.js\"></script></p><p>Testing of the Fractl laser system: 2. Video: Aim Defense</p></div>", "source": "https://armyinform.com.ua/2024/03/29/propalyuyuchy-stal-avstralijskyj-lazer-fractl2-zdatnyj-na-odnij-zaryadczi-znyshhyty-pivsotni-bpla/", "title": "Scapping steel: Australian Fractl laser: 2 capable of destroying half a hundred spacing on one charge", "description": "According to Innovationaus portal reporters, specialists of the development company stated that ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["Австралія", "дрони", "лазерна зброя", "ОВТ"], "source_name": "ArmyInform"}