{"published time": "2024-03-29T09:26:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/22d49218-be8b-4c5e-9046-171ec3705222.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" src=\"../Images/2024-03-29T09-26-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-29T09-26-00-08-00/000000.jpeg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Alexander Sirsky. Photo - Kharkiv Media Hub</figcaption></figure><!-- .post-thumbnail --><p><strong>The commander-in-chief of the Armed Forces of Ukraine, Colonel-General Alexander Sirsky stated that the Russian troops failed to achieve significant achievements in any of the strategic directions.</strong></p><p>He told about it in an interview<a href=\"https://www.ukrinform.ua/rubric-ato/3845632-oleksandr-sirskij-golovnovnokomanduvac-zsu.html\" rel=\"nofollow\" target=\"_blank\">Ukrinform</a>.</p><p>“The number of positions returned to us exceeds the number of lost. The enemy failed to move significantly in the strategic directions, its territorial achievements, if they are, they are of tactical importance. We control this situation, ”said Alexander Sirsky.</p><p>At the same time, the commander -in -chief stressed that the current situation in certain directions remains tense and Russian invaders continue to increase efforts and have a numerical advantage in personnel.</p><p>“They traditionally do not pay attention to losses and continue to use massive assault tactics. In certain directions, the units of the Defense Forces of Ukraine reflect several dozen attacks, ”he added.</p><p>Alexander Sirsky emphasized that Ukrainian defenders not only stand in defense, but also move forward in different directions every day.</p><p>According to him, the enemy continues offensive actions on the broad front, tries to enter the borders of Donetsk and Luhansk regions at any cost, to squeeze us on the left bank of the Dnieper in the Zaporozhye region.</p><p>“In certain areas of the front we managed to equalize the situation regarding artillery, and this immediately affected the situation as a whole. Our artillerymen use high -precision ammunition to damage the clusters of the enemy, even tens of kilometers from the front line, ”Alexander Sirsky added.</p><p>As reported by the Armyinform, during the past day at the front<a href=\"https://armyinform.com.ua/2024/03/29/sytuacziya-na-fronti-genshtab-zsu-povidomyv-pro-bojovi-zitknennya-na-shesty-napryamkah/\">happened</a>59 combat clashes. In total, the enemy caused 16 rocket launchers and 131 aircraft strike, making 128 shelling of rocket launchers on the positions of our troops and settlements.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/oleksandr-syrskyj-vorogu-ne-vdalosya-suttyevo-prosunutysya-na-strategichnyh-napryamkah/", "title": "Alexander Syrsky: The enemy failed to move significantly in strategic directions", "description": "He told about it in an interview with Ukrinform. “The number of positions returned to us ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["Олександр Сирський", "Ситуація на фронті"], "source_name": "ArmyInform"}