{"published time": "2024-03-29T12:41:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/11/zelenskyj.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-29T12-41-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T12-41-00-08-00/000000.jpg\" width=\"1042\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky declared updating the work of the National Security and Defense Council of Ukraine and identified the main tasks.</strong></p><p>This is stated in<a href=\"https://t.me/V_Zelenskiy_official/9912\" rel=\"nofollow\" target=\"_blank\">message</a>in the television channel of the Head of State.</p><p>The first task, he said, is to strengthen Ukraine's ability to predict and influence the processes on which the national security of our country depends.</p><p>The second is the continuation of all current tasks of the NSDC system, especially regarding the sanction policy of our country.</p><p>The third task is doctrinal work, that is, the clarity of national landmarks and systematicity in their implementation, in particular after the war.</p><p>Fourth - cybersecurity and information. The NSDC has the potential to do more to protect against hostile destabilization operations and to coordinate all state institutions in this area.</p><p>“And the fifth - the work of the bet, the decisions of decisions, the control of the implementation of decisions - all this, of course, should be continued. The obvious priority is the defense of our country and the protection of our society, ”the President summarized.</p><p>As reported by the Armyinform, March 26 President of Ukraine Volodymyr Zelenskyy<a href=\"https://armyinform.com.ua/2024/03/26/prezydent-pryznachyv-novogo-sekretarya-rnbo/\">signed the decree</a>About the appointment of Alexander Litvinenko by the NSDC secretary instead of Alexei Danilov.</p></div>", "source": "https://armyinform.com.ua/2024/03/29/prezydent-vyznachyv-osnovni-zavdannya-dlya-onovlenoyi-rady-naczbezpeky-ta-oborony/", "title": "The President has identified the main tasks for the updated National Security and Defense Council", "description": "This is stated in a message in the telegram channel of the Head of State. The first task, for ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "РНБО"], "source_name": "ArmyInform"}