{"published time": "2024-03-29T14:15:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/sbu_bojovyky.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-29T14-15-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T14-15-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The imprisonment was given to militants who tried to \"break\" the defense of the Armed Forces under the robot.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11588\" rel=\"nofollow\" target=\"_blank\">She reported March 29</a>Security Service of Ukraine.</p><p>According to the department, the attackers were part of the occupation groups of the Southern Military District of the Armed Forces of Russia.</p><p>In the ranks of the invaders, they were attracted to the \"meat storms\" of the leading positions of the Armed Forces on the Eastern and South Fronts.</p><p>First of all, we are talking about repeated attempts by the occupiers to \"break\" the defense of Ukrainian defenders in the area of the Robovy in Zaporozhye.</p><p>All four traitors were captured during fierce fighting.</p><p>According to the SBU materials, the court appointed them 15 years in prison.</p><p>According to the investigation, two convicted are residents of temporarily occupied units of Donetsk and Luhansk regions.</p><p>Both voluntarily \"mobilized\" to the Russian troops at the beginning of a large -scale invasion of the Russian Federation.</p><p>There they were given automatic weapons with ammunition and appointed shooters.</p><p>After short classes at the landfill, one of the fighters was sent to the Kharkiv direction, the other - under Mariupol.</p><p>Two more convicts are residents of the temporarily occupied Crimea. They \"enrolled\" in the fall of 2022.</p><p>They were first transferred to Berdyansk for the arrangement of Russian fortifications and checkpoints.</p><p>Subsequently, both traitors were sent to the area of the Armed Forces defense positions for storming.</p><p>On the basis of the evidence collected, the court found two fighters guilty under three articles of the Criminal Code of Ukraine:</p><ul><li>Part 2 of Art. 111 (treason committed in martial law);</li><li>Part 1 of Art. 258-3 (participation in a terrorist group or terrorist organization);</li><li>Part 2 of Art. 260 (participation in the unforeseen law of militarized or armed formations).</li></ul><p>Criminal acts of two more intruders are qualified under two articles of the Criminal Code of Ukraine:</p><ul><li>Part 2 of Art. 111 (treason);</li><li>Part 7 of Art. 111-1 (collaborative activity).</li></ul><p>As<a href=\"https://armyinform.com.ua/2024/03/25/zatrymano-dvoh-zradnykiv-yaki-ohoronyaly-rosijski-kativni-pid-chas-okupacziyi-hersonshhyny/\">reported the Armyinform,</a>Two traitors were detained, who guarded the Russian torture during the occupation of Kherson region.</p><h1></h1></div>", "source": "https://armyinform.com.ua/2024/03/29/chetvero-bojovykiv-shho-voyuvaly-proty-ukrayiny-otrymaly-po-15-rokiv/", "title": "Four fighters who fought against Ukraine received 15 years in prison", "description": "This was reported on March 29 by the Security Service of Ukraine. According to the agency, malefactors ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["бойовики", "колаборанти", "СБУ"], "source_name": "ArmyInform"}