{"published time": "2024-03-23T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-19.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-18.jpeg"], "content": "<div class=\"single-content\">\n<figure class=\"post-thumbnail\">\n<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"627\" src=\"../Images/2024-03-23T09-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-23T09-11-00-08-00/000000.jpeg\" width=\"1203\"> <figcaption class=\"wp-caption-text\">\r\n\t\t: Модель легкого бойового одномісного літака F-50. Фото: КАІ</figcaption>\n</img></figure><!-- .post-thumbnail -->\n<p><strong> Компанія Korea Aerospace Industries із Республіки Корея розробить для військових легкий одномісний літак F-50. </strong></p>\n<p>Як <a href=\"https://www.koreaittimes.com/news/articleView.html?idxno=129558\" rel=\"nofollow\" target=\"_blank\">зазначають</a> репортери сеульського видання Korea IT Times, перспективна модель повітряного судна стане новою версією легкого бойового літака FA-50, повідомляє АрміяInform.</p>\n<p>Як йдеться у заяві, на засіданні ради директорів компанії Korea Aerospace Industries було ухвалено рішення інвестувати загалом 908,6 млрд вон ($700 млн) у розробку одномісної версії FA-50 та вдосконаленого безпілотного літального апарату AAV (Advanced Air Vehicle).</p>\n<p>Зазначається, що роботи над цим літаком розпочнуться 2024 року, а завершаться 2028 року. Загалом компанія KAI планує продати не менше 300 одиниць F-50. Корейські авіабудівники  сподіваються на популярність моделі, оскільки попередня версія навчально-бойового FА-50 мала успішну експортну історію.</p>\n<p>Тим часом конструктори з Korea Aerospace Industries запланували наділити свій літак такими основними характеристиками:</p>\n<ul>\n<li>максимальна швидкість: 1,5 маху</li>\n<li>дальність польоту: 2000 км</li>\n<li>бойове навантаження: 3000 кг.</li>\n</ul>\n<p>Що має зробити F-50 особливим, так це потужна силова установка: літак планується обладнати  двигуном General Electric T73-GE-19.</p>\n<p>Відомо, що бойовий літак F-50 матиме ідентичний зовнішній вигляд із FA-50, але з додатковим паливним баком та штангою для дозаправки. Зазначимо, що Міноборони Південної Кореї не виявило достатньої уваги до F-50, адже на сьогодні ними визнано за важливіше розробку винищувача п’ятого покоління KF-21.</p>\n<figure aria-describedby=\"caption-attachment-554601\" class=\"wp-caption alignnone\" id=\"attachment_554601\" style=\"width: 1064px\"><img alt=\"\" class=\"size-full wp-image-554601\" height=\"590\" loading=\"lazy\" src=\"../Images/2024-03-23T09-11-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-23T09-11-00-08-00/000001.jpeg\" width=\"1064\"><figcaption class=\"wp-caption-text\" id=\"caption-attachment-554601\">Легкий бойовий літак FA-50. Фото: КАІ.</figcaption></img></figure>\n<p>Тому KAI планує зосередитися саме на експорті F-50 та сподівається, що першим покупцем стане Малайзія, яка вже раніше придбала FA-50 та розглядає його як потенційну заміну основних Су-30. Корейці хочуть залучити до своєї програми країни, які шукають заміну застарілим радянським літакам МіГ і Су, а також ті, які експлуатують західні старі моделі F-5 і A-4.</p>\n<p>Вихід на світовий ринок має відбутись до 2031 року, що передбачає отримання внутрішніх сертифікатів і від американської FAA. KAI хоче зайняти до 50% світового ринку легких бойових літаків, який оцінюють у понад 450 одиниць.</p>\n<p>Південна Корея планує виготовляти F-50 під індивідуальне замовлення відповідно до потреб клієнтів. Наразі країна вже продала за кордон 138 FA-50.</p>\n<p>Розробники приділятимуть увагу дальності польоту і збереженню можливості дозаправлення у повітрі. Також зросте арсенал ракетного озброєння класу «повітря-повітря» і «повітря-земля».</p>\n<p><em><u>Довідково:</u></em> FA-50 — багатоцільовий винищувач, який може розвивати швидкість до 1650 км/год. Він має підвісні кріплення для різних ракет та бомб, включаючи AIM-9 Sidewinder та AGM-65 Maverick. FA-50 також призначений для тренування пілотів та бойових операцій. Завдяки сучасній авіоніці, він здатний виконувати завдання повітряної боротьби, підтримки наземних операцій та атак на повітряні та наземні цілі.</p>\n<p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/I0-wMPHl5qQ?feature=oembed\" title=\"Korea Aerospace Industries (KAI) Promotional Video\" width=\"640\"></iframe></p>\n<p>Літаки FA-50 та інша продукція компанії Korea Aerospace Industries. Відео: Korea Defense Blog</p>\n</div>", "source": "https://armyinform.com.ua/2024/03/23/zletity-vyshhe-konkuretniv-z-novym-f-50-korejczi-planuyut-zahopyty-polovynu-svitovogo-rynku-legkyh-bojovyh-litakiv/", "title": "Злетіти вище конкурентів: з новим F-50 корейці планують захопити половину світового ринку легких бойових літаків", "description": "Як зазначають репортери сеульського видання Korea IT Times, перспективна модель...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["літак F-50", "ОВТ", "Південна Корея"], "source_name": "ArmyInform"}