{"published time": "2024-03-22T21:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/ddb04b52f57e4e88e6946c9a3b1a4227.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"320\" src=\"../Images/2024-03-22T21-01-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-22T21-01-00-08-00/000000.jpg\" width=\"568\"/></figure><!-- .post-thumbnail --><p><strong>Russian terror is now possible only because Ukraine does not have enough modern air defense systems, that is, political will to provide them. All partners know what it is necessary and who can make really rescue decisions.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/rosijskij-teror-zaraz-mozhlivij-lishe-tomu-sho-mi-ne-mayemo-89817\" rel=\"nofollow\" target=\"_blank\">stated</a>President of Ukraine Volodymyr Zelensky, commenting on shelling of Ukraine.</p><p>“The key question is aircraft. Physical protection of objects and recovery after blows is something that depends on people here in Ukraine. But real and complete protection against Russian rockets and Shahanedov is something that is possible only with the sufficient political will of partners, ”he said.</p><p>The head of state stressed that every day communication with partners on this issue.</p><p>\"Every day we use to convince the need, and most importantly, the possibilities of complete protection of the Ukrainian sky,\" the President said.</p><p>Volodymyr Zelenskyy said that today he held a meeting with the Minister of Defense of Denmark, a country that is one of our most principled partners.</p><p>\"If everyone helped in this way, it would already be possible to reliably protect the lives of our country and people from Russian terror... We are preparing joint projects – on drones, electronic warfare, and artillery. I am grateful for all the support and cooperation,\" the President of Ukraine said.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/22/prezydent-pro-obstrily-ukrayiny-ponad-30-lyudej-postrazhdaly-vidomo-pro-pyatoh-ubytyh/\">Armyinform</a>, Volodymyr Zelenskyy emphasized that more than 30 people were injured in Russian strikes last night. As of this time, five killed are known. Much of the energy is damaged.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/vsi-znayut-shho-potribno-i-hto-mozhe-uhvalyty-ryativni-rishennya-volodymyr-zelenskyj-zaklykav-nadaty-bilshe-ppo/", "title": "Everyone knows what is needed and who can make rescue decisions: Volodymyr Zelenskyy urged to provide more aircraft", "description": "This was stated by President of Ukraine Volodymyr Zelenskyy, commenting on the shelling of Ukraine.   ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "Володимир Зеленський", "вторгнення рф", "ППО", "Президент України"], "source_name": "ArmyInform"}