{"published time": "2024-03-22T21:38:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/06/zaes.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"360\" src=\"../Images/2024-03-22T21-38-00-08-00/000000.png\" srcset=\"../Images/2024-03-22T21-38-00-08-00/000000.png\" width=\"640\"/><figcaption class=\"wp-caption-text\">Photo: ICTV facts</figcaption></figure><!-- .post-thumbnail --><p><strong>Today, the Zaporizhzhya Nuclear Power Plant (ZPP) has lost its liaison with its last main power line for almost five hours. This once again emphasizes the dangerous situation for nuclear security during the war.</strong></p><p>About this<a href=\"https://www.iaea.org/newscenter/pressreleases/update-217-iaea-director-general-statement-on-situation-in-ukraine\" rel=\"nofollow\" target=\"_blank\">stated</a>Director General of the International Atomic Energy Agency Rafael Grossi.</p><p>According to the IAEA experts that they are on the site, the ZPE has stopped receiving energy from the power line of 750 kilovolts at about 6:10 in the morning. It was connected again at 11:02 am.</p><p>It is noted that in the last two years, the CPI has repeatedly occurred through hostilities at different distances from the site.</p><p>Prior to the war, the largest nuclear power plant (NPP) in Europe had access to ten power lines outside the site: four lines of 750 kV and six lines 330 kV.</p><p class=\"quoteContent\">“We are once again reminded of the very real danger that the Zaporizhzhia Nuclear Power Plants, as well as other nuclear power plants in Ukraine, face as long as this devastating war continues. Once again, the situation with the power off at the Zaporozhye NPP hangs on the hair, ”said Raphael Gross CEO.</p><p>According to the IAEA, today's power outage has emerged after this week, the NPP has delayed the planned maintenance of some reactor security systems due to the general situation on the outskirts of the station.</p><p>According to CEO Grossi, this is the second time in recent weeks that the nuclear power plant has postponed some maintenance work at the site, raising concerns about nuclear safety.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/magate-vidreaguvalo-na-poshkodzhennya-liniyi-zhyvlennya-zaes-cherez-obstrily-rf/", "title": "The IAEA reacted to damage the power line through the shelling of the Russian Federation", "description": "This was stated by the CEO", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ЗАЕС", "МАГАТЕ"], "source_name": "ArmyInform"}