{"published time": "2024-03-22T19:48:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/434034586_760965642883183_4127766267781243297_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"809\" sizes=\"(max-width: 1080px) 100vw, 1080px\" src=\"../Images/2024-03-22T19-48-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-22T19-48-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>During the day, 57 combat clashes were recorded on the battlefield.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0UctnEsGCDdRreLnjVTZsRVGuzoN4r9wcvrQfwR4rXBBLuGFBLruh5Epg2nFZCxUjl\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces of Ukraine.</p><p><strong>In Kupyansk direction</strong>The enemy, with the support of aviation, carried out 3 unsuccessful storms of the positions of defense forces in the areas of settlements Sinkivka, Tabayivka, Berestovo of Kharkiv region. He has struck in the areas of settlements Petropavlivka, Kotlyarivka of Kharkiv region. Over 10 settlements, including Golubivka, Sinkivka, Novoselivka, Kharkiv region, were under artillery and mortar fire.</p><p><strong>In the estuary direction</strong>Our warriors repelled 5 enemy attacks in the areas of the settlements of Bigorivka of Luhansk region and the disputed Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops. More than 10 settlements were injured from artillery and mortar shellings, including Makeevka, Nevskoye, Bigorivka of Luhansk region and Terna, Yampolivka, Torke, Serebryanka, Donetsk region.</p><p><strong>In the Bakhmut direction</strong>Our warriors repelled 2 attacks of the enemy in the area of the settlement of the Kingyshiyivka of Donetsk region. The enemy struck in the areas of the settlements of the Yar time, Alexander-Shultine of Donetsk region under artillery and mortar fire were about 10 settlements, including Bogdanivka, Yar, Kingivka and Andriyivka of Donetsk region.</p><p><strong>In the Avdiivsky direction</strong>Our defenders reflect almost 10 enemy attacks in the areas of Berdychi settlements, Tonenko, Pervomaisko, Nevelskoye Donetsk region. The enemy struck in the areas of the settlements of Ocheretine, Novobakhmutivka, Semenivka, Karlovka of Donetsk region. About 20 settlements, among them Novobakhmutivka, Berdychi, Semenivka, Pervomaisk and Nevelskoye of Donetsk region, have experienced artillery and mortar shelling.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of settlements Krasnogorivka, St. George, Novomikhailivka, Vodyane, Harvest, where the enemy, with the support of aviation, tried more than 20 times to break through the defense of our troops. The enemy struck in the areas of settlements Konstantinovka, coal of Donetsk region. Under the artillery and mortar fire of the invaders were about 15 settlements, among them Krasnogorivka, St. George, Paraskovivka, coal of Donetsk region.</p><p><strong>In the Orikhiv direction</strong>The enemy 7 times, with the support of aviation, attacked the positions of our defenders in the areas of settlements of Staromayorsk Donetsk region and a robot of Zaporizhzhya region. About 15 settlements, among them Poltava, Malynivka, Magic, Belogorya, Novodanilovka, five -haired Zaporizhzhya region, have experienced artillery and mortar shelling.</p><p>As reported by the Armyinform, special forces drones<a href=\"https://armyinform.com.ua/2024/03/22/speczpryznachenczi-dronamy-znyshhyly-minometnu-pozycziyu-i-5-okupantiv/\">Destroyed</a>mortar position and 5 invaders.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/genshtab-okupanty-najbilshe-shturmuvaly-na-novopavlivskomu-napryamku-20-atak/", "title": "General Staff: The occupiers were most stormed in the Novopavlovsk direction - 20 attacks", "description": "The General Staff of the Armed Forces of Ukraine informs about it. In the Kupyansk direction the enemy for ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "ГШ ЗСУ", "оперативна інформація"], "source_name": "ArmyInform"}