{"published time": "2024-03-22T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-16.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-15.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"447\" src=\"../Images/2024-03-22T09-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-22T09-11-00-08-00/000000.jpeg\" width=\"800\"/><figcaption class=\"wp-caption-text\">120 mm armor-piercing shard shell from Nexter. Photo: KNDS</figcaption></figure><!-- .post-thumbnail --><p><strong>The French defense company Nexter, which is part of the French-German consortium KNDS, stated readiness to launch a new sub-caliber ammunition under Shard.</strong></p><p>For<a href=\"https://www.knds.fr/en/our-news/latest-news/120-shardr-new-generation-anti-tank-ammunition\" rel=\"nofollow\" target=\"_blank\">information</a>developers, a new armor -pierced hole -shaped track with a folding pallet (APFSDS) Shard (Ukrainian can be translated as a \"fragment\" or simply - \"projectile\") is endowed with greater firing power, reduced wear of the gun barrel and has an innovative structure, reports the army.</p><p>Shard was developed by KNDS to bring out 120mm APFSDS tungsten alloy ammunition to a new level of efficiency against all modern VTTs and armored vehicles in present and future battles. His power is unprecedented for this kind of ammunition:</p><ul><li>Penetration increases by 15% while providing low scattering.</li><li>The wear of the barrel is lower by 25%, which reduces service cycles and costs.</li><li>Initial with a nail speed 1720 m/s for the LeclerC L52 and 1734 m/s gun for the Leopard 2 L55 gun.</li></ul><p>The projectile itself is also known that the weight of the entire ammunition is 22 kg, and the range of a direct shot is 4000 meters.</p><figure aria-describedby=\"caption-attachment-553034\" class=\"wp-caption alignnone\" id=\"attachment_553034\" style=\"width: 716px\"><img alt=\"\" class=\"size-full wp-image-553034\" height=\"312\" loading=\"lazy\" src=\"../Images/2024-03-22T09-11-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-22T09-11-00-08-00/000001.jpeg\" width=\"716\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-553034\">120 mm armor-piercing shard shard from Nexter in flight. Photo: KNDS</figcaption></figure><p>The new ammunition is suitable for Leclerc tanks, Leopard 2, M1 Abrams, Ariete and Centaruo 2. It meets NATO Stanag 4583 and IDC120. In this way, Western machines will be able to use one ammunition that simplifies logistics and makes costs lower.</p><p>The developers of the new nasal in its legal registration also made the resolution of legal restrictions. Shard is completely free from ITAR (International Traffic in Arms Regulations). ITAR provides compliance with the rules of international transportation of US weapons (ITAR). As part of the comprehensive ITAR companies compliance with the ITAR export rules, it must prevent unintentional exports by providing access only to authorized persons.</p><p>The new ammunition is already available for purchases and is actively promoting in the international market. First of all, negotiations are conducted with the countries of Europe, as well as Asia and the Middle East.</p><p>As<a href=\"https://defence-ua.com/\" rel=\"nofollow\" target=\"_blank\">reported</a>Defense Express specialists, Nexter conducted firing with its new tank projectile, which took place \"in extreme temperature conditions and at a long distance\", and which confirmed the efficiency of perspective ammunition, in particular - its \"high armored testing\".</p><p>Experts also added that the Nexter 120 Shard projectile is made from a new tungsten alloy and low -erosion propellent, developed by a firm<a href=\"https://eurenco.com/en/our-solutions/\" rel=\"nofollow\" target=\"_blank\">EURENCO</a>.</p><p>The Shard projectile reaches a high level of ballistic characteristics due to the optimized separated pallet, an elongated planse tungsten alloys core, as well as a burning sleeve and high -yielding gunpowder with low erosion activity.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/Wpf0lPu6EWY?feature=oembed\" title=\"Démonstration #SHARD 120mm\" width=\"640\"></iframe></p><p>Test shooting of Nexter 120 Shard. Video: Nexter (Company of Knds)</p></div>", "source": "https://armyinform.com.ua/2024/03/22/bronebijna-unifikacziya-novyj-boyeprypas-shho-pidhodyt-praktychno-dlya-vsih-zahidnyh-tankiv-gotovyj-do-vyrobnycztva/", "title": "Armored unification: a new ammunition that is suitable for almost all Western tanks", "description": "According to the developers, a new armor -pierced hole operated shell with a folding ...", "author": ["Army Inform"], "categories": ["Новини", "Новини світу та України", "Озброєння та техніка"], "tags": ["NEXTER", "SHARD", "боєприпаси", "ОВТ"], "source_name": "ArmyInform"}