{"published time": "2024-03-22T15:19:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/bauer2.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1000\" src=\"../Images/2024-03-22T15-19-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-22T15-19-00-08-00/000000.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\">Admiral Rob Bauer</figcaption></figure><!-- .post-thumbnail --><p><strong>The US military delay is not in favor of Ukraine, but eventually this issue will be resolved.</strong></p><p>About this<a href=\"https://armyinform.com.ua/2024/03/22/nato-gotove-do-konfliktu-z-rf-vyvchayemo-unikalni-ukrayinski-operacziyi-v-chornomu-mori-admiral-rob-bauer/\">In an interview with the Armyinform</a>The head of the NATO Military Committee Admiral Rob Bauer said.</p><p>“I understand that you need it for yesterday. And many NATO countries speak with the United States to provide a help pack. It is not easy to compensate for such a large amount, but the good news is that more and more countries are concluded with Ukraine for long -term support, ”Rob Bauer said.</p><p>He expressed confidence that, after all, the US assistance package would come because problems in the United States are not related to discussions about whether people want to help Ukraine.</p><p>“It is about other political things. It is also not saying that there is no two -party support (in the US Congress. - Ed.). And these are good news for Ukraine. Therefore, I hope that all the issues will be resolved and the help package will be provided, ”Rob Bauer said.</p><p>Admiral added that 50 countries are working in a contact group on Defense of Ukraine, and every month they are increasingly aware that they should do more.</p><p>“Because the war will continue and will not end soon, and Ukraine should outweigh. We cannot allow Russia to win, ”he said.</p><p>Recall the White House recently announced<a href=\"https://armyinform.com.ua/2024/03/12/ssha-ogolosyly-pro-paket-vijskovoyi-dopomogy-ukrayini-na-300-mln/\">A help package for $ 300 million</a>, which includes airmarks for air defense and critical for advanced delivery.</p><p>This is the first US assistance package in 2024. It was announced against the backdrop of blocking additional funding in Congress.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/golova-vijskovogo-komitetu-nato-paket-dopomogy-ssha-potriben-ukrayini-vzhe-na-vchora/", "title": "NATO Military Committee Chairman: US Package is needed for Ukraine as early as yesterday", "description": "NATO Bauer, Head of NATO Bauer Military Committee, said this in an interview with the Armyinform. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["адмірал Роб Бауер", "НАТО", "США"], "source_name": "ArmyInform"}