{"published time": "2024-03-22T10:27:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/35d71207-3330-4888-bba8-504baa499c46.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1006\" src=\"../Images/2024-03-22T10-27-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-22T10-27-00-08-00/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Law enforcement officers detained a man who \"drained\" the enemy data on the movement of Ukrainian and foreign military equipment in Kharkiv and Poltava regions.</strong></p><p>About it reports the office of the Prosecutor General in the telegram channel.</p><p>According to the investigation, a resident of the village. Cherkasy Lozova in Kharkiv region during a large -scale invasion of the Russian Federation in the territory of Ukraine moved to live in the city of Poltava and employed a stamp at a local enterprise.</p><p>“The man watched the movement of military equipment of the Armed Forces in Kharkiv and Poltava regions. He documented the route of foreign tanks movement in Poltava, which was transferred to international partners as helping Ukraine in the reconciling the armed aggression of the Russian Federation. After that, the suspect sent information to the pro -Russian chat, ”law enforcement officers report.</p><p>In the end, the spy was exposed and detained at the place of residence in Poltava.</p><p>Under the procedural guidance of the Kharkiv Regional Prosecutor's Office, the citizen was served a notice of suspicion of unauthorized dissemination of information about the direction, movement of weapons, weapons on the territory of Ukraine (Part 1 of Article 114-2 of the Criminal Code of Ukraine).</p><p>As reported by the Armyinform, in Zaporozhye prison term<a href=\"https://armyinform.com.ua/2024/03/21/na-zaporizhzhi-dachnyj-shpygun-otrymav-9-rokiv/\">got</a>Teacher of a local higher vocational school who was spying for the FSB.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/u-poltavi-vykryly-vorozhogo-agenta-yakyj-fiksuvav-peremishhennya-vijskovoyi-tehniky/", "title": "In Poltava exposed a hostile agent who recorded the movement of military equipment", "description": "This was reported by the Prosecutor General's Office on its Telegram channel.    According to the investigation,...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Офіс Генерального прокурора", "Полтава"], "source_name": "ArmyInform"}