{"published time": "2024-03-22T20:26:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/eb00b34a30302c2a5ee8872ff5bd0f30.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"960\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-22T20-26-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-22T20-26-00-08-00/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>In Zaporozhye, police exposed a corruption scheme with the participation of officials who sold the MSEC certificate. The persons withdrawn cash with more than $ 1,200 and two kilograms of psychotrop.</strong></p><p>About this<a href=\"https://www.npu.gov.ua/news/na-zaporizhzhi-politsiia-vykryla-koruptsiinu-skhemu-za-uchasti-posadovtsiv-msek-vylucheno-hotivky-na-ponad-1-200-000-dolariv\" rel=\"nofollow\" target=\"_blank\">informs</a>National Police of Ukraine.</p><p>“The official of the Center for Medical and Social Expertise, having influence on the heads of subordinate commissions, facilitated the military to obtain a fictitious disability group. He searched for clients and connected her relative, who was as a mediator. For example, the cost of referral to the Military Medical Commission (VLK) was $ 300, and obtaining the right conclusion-$ 3,500. During the investigation, the police established numerous facts of receiving the defendants of the case of undue benefit, ”the message reads.</p><p>The operatives and investigators conducted searches at the place of work and accommodation of participants of the corruption scheme. More than 1 million dollars, 103 thousand euros, 3.2 million hryvnias, 2 kg of psychotrop, records of rough accounting were seized.</p><p>“Based on the evidence obtained, one of the heads of the Center reported suspicion of abuse. The actions of the mediator are qualified under Part 2 of Art. 369-2 and Part 3 of Art. 307 (illegal production, production, purchase, storage, transportation, transfer or sale of narcotic drugs, psychotropic substances or their analogues), ”the message said.</p><p>It is noted that the issue of choosing a pre -trial detention is now being resolved.</p><p>\"The collection of evidence to bring all persons involved in the crime continues. In addition, after examinations and a number of procedural measures, the actions of the defendants may be additionally qualified,\" the press service added.</p><p>As reported by the Armyinform, Security Service<a href=\"https://armyinform.com.ua/2024/03/18/fiktyvnyj-shlyub-aktorstvo-ta-falshyvi-dokumenty-vykryto-novi-shemy-uhylyantiv/\">She blocked</a>Five more schemes for evasion of mobilization and illegal departure of recruits abroad.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/na-zaporizhzhi-posadovczi-msek-zarobyly-12-miljona-na-dovidkah-dlya-uhylyantiv/", "title": "In Zaporozhye, MSEC officials earned $ 1.2 million on help for evasion", "description": "About it reports the National Police of Ukraine. «Official of the Center ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "МСЕК", "Нацполіція", "ухилянти"], "source_name": "ArmyInform"}