{"published time": "2024-03-22T18:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/e04baa46ba8fcc6f5e6b506152e643ea-e1711121883274.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"434\" src=\"../Images/2024-03-22T18-12-00-08-00/000000.png\" srcset=\"../Images/2024-03-22T18-12-00-08-00/000000.png\" width=\"895\"/></figure><!-- .post-thumbnail --><p><strong>The US Forces Commander in Europe in 2014-17, Lieutenant General Ben Gogess stated that blows to Russian oil refineries have a significant impact on Russia's ability to wage war, so they should be continued.</strong></p><p>He is about it<a href=\"https://ksf.openukraine.org/categories/news/udary-po-rosiiskykh-npz-potribno-prodovzhuvaty-heneral-ben-hodzhes?slug=news&amp;pageNumber=2\" rel=\"nofollow\" target=\"_blank\">stated</a>During the 16th Annual Kyiv Security Forum.</p><p>“Usually, strikes on the refinery have a significant impact. Russia can pay less to this war, and it also deprives it of the necessary fuel to continue the fighting. I would recommend that you ignore the calls for stopping such blows, ”Ben Gogeges said.</p><p>He also stressed that sanctions against Russia need to be strengthened. Also, in his opinion, 2024 will be the year of industrial competition.</p><p>“Both Ukraine and the event have to win these competitions. It is about the production of ammunition, as well as the repair and maintenance of equipment so that Ukrainians can repair damaged weapons on the site, as well as strengthening of ammunition reserves, ”Ben Gogeges said.</p><p>In his opinion, Ukraine should press on Russian logistics, in particular on the Crimea, in order to make the peninsula unsuitable for Russian troops.</p><p>“I would not expect a dramatic fall in Ukraine's ability to defend. The work (new commander of the Armed Forces) Alexander Sirsky will be to stabilize the situation on the front line, but here industrial competition must play a role, despite the fact that the Ukrainian army needs new units to provide rotation, ”he said.</p><p>As reported by the Armyinform, Danish Defense Minister Trols Lund Pulxy during the 16th Annual Kyiv Security Forum<a href=\"https://armyinform.com.ua/2024/03/22/nato-maye-dopomogty-ukrayini-sogodni-bo-cherez-2-3-roky-bude-pizno-ministr-oborony-daniyi/\">stated</a>that NATO should help Ukraine today, because it will be late in 2-3 years.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/general-ben-godzhes-pro-udary-po-rosijskyh-npz-cze-potribno-prodovzhuvaty/", "title": "General Ben Gogess about strikes on Russian refinery: this is to continue", "description": "He stated this during the 16th Annual Kyiv Security Forum. \"Of course...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "Бен Ходжес", "війна", "Київський Безпековий Форум", "удари по ворогу"], "source_name": "ArmyInform"}