{"published time": "2024-03-22T14:46:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/03/snaryad-7.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"849\" src=\"../Images/2024-03-22T14-46-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-22T14-46-00-08-00/000000.jpg\" width=\"1000\"/></figure><!-- .post-thumbnail --><p><strong>Deputy Minister of Defense of Ukraine Lieutenant General Ivan Havrylyuk said that in Ukraine the production of ammunition has increased several times how to compare with the beginning of 2022.</strong></p><p>Ivan Havrylyuk made his statement during a live broadcast in TV.<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">“Single news”</a>March 22, 2024.</p><p>“I do not want to talk about numbers, I do not have the right because it is a limited information. But I tell you with a clear responsibility that the production of ammunition, mortar mines in Ukraine has increased at times compared to 22, ”he said.</p><p>According to Ivan Havrylyuk, Ukraine today produces the entire spectrum of artillery ammunition.</p><p>“In the state of development there is an ammunition 155 mm. We produce the rest of the ammunition, ”the Deputy Minister of Defense of Ukraine emphasized.</p><p>According to him, the growth and scaling of Ukrainian production is taking good steps.</p><p>\"I think, by the end of the year, we will reach the plans that we have determined by the President of our country,\" Ivan Havrylyuk said.</p><p>As reported by the Armyinform, in February 2024 Ivan Havrylyuk<a href=\"https://armyinform.com.ua/2024/02/15/my-naroshhuyemo-vlasne-vyrobnycztvo-boyeprypasiv-riznyh-nomenklatur-zastupnyk-ministra-oborony/\">stated</a>that Ukraine increases its own production of ammunition of different nomenclatures.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/u-minoborony-rozpovily-pro-znachne-zrostannya-vyrobnycztva-boyeprypasiv-v-ukrayini/", "title": "The Ministry of Defense spoke about a significant increase in the production of ammunition in Ukraine", "description": "Ivan Havrylyuk made his statement during a live broadcast in the Uniform News Telelorphone 22 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["боєприпаси", "Іван Гаврилюк", "снаряди"], "source_name": "ArmyInform"}