{"published time": "2024-03-22T09:31:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/08/25ee3fa99fd8f8800b1011702847c03081b6d07a.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"760\" src=\"../Images/2024-03-22T09-31-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-22T09-31-00-08-00/000000.jpg\" width=\"1024\"/></figure><!-- .post-thumbnail --><p><strong>The Commander of the Armed Forces of the Armed Forces of Ukraine Lieutenant General Alexander Pavlyuk said that the forces of Ukraine's defense can intercept the initiative in the war with the Russian invaders only in case of slowdown in their actions.</strong></p><p>Oleksandr Pavlyuk made his statement during a direct broadcast<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">“Single news”</a>On the morning of March 22, 2024.</p><p>“Russia cannot give itself the opportunity to lose the advantage on the battlefield. Only slowing down their actions will allow us to intercept the initiative, ”the general said.</p><p>According to him, the enemy is currently doing everything possible and impossible, using all the resources that are to continue the offensive actions in the estuary, Bakhmut and Avdiivsky directions.</p><p>At the same time, as Oleksandr Pavlyuk noted, the enemy has no success as it was with Avdiivka, but only some tactical actions of the invaders have little success in one direction or another.</p><p>At the same time, according to the general, the forces of Ukraine, according to the general, carry out appropriate offensive actions, restore positions, also capture the position of the enemy.</p><p>“There is still a position war. So far, we cannot gain benefits. Unfortunately, the enemy has a greater resource. But all his time, ”said the Commander of the Armed Forces of the Armed Forces.</p><p>According to the Army, according to the General Staff of the Armed Forces, the enemy<a href=\"https://armyinform.com.ua/2024/03/22/vorog-vtratyv-za-dobu-35-artsystem-i-37-bronemashyn-likvidovano-870-okupantiv-genshtab-zsu/\">lost</a>During the day 35 artisms and 37 armored vehicles, 870 invaders were eliminated.</p><p>On March 21, 2024, the Commander-in-Chief of the Armed Forces Colonel-General Alexander Sirsky<a href=\"https://armyinform.com.ua/2024/03/21/oleksandr-syrskyj-sylam-oborony-vdalosya-stabilizuvaty-obstanovku-na-shodi-ukrayiny/\">stated</a>that the defense forces were able to stabilize the situation in eastern Ukraine</p></div>", "source": "https://armyinform.com.ua/2024/03/22/komanduvach-suhoputnyh-vijsk-zsu-nazvav-sposib-perehoplennya-inicziatyvy-u-voroga/", "title": "The Commander of the Armed Forces Land Forces called the way of intercepting the initiative from the enemy", "description": "Oleksandr Pavlyuk made his statement during the live broadcasting of the \"One News\" ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": [], "source_name": "ArmyInform"}