{"published time": "2024-03-22T20:40:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/84fa1120-3f2e-4eb4-ae6d-67bf65935d11.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-22T20-40-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-22T20-40-00-08-00/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>President Volodymyr Zelenskyy stressed that more than 30 people were injured in Russian blows last night. As of this time, five killed are known. Much of the energy is damaged.</strong></p><p>About this<a href=\"https://t.me/V_Zelenskiy_official/9834\" rel=\"nofollow\" target=\"_blank\">Reported</a>Head of state in telegrams.</p><p>“All day long, of course, maximum attention is all our regions that have suffered Russian strikes last night. Everywhere where the hit was, work continues to restore a normal situation. All services, repair crews, rescuers of the SES of Ukraine, police, as well as all those involved will work 24 to 7 to maximize this terror, ”he stressed.</p><p>According to Vladimir Zelensky, the Russian strikes were suffered by Kharkiv and the region, Sumy region, Zaporizhzhia, Dnipro, Kryvyi Rih, Dniprovshchyna, Poltava, Odesa, Khmelnitsky and region, Vinnitsa, Frankivsk.</p><p>“These strokes were very vicious, calculated so as to harm not so much military - in our ability to defend themselves, namely structural damage to the life of society. And this is a terror by definition, even without any cover, ”the President of Ukraine said.</p><p>The head of state reported that the hardest thing now is in Kharkiv. There is a renewal of electricity for critical infrastructure and for household consumers. And work is done continuously.</p><p>“A lot has already been made in the Kharkiv region, in the Dnieper, in Frankivsk and Khmelnytskyi, in Vinnytsia and Poltava regions to restore the supply of light, water and heat. Odessa - work continues. Zaporozhye is a special attention to the objects of hydropower, ”said Volodymyr Zelenskyy.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/22/krytychno-vazhlyvo-shhob-kongres-ssha-nadav-dopomogu-ukrayini-terminovo-bridzhyt-brink/\">Armyinform</a>, US Ambassador to Ukraine Bridget Brinka responded to the Russian rocket attack across Ukraine on the night of March 22 and stressed that Ukraine needs urgent assistance from the United States.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/prezydent-pro-obstrily-ukrayiny-ponad-30-lyudej-postrazhdaly-vidomo-pro-pyatoh-ubytyh/", "title": "President of Ukraine's shelling: More than 30 people were injured, known about five killed", "description": "The head of state in telegrams reported about it. “All day, of course, maximum attention —...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "Володимир Зеленський", "Президент України", "Харківський трибунал"], "source_name": "ArmyInform"}