{"published time": "2024-03-22T17:06:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/691c1a0d66a84329af0a8fce2d2a67830ca35486-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-22T17-06-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-22T17-06-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The Armed Forces recruitment center opened in Poltava.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/22/u-poltavi-vidkrivsya-czentr-rekrutingu-zsu-%E2%80%93-chetvertij-v-ukraini-za-dva-misyaczi/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p class=\"justifyfull\" dir=\"ltr\">\"Currently, hundreds of vacancies are already available in the center in the military units of the East Operational Command, the National Guard of Ukraine, and the Territorial Defense Forces. Among them: UAV operators, drivers, equipment repair specialists, doctors. All of them are available for both men and women. The minimum financial support in the position is 20 thousand hryvnias. Additional remuneration is also paid depending on the place of service,\" said Oleksii Bezhevets, Commissioner for Recruiting of the Ministry of Defense.</p><p class=\"justifyfull\" dir=\"ltr\">The Center opened on the initiative of the Ministry of Defense of Ukraine and the General Staff of the Armed Forces with the support of the Poltava Regional Military Administration.</p><p class=\"justifyfull\" dir=\"ltr\">“A specially designed recruiting algorithm makes it possible to simplify the selection process as well as a military unit for military service under contract. This mechanism has been developed jointly by the General Staff and the Ministry of Defense for use in recruiting centers and when searching for a place of service through online platform, ”-Knevnik Alexey Panov, Chief Specialist of the Department of Development of the Main Staff of the General Staff of the General Staff of the Armed Forces of Ukraine, explained.</p><p class=\"justifyfull\" dir=\"ltr\">The head of the Poltava Regional Military Administration Philip Pronin added that everyone who comes will be decorated in that brigade and for the post in the specialty that he desires.</p><p dir=\"ltr\">The Ministry of Defense added that anyone can receive professional advice, fill in the questionnaire and, if desired, recruit to the Armed Forces at: 45A Soborna Street. Civil specialists will provide quality admission and advice on all issues.</p><p class=\"justifyfull\" dir=\"ltr\">You can also get full information on questions that are interested in +380 (66) 342-77-28.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/chetvertyj-v-ukrayini-za-dva-misyaczi-v-ukrayini-vidkryvsya-shhe-odyn-czentr-rekrutyngu-dlya-zsu/", "title": "Another recruitment center for the Armed Forces has opened in Ukraine", "description": "The Ministry of Defense of Ukraine reports about it. “Hundreds are now available in the center ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "міноборони", "рекрутинговий центр"], "source_name": "ArmyInform"}