{"published time": "2024-03-22T15:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/d8ae126c-fb44-4b00-bff5-e94b5a8f666e.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-22T15-11-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-22T15-11-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Security Service has documented the crimes of a collaborator Sergei Selimov, an expert of the occupation \"Committee of Youth Policy\" in temporarily captured Crimea.</strong></p><p class=\"\">About this<a href=\"https://ssu.gov.ua/novyny/za-materialamy-sbu-pidozru-otrymav-soratnyk-aksonova-yakyi-verbuvav-krymskykh-ditei-do-iunarmii-rashystiv\" rel=\"nofollow\" target=\"_blank\">informs</a>Security Service of Ukraine.</p><p class=\"\">\"While in his 'position', the defendant carried out the kremlin's instructions on the mass involvement of local schoolchildren in the russian military organization \"Youth Army\". To do this, Selimov headed the Crimean \"branch of the Youth Army\", which prepares recruited children for the war against Ukraine,\" the department noted.</p><p class=\"\">The investigation found that in the walls of the occupation institution, Russian instructors ideologically process students against Ukraine and teach tactics of combat, as well as conduct fire and sabotage and intelligence training of students.</p><p class=\"\">The SBU noted that in the spring of 2022 Selimova was transferred to Gaulayter Aksenova's \"personnel reserve\", as well as in another direction of subversive activity against Ukraine.</p><p class=\"\">According to the investigation, the suspect became one of the kremlin's local 'mouthpieces' who publicly support putin in the war of aggression.</p><p class=\"\">For the spread of the pro -Kremlin narratives, the collaborator repeatedly spoke in front of Rostb cameras and spread \"copyright\" posts on his own VKontakte page.</p><p class=\"\"><strong>On the basis of the evidence collected, investigators of the Security Service have informed Selimov in absentia of suspicion under three articles of the Criminal Code of Ukraine:</strong></p><ul><li>Part 1 of Art. 110 (encroachment on the territorial integrity and inviolability of Ukraine);</li><li>Part 6 of Art. 111-1 (collaborative activity);</li><li>Part 3 of Art. 436-2 (justification, recognition legitimate, denial of armed aggression of the Russian Federation against Ukraine, glorification of its participants).</li></ul><p class=\"\">Since the attacker is in the temporarily occupied territory of Ukraine, comprehensive measures are underway to bring it to justice.</p><p class=\"\">The investigation was carried out by SBU staff in the Crimea under the procedural guidance of the prosecutor's office of the Autonomous Republic of Crimea.</p><p>As reported by the Armyinform, reported the suspicion of the occupier who<a href=\"https://armyinform.com.ua/2024/03/22/povidomleno-pro-pidozru-okupantu-yakyj-rozstrilyav-meshkanczya-kyyivshhyny-shhob-vidibraty-telefon/\">He shot a resident of Kyiv region</a>to take away the phone.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/identyfikovano-soratnyka-aksonova-yakyj-verbuvav-krymskyh-ditej-do-yunarmiyi/", "title": "Aksyonov's associate who recruited Crimean children to the \"Youth Army\" has been identified", "description": "The Security Service of Ukraine informs about it. “Being in a“ post ”, the person performed ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "вторгнення рф", "СБУ"], "source_name": "ArmyInform"}