{"published time": "2024-03-22T07:27:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/434049772_760633876249693_7240642905933868257_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"728\" src=\"../Images/2024-03-22T07-27-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-22T07-27-00-08-00/000000.jpg\" width=\"1103\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, 74 combat clashes took place on the front. In total, the enemy caused 36 missile and 55 aviation strikes in the past 24 hours, and made 150 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02Rst7yKq5F1125ZhJMbEQsBpVBBZq7MKWiN2bPT6W8aAF5dRxC1S51cJPiti8amG9l?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">reported</a>The General Staff of the Armed Forces of Ukraine on its Facebok page.</p><p><strong>In Volyn and Polissya directions</strong>The operational situation remains without significant changes.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage activities in order to prevent the transfer of our troops to threatening directions, increases the density of mine-explosive barriers along the state border in Belgorod region.</p><p><strong>In Kupyansk direction</strong>The enemy, with the support of aviation, carried out 2 unsuccessful storms of the positions of defense forces in the area of the settlement of Sinkivka of Kharkiv region.</p><p><strong>In the estuary direction</strong>Our warriors repelled 11 enemy attacks in the areas of Bigorivka of Luhansk region and thorny, controversial, Vesele, Razdolivka of Donetsk region and, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction</strong>Our defenders repelled 15 enemy attacks in the areas of settlements Bogdanivka, Ivanivske, Khishchivka, Andreevka of Donetsk region.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 5 enemy attacks in the areas of settlements Berdychi, Semenivka, Tonenke, Pervomaisk Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the districts of Krasnogorivka, Novomikhailivka, Vodyane, Harvest, where the enemy, with the support of aviation, tried 25 times to break through the defense of our troops.</p><p><strong>In the Orikhiv direction</strong>The enemy 8 times, with the support of aviation, attacked the positions of our defenders in the areas of settlements of Staromayorsk Donetsk region and a robot of Zaporizhzhya region.</p><p><strong>In the Kherson direction</strong>The enemy of the offensive (assault) did not take action.</p><p>At the same time, our warriors continue to be active in the occupation troops of losses in living strength and technology, depleting the enemy along the entire front line.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/na-fronti-74-boyezitknennya-za-dobu-genshtab-zsu-nazvav-klyuchovi-napryamky-de-atakuye-vorog/", "title": "At the front 74 Mightning per day: the General Staff of the Armed Forces named the key directions where the enemy attacks the enemy", "description": "This was reported by the General Staff of the Armed Forces of Ukraine on its Facebok page. In Volyn ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генштаб ЗС України", "Ситуація на фронті", "Хроніка війни"], "source_name": "ArmyInform"}