{"published time": "2024-03-22T18:31:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/48ce4ee512b7ea5cd412e78ff33188b70eb110e6-1.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1098\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-22T18-31-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-22T18-31-00-08-00/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>Deputy Minister of Defense of Ukraine Dmitry Klimenkov met with Colt Canada Corporation Alex Payn.</strong></p><p dir=\"ltr\">About this<a href=\"https://www.mil.gov.ua/news/2024/03/22/nalagodzhuemo-pryamu-spivpraczyu-iz-zahidnimi-virobnikami-zbroi-%E2%80%93-dmitro-klimenkov/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p class=\"justifyfull\" dir=\"ltr\">The parties discussed the prospects for the supply of small arms to meet the needs of the Armed Forces of Ukraine under commercial contracts between the Defense Procurement Agency and Colt Canada Corporation.</p><p class=\"justifyfull\" dir=\"ltr\">In particular, Colt Canada, Colt Cz Group, is an exclusive small arms supplier for Canada's Armed Forces.</p><p class=\"justifyfull\" dir=\"ltr\">\"Canada is included in the avant-garde of the main partner countries that support Ukraine from the first days of large-scale Russian invasion,\" Dmitry Klimenkov said. - Now we are establishing direct cooperation with Western weapons. We are familiar with Colt Canada Corporation products and appreciate its quality. It is used as the main type of small arms in many armies of the world. \"</p><p class=\"justifyfull\" dir=\"ltr\">The department noted that small arms are widely used in all types and families of the Armed Forces of Ukraine. The Armed Forces are now transformed into compliance with NATO standards. In particular, this involves the transition to new types of small arms, replacing the Soviet.</p><p class=\"justifyfull\" dir=\"ltr\">“In order to effectively meet the needs of the Armed Forces, the Ministry of Defense develops a transparent and efficient procurement architecture, the rules of which will be understood for international business. The function of establishing the procurement rules remains under the Ministry, and direct procurement is transferred to purchasing agencies that build their work in the best practices of international corporate governance, ”Dmitry Klimenkov said.</p><p dir=\"ltr\">As reported by the Armyinform, in the Defense Ministry<a href=\"https://armyinform.com.ua/2024/03/22/u-minoborony-rozpovily-pro-znachne-zrostannya-vyrobnycztva-boyeprypasiv-v-ukrayini/\" rel=\"bookmark\">told</a>About significant growth of ammunition production in Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/ukrayina-nalagodzhuye-pryamu-spivpraczyu-z-kanadskym-vyrobnykom-strileczkoyi-zbroyi/", "title": "Ukraine adjusts direct cooperation with Canadian small arms producer", "description": "The Ministry of Defense of Ukraine reports about it. The parties discussed the prospects ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["виробництво", "зброя", "Канада", "міноборони"], "source_name": "ArmyInform"}