{"published time": "2024-03-22T06:47:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_2024-03-22-10.02.31-2.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/bauer2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/bauer1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"999\" src=\"../Images/2024-03-22T06-47-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-22T06-47-00-08-00/000000.jpeg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>For the first time since the beginning of the Russian large -scale invasion of Kiev, the highest military director of the North Atlantic Alliance - the head of the NATO Military Committee, Admiral Rob Bauer, arrived in Kiev.</strong></p><p><span>He is the Chief Advisor to the NATO Secretary General for military issues, through which the Alliance political authorities are given recommendations formulated on the basis of the consensus of NATO General Staff.</span></p><p><span>On the morning of March 21, NATO officials were forced to be in shelter due to a large -scale missile attack of the Russian Federation and personally rendering the effectiveness of Western air defense systems transferred to Ukraine.</span></p><p><span>A few hours after the attack by Admiral Rob Bauer, in an interview with the Armyonform correspondent praised the work of the Ukrainian air defense forces, told how F-16 fighters could affect the situation at the front and evaluated the operations of defense forces to destroy Russian ships in the Black Sea.</span></p><p><b>- In your opinion, yesterday's missile strike in Kiev was Putin's response to the Ukrainian formula of peace or was it an attempt to demonstrate the force after the so -called presidential election?</b></p><p><span>- I do not know why he did it. Fair. I can't climb into his head. He has made rocket strokes over the last two years for various reasons. But it is important to know the world is that 31 rocket rocket launched Kiev and 31 rocket Ukrainian air defense forces<a href=\"https://armyinform.com.ua/2024/03/21/povitryani-syly-zsu-znyshheno-vsi-rakety-yakymy-rosiyany-vranczi-atakuvaly-kyyiv/\">knocked down</a>.</span></p><p><b>- In recent weeks, discussions on the deployment of foreign troops of individual countries have been ongoing. This development is really possible?</b></p><p><span>- I have to repeat what the NATO Secretary General said: there are no NATO troops in Ukraine and there are no plans to place them here. But if a separate country decides to place its troops here, it should understand that it will be in contact with the rest of the Alliance.</span></p><p><span>We promised each other to help if someone is in a difficult situation. Therefore, it is necessary to be sure that NATO countries have consulted with each other if they want such a decision.</span></p><p style=\"text-align: center;\"><b>\"F-16 will undoubtedly have an impact on the situation on the front\"</b></p><p><b>- Defense forces are gradually destroying Russian warships in the Black Sea, using drones of different types and long -range weapons. How does NATO evaluate this unique combat experience?</b></p><p><span>- This is an extraordinary achievement. One of the many achievements of the Ukrainian Armed Forces. The Black Sea operations are an extraordinary example of innovations, the use of reconnaissance data. And you were able to push the Russian fleet from Sevastopol to the other side of the Crimea without large warships, and all thanks to sea drone.</span></p><p><span>In general, I believe that drones will continue to play an important role. Not only at sea, but also on land, as well as their role in air attacks in combination with rockets. Another important step is to combine drones with artificial intelligence. This will be an element that will allow you to use UAV more reasonable use. This is what we will definitely study and do it. Both individual countries and NATO.</span></p><p><span>The question will be important, and I still do not know the answer whether all the seas and oceans use drones can be as effective as in the Black Sea. For example, in the Baltic Sea such operations are possible, as well as in the Mediterranean. But in the Atlantic or Pacific? I do not say it is impossible, but it will be different. And the marine forces of the Alliance will need to decide how a large fleet of Submarin, aircraft carriers and other traditional forces will change taking into account these drones. Because you also need to protect this fleet from such threats.</span></p><img alt=\"\" class=\"alignnone size-full wp-image-554348\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-22T06-47-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-22T06-47-00-08-00/000001.jpg\" width=\"1500\"/><p><b>-Your home country-the Netherlands-is one of the leading countries in the F-16 coalition. How can these fighters change the situation at the front?</b></p><p><span>- They will undoubtedly have an impact. But, as always, this happens in the war, the situation has two sides. The Russians also think of the moment when the F-16 will appear in Ukraine. They are preparing for it.</span></p><p><span>It is important to emphasize that we have successfully united for the transmission of the F-16 Ukraine. But it is not enough to think only about training pilots and technical staff. These planes are different from those that Ukraine has, not just how they will use.</span></p><p><span>It is also about service. It is absolutely different. For example, spare parts should be replaced due to a certain number of flight hours, not when they are already in handy. And if you fly a lot like this happens in war conditions, you need these spare parts. And the problem is not only in the cost. You must be sure that these spare parts will be made in the right amount.</span></p><p><span>Therefore, if we want to do a successful operation, we need to take into account not only people's training, but also logistics, supply chains. After all, if in two weeks spare parts and planes will not be able to fly, then they will say that the F-16 bad planes. And this is not true!</span></p><p><span>Another important element is weapons for these aircraft. Dutch government<a href=\"https://armyinform.com.ua/2024/03/20/niderlandy-vydilyat-ponad-e150-mln-na-zakupivlyu-boyeprypasiv-dlya-ukrayinskyh-f-16/\">announced</a>Other countries do about providing funds for missiles and bombs for the F-16. These are good news, but it will not be easy because different countries give different types of fighters. Therefore, this is a complex question, but I am sure that the Ukrainian armed forces will cope with it.</span></p><p style=\"text-align: center;\"><b>“Countries decide what weapons to transfer. NATO can't make them</b></p><p><b>- Why do some NATO countries still have \"red lines\" about the weapons they pass to Ukraine?</b></p><p><span>- These are sovereign countries and these are their decisions. NATO cannot force member countries to do something. If we talk about Germany and Taurus missiles, it should be recalled that Germany is the second country in terms of military assistance provided to Ukraine.</span></p><p><span>Germany has done a great deal for Ukraine and continue to do so, will provide air defense systems like Patriot, Iris-T. And also provide tanks, armored vehicles, ammunition. Indeed, the German government did not approve the transfer of Taurus missiles.</span></p><p><span>But, on the other hand, countries such as France and the United Kingdom have decided to provide similar missiles (this is about Storm Shadow/Scalp missiles. - Ed.). And it is good to see that Ukraine uses this weapon responsibly and very effectively, destroying the logistics of the Russians by the front line.</span></p><p><span>I understand that Ukraine always seeks more and faster. And this is very logical in the conditions of war, so I will not say that it is wrong. But at the same time, you are dealing with independent and sovereign countries. This is their decision, their weapons systems, they have their own reasons to do or not to do.</span></p><p><span>Of course, you have to talk to them and try to convince. And I am sure that this happens, but we do not order countries.</span></p><img alt=\"\" class=\"alignnone size-full wp-image-554349\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-22T06-47-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-22T06-47-00-08-00/000002.jpg\" width=\"1500\"/><p><b>- Let's talk about the largest military assistance donor - the United States. For a long time, Washington cannot agree on new assistance to Ukraine. Will other NATO countries compensate for these volumes of financial and military support if there is no agreement? Is there a plan B?</b></p><p><span>- 50 countries work in a contact group on defense of Ukraine. And with every month, they are increasingly aware that they should do more. Because the war will continue and will not end soon, and Ukraine should outweigh. We cannot allow Russia to win.</span></p><p><span>In my opinion, the most important call to all countries - we must continue Ukraine's support. Because the consequences of Russia's victory in this war will be much greater and will not be limited to Ukraine.</span></p><p><span>Therefore, I am sure that everyone understands the importance of help. I am convinced that the United States will eventually come. Problems in the US are not related to discussions about whether people want to help Ukraine. It is about other political things. It is also not saying that there is no two -party support (in the US Congress. - Ed.). And these are good news for Ukraine. Therefore, I hope all the issues will be resolved and the help package will be provided.</span></p><p><span>I understand that you need it for yesterday. And many NATO countries speak with the United States to provide a help pack. It is not easy to compensate for such a large amount, but the good news is that more and more countries are concluded with Ukraine for long -term support.</span></p><p><span>Not only a year, but for three to five years. This is an important message for Ukraine, not taking into account, in fact, what is included in the help packages. This demonstrates the understanding of countries that they are ready for a long journey.</span></p><p style=\"text-align: center;\"><b>\"NATO is ready for conflict with Russia\"</b></p><p><b>- In January, you said that the event should prepare for a likely conflict with Russia. As of today, NATO countries have been sufficiently prepared for such events?</b></p><p><span>- We began to think about it after the annexation of Crimea in 2014. It was a very important point when NATO realized that it was necessary to return to collective security. This is one of our main tasks. Because over the last 20-30 years we have focused only on response to crisis.</span></p><p><span>Since 2019, we have begun to return to collective security: we have changed our defense strategy, operational planning, and we change the military forces needed to accomplish all these tasks.</span></p><p><span>Now we all understand that if you return to collective security, time is not on our side. Because the enemy decides when and where they attack you and how long the conflict will last. Unfortunately, Ukraine is convinced of this.</span></p><p><span>This means the need for more prepared soldiers, more opportunities, more weapons and ammunition, and improving the command management system.</span></p><p><span>Are we ready? Answer: Yes! This is our main task is to be ready. If this happens today, then you have to fight with what you have. This is always a combination of readiness for today and at the same time improving opportunities for the future.</span></p><p><b>- It is obvious that, first of all, Russia can attack the Eastern Flang of NATO. What are the plans to further strengthen this direction?</b></p><p><span>- We have significantly changed and strengthened our position on the eastern flank. In 2016, we launched an extended presence program (Enhanced Forward Presence.-Ed.) In three Baltic countries. And in 2022, after the invasion of the Russian Federation, we expanded it into countries such as Slovakia, Hungary, Romania, Bulgaria.</span></p><p><span>We now have eight such battle groups with a battalion that can be combined into a team if necessary. The respective countries are constantly working out this mechanism. If we need more, then we will consider it. But so far this is enough.</span></p><p><span>However, the Russians are not only on the eastern flank. They are in space, Russians in cyberspace, Russians in the Arctic and in the West of the Atlantic. Russians in Africa, Mediterranean and the Black Sea. Russians around us. And it would be foolish to focus only on the eastern flank, because the Russians are not only there. They are everywhere. And that is why NATO constantly monitors their actions and responds accordingly if necessary.</span></p><p><b>- Do you expect threats to Russia, for example, in the next five years, after the next re -election of the Kremlin dictator?</b></p><p><span>- Putin has not achieved any strategic goal in Ukraine. And he weakened his specific positions as a result of war. Therefore, when it comes to NATO, we look at Russia, we can say that there are certain regions where Putin is still strong enough, but there are other regions where it has become weaker due to the consequences of war. He says that he will become stronger. But it takes time, it takes money. At the same time, sanctions remain valid and complicate the modernization of his troops.</span></p><p><span>We see that Russia has the ability to produce large volumes of weapons, but its quality is constantly declining since the beginning of the war. They have some plans but are in the war, so they need a lot of time. It will not be easy for them.</span></p><p style=\"text-align: center;\"><b>“We work for Ukraine to be as prepared as possible for NATO membership”</b></p><p><b>- The NATO Summit in Washington will take place in July. Is Ukraine worth expecting positive news about full membership in the Alliance?</b></p><p><span>- I know that there is no discussion as to whether Ukraine will become a member of NATO. Ukraine will definitely be a member of the Alliance. Discussions only continue about when it happens and what is needed.</span></p><p><span>An important step was that we removed the need for MAPs as a requirement. Then the work of the Council of Ukraine - NATO, was a summit in Vilnius, where Ukraine was at the table with the allies. Discussions at the level of ministers and ambassadors are also underway. These are huge changes in the last eight months.</span></p><p><span>Work on the needs of Ukraine, not only during the war, but also after it. We are working on increasing the interaction between the Ukrainian military and NATO forces, it is about procedures, doctrines and standards. There is a lot of work here. Recently, work is also underway to exchange information about procurement.</span></p><p><span>So far, this is not the same as full membership. This is unlikely in Washington, several leaders have already said it in public. But we need to continue to work so that Ukraine is ready to become a member of NATO when there is a decision among the Allies.</span></p><p><b>- Will this decision be after the end of the war?</b></p><p><span>- One of the conditions for membership is the lack of war in your territory.</span></p><p></p><p><em>The interview was recorded by Yuri Onishchenko</em></p><p><em>Photo by Vitaliy Pavlenko</em></p></div>", "source": "https://armyinform.com.ua/2024/03/22/nato-gotove-do-konfliktu-z-rf-vyvchayemo-unikalni-ukrayinski-operacziyi-v-chornomu-mori-admiral-rob-bauer/", "title": "“NATO is ready for a conflict with the Russian Federation. We study unique Ukrainian operations in the Black Sea ” - Admiral Rob Bauer", "description": "He is the Chief Advisor to NATO Secretary General for military issues through which ...", "author": ["Army Inform"], "categories": ["Інтерв`ю", "Новини"], "tags": ["адмірал Роб Бауер", "НАТО"], "source_name": "ArmyInform"}