{"published time": "2024-03-22T12:26:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/5d48c447-e514-4c79-a03b-4c6fb83af701.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-22T12-26-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-22T12-26-00-08-00/000000.jpeg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Security Service has collected a evidence of another Russian occupier, who is involved in the massacres of civilian population during the fighting for Kiev.</strong></p><p>This is stated in a message on<a href=\"https://ssu.gov.ua/novyny/sbu-povidomyla-pro-pidozru-rashystu-yakyi-rozstriliav-meshkantsia-kyivshchyny-shchob-vidibraty-mobilnyi-telefon\" rel=\"nofollow\" target=\"_blank\">Site</a>SBU.</p><p>It is about Timur Seferov-a 32-year-old contractor of the 15th separate motorized rifle brigade of the Central Military District of the Armed Forces of Russia.</p><p>In the occupied village of Mokrets of the Brovarsky district, Rashist, together with other invaders, fired private apartments, sniffed at them and selected property from people.</p><p>It is documented that during one of these \"raids\", Seferov wanted to pick up a mobile phone from a 53-year-old resident.</p><p>Feeling resistance from the man, the Russian made several shots from the machine gun directly in the courtyard. As a result of severe gunshot wounds, the victim died on the spot.</p><p>On the basis of the information collected, investigators of the Security Service informed Seferov of suspicion under Part 2 of Art. 438 of the Criminal Code of Ukraine (violation of laws and customs of war).</p><p>Currently, materials are being prepared to announce the suspect in the international wanted list.</p><p>Complex measures are also underway to establish the location of a military offender from the Russian Federation and his punishment for the murder of a citizen of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/povidomleno-pro-pidozru-okupantu-yakyj-rozstrilyav-meshkanczya-kyyivshhyny-shhob-vidibraty-telefon/", "title": "Reported the suspicion of the occupier who shot a resident of Kyiv region to take away the phone", "description": "This is stated in a message on the SBU website. It is about Timur Seferov-32-year-old ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["окупанти", "СБУ"], "source_name": "ArmyInform"}