{"published time": "2024-03-22T08:48:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/827ebbd8-302c-4b83-ae28-f8dde3b3a080.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"300\" src=\"../Images/2024-03-22T08-48-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-22T08-48-00-08-00/000000.jpeg\" width=\"600\"/></figure><!-- .post-thumbnail --><p><strong>For a massive attack in Ukraine, the Russians used more than 60 Shahaneda and almost 90 missiles of different types tonight.</strong></p><p>About this<a href=\"https://t.me/V_Zelenskiy_official/9830\" rel=\"nofollow\" target=\"_blank\">reported</a>President Volodymyr Zelenskyy.</p><p>“The goals of Russian terrorists sees the world as clearly as possible: power plants and energy supply lines, a dam of hydroelectric power plants, ordinary residential buildings, even a trolleybus. Russia is fighting against the ordinary life of people. My condolences to families and close to this terror, ”the message reads.</p><p>According to him, the necessary services are already working in all cities affected by the attack. Rescuers, energy, regional and local authorities, police, utilities help people.</p><p>“No one will be left without help. Electricity supply is being restored. Kharkiv and the region, Zaporizhzhia, Sumy region, Poltava, Dnipropetrovsk, Odesa, Khmelnytsky and region, Vinnytsia, Frankivsk - everywhere, where necessary, renewable work continues from the night, ”the Head of State emphasized.</p><p>Volodymyr Zelensky added that Russian missiles have no delay, as in packages of assistance in our country.</p><p>“Shahanedov has no hesitance, like some politicians. It is important to understand the price of delays and delayed solutions. Petriot systems must protect Kharkiv and Zaporozhye, aircraft needed to protect people, infrastructure, homes and dams. Partners know exactly what is needed. They can support exactly. These solutions are needed. Life should be protected from these inhuminates from Moscow, ”the President said.</p></div>", "source": "https://armyinform.com.ua/2024/03/22/volodymyr-zelenskyj-rosiyany-zastosuvaly-dlya-ataky-po-ukrayini-ponad-60-shahediv-i-majzhe-90-raket/", "title": "Volodymyr Zelensky: Russians used more than 60 Shahaneda for attack in Ukraine and almost 90 missiles", "description": "President Volodymyr Zelenskyy has informed about it. “The goals of Russian terrorists world ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "ракетні удари рф"], "source_name": "ArmyInform"}