{"published time": "2024-03-07T14-19-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/6acabd0aa7e15e8431079f7418cbbd32_1709812420_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-07T14-19-99/000000.jpeg\" srcset=\"../Images/2024-03-07T14-19-99/000000.jpeg\" width=\"1045\"/></figure><!-- .post-thumbnail --><p><strong>On March 7, President Volodymyr Zelensky presented certificates for apartments to defenders who were given the title Hero of Ukraine and members of the families of dead soldiers.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/ukrayina-zavzhdi-bude-vdyachnoyu-zavzhdi-shanuvatime-svoyih-89565\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the President of Ukraine.</p><div class=\"article_content\"><p>Today Volodymyr Zelenskyy presented 30 certificates for apartments.</p><p><strong>Certificates from the hands of the Head of State received the Heroes of Ukraine from the Armed Forces:</strong>полковник Юрій Андрієнко, старший лейтенант Роман Гришак, підполковник Роман Дармограй, полковник Євгеній Кураш, майор Денис Макаровський, полковник Олексій Майстренко, майор Юрій Михайлюк, полковник Олександр Мостовий, підполковник Сергій Побережець, підполковник Володимир Соснін, молодший лейтенант Ігор Тимощук, майор Олег Олива та others.</p><p><strong>The President also presented certificates for apartments to the members of the families of the fallen Heroes of Ukraine from the Armed Forces:</strong>Senior Sergeant Andrei Ivashko, Lieutenant Colonel Andrew Litun, Senior Sergeant Sergey Vasich, Captain Dmitry Romanchenko, Lieutenant Mykola Makarevich, Sergeant Alexander Fedorchenko, Junior Sergeant Dmitry Shkurnov Lieutenant Vladimir Stelmakh.</p><p><strong>Certificates also received families of servicemen from the National Guard of Ukraine,</strong>who were awarded the title of Hero of Ukraine posthumously: Senior Soldier Sergei Zerzhevsky, Senior Lieutenant Mikhail Chuprin, Senior Lieutenant Maxim Kagal.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/02/26/prezydent-vruchyv-sertyfikaty-na-kvartyry-geroyam-ukrayiny-ta-rodynam-poleglyh-zahysnykiv/\">Armyinform</a>, On February 26, the Head of State also presented 30 certificates for receiving apartments to military and families of fallen defenders who were awarded the highest state title - Hero of Ukraine.</p><p>We will remind, recently President of Ukraine Volodymyr Zelenskyy<a href=\"https://armyinform.com.ua/2024/02/26/volodymyr-zelenskyj-prysvoyiv-zvannya-geroya-ukrayiny-odrazu-dvadczyaty-semy-zahysnykam/\">He assigned the title</a>Hero of Ukraine 27 to the military, 20 of which are posthumously.</p></div></div>", "source": "https://armyinform.com.ua/2024/03/07/volodymyr-zelenskyj-vruchyv-sertyfikaty-na-zhytlo-geroyam-ukrayiny-ta-rodynam-poleglyh-voyiniv/", "title": "Volodymyr Zelenskyy presented certificates for housing to the heroes of Ukraine and families of fallen soldiers", "description": "The office of the President of Ukraine informs about it. Today Volodymyr Zelenskyy presented 30 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Президент України", "сертифікати на житло"]}