{"published time": "2024-03-07T08-26-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_5422502567931402133_y-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"960\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-07T08-26-99/000000.jpg\" srcset=\"../Images/2024-03-07T08-26-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>About 22 settlements of Kharkiv region have suffered artillery and mortar shellings: Udi, Kozacha Lapan, Ambarne, Western, Sinkivka, Stepova Novoselivka, Kotlyarivka.</strong></p><p>About this<a href=\"https://t.me/synegubov/8651\" rel=\"nofollow\" target=\"_blank\">informs</a>The head of Kharkiv Ova Oleg Synigubov in his telegram-channel, reports the Armyinform.</p><p>In addition, the enemy caused air strikes on Zarichny, unbearable, Red Yar, Black, Kozachi Lopani and Tabaivka.</p><p>As a result of the air strike on the village of Borova, the Garage, the outbuilding and two cars burned down. A 70-year-old man was killed near the car. A woman was rescued from the rubble, five of her children, as well as a man from a neighboring house, were injured. In total, 12 houses were damaged.</p><p>“In the Chuguev district, the occupiers hit at least two Shahaneda, there were no injured. As a result of the impact, the boob was damaged by the facade of an apartment building, a fence and a car. The 73-year-old owner of the house has an acute response to stress, ”the message reads.</p><p>The Armed Forces of the Armed Forces also repelled four enemy attacks near Sinkivka and Tabayivka.</p><p>Earlier the Armyinform<a href=\"https://armyinform.com.ua/2024/03/07/vorog-masovo-obstrilyav-zaporizku-oblast/\">reported</a>that the enemy fired at the Zaporozhye region.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/07/okupanty-obstrilyaly-harkivshhynu-za-dobu-22-razy-ye-poraneni-ta-zagyblyj/", "title": "The occupiers fired Kharkiv region a day 22 times: there are wounded and dead", "description": "The head of Kharkiv Ova Oleg Synigubov informs about it in his telegram-channel, reports ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "ворожі обстріли", "вторгнення рф", "КАБи", "Олег Синєгубов", "Харківщина"]}