{"published time": "2024-03-07T20-21-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/15.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1077\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-07T20-21-99/000000.jpg\" srcset=\"../Images/2024-03-07T20-21-99/000000.jpg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>The LNR fighter, who fought on the side of the enemy in the battalion \"Storm\", was sentenced to 15 years in prison with confiscation of property.</strong></p><p class=\"\">About this<a href=\"https://gp.gov.ua/ua/posts/15-rokiv-za-gratami-zasudzeno-boiovika-lnr-yakii-voyuvav-u-batalioni-storm\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the Prosecutor General.</p><p class=\"\">The prosecutor in court proved that the resident of Luhansk region in 2022 voluntarily moved to the side of the enemy. He joined the illegal armed formation of the People's Police of the Terrorist Organization of the so -called \"LNR\". The man served in the 6th separate motorized rifle Cossack regiment, which is part of the 2nd Army Corps of Russian troops, as an arrow.</p><p class=\"\">\"The convicted person performed the duties of a guard service for the protection of the territory and monitoring the military and military equipment of the Armed Forces,\" - said in the department.</p><p class=\"\">As the investigation was established, since April 2023 he was transferred to the Storm battalion of the same regiment, where he equipped and strengthened the fire positions of the Russian army for combat, trenches, built armor, guardianship and directly participated in hostilities.</p><p class=\"\">“The man fought in the settlements of Lugansk and Donetsk regions. He was detained forces of defense of Ukraine in the territory of Bakhmut district of Donetsk region, ”the prosecutor's office told.</p><p>As reported by the Armyinform, five traitors<a href=\"https://armyinform.com.ua/2024/03/07/pyatero-zradnykiv-braly-uchast-u-myasnyh-shturmah-bahmuta-vony-otrymaly-15-rokiv-tyurmy/\">participated in Bakhmut's \"meat\" storms</a>.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/zaareshtovano-bojovyka-lnr-yakyj-voyuvav-u-bataljoni-shtorm/", "title": "Arrested by the LNR fighter who fought in the Storm battalion", "description": "About it informs the office of the Attorney General. The prosecutor in court proved that a resident ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Офіс Генерального прокурора"]}