{"published time": "2024-03-07T09-11-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-5.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-5.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"619\" sizes=\"(max-width: 1100px) 100vw, 1100px\" src=\"../Images/2024-03-07T09-11-99/000000.jpeg\" srcset=\"../Images/2024-03-07T09-11-99/000000.jpeg\" width=\"1100\"/><figcaption class=\"wp-caption-text\">Wideband Global Satcom (WGS) satellite. Boeing artistic image</figcaption></figure><!-- .post-thumbnail --><p><strong>The US Department of Defense has concluded a multi -million dollar contract with Boeing to create a new military satellite. The spacecraft will be placed in Earth orbit and is intended for communication.</strong></p><p>As<a href=\"https://space24.pl/bezpieczenstwo/technologie-wojskowe/nowy-satelita-boeinga-wesprze-wojsko-usa?_gl=1%2a1tjywm7%2a_ga%2aODA1OTYxNjU1LjE3MDQyNjMwNzc.%2a_ga_V9HJHCHWER%2aMTcwOTYyNjgyMy41NS4wLjE3MDk2MjY4NjAuMjMuMC4w%2a_ga_74VRD6CCXR%2aMTcwOTYyNjgyMy41Ni4wLjE3MDk2MjY4NjAuMC4wLjA.\" rel=\"nofollow\" target=\"_blank\">informs</a>Space24 defensive portal, Pentagon, on behalf of the US Space Forces, has concluded a contract for the construction of a new connection satellite for the military, which will be deployed in geostationary orbit (GEO).</p><p>Boeing, which received $ 439.6 million, was selected for this purpose, Boeing will build another Wideband Global Satcom (WGS) satellite.</p><p>According to the direct designation of the new device (WGS-12), it will be the 12th satellite of the geostationary network, whose task is to provide the services of the USA</p><p>Experts recalled that Boeing has been a WGS general contractor since 2001, and the first unit has been launched into space in 2007.</p><figure aria-describedby=\"caption-attachment-548281\" class=\"wp-caption alignnone\" id=\"attachment_548281\" style=\"width: 1219px\"><img alt=\"\" class=\"size-full wp-image-548281\" height=\"732\" loading=\"lazy\" src=\"../Images/2024-03-07T09-11-99/000001.jpeg\" srcset=\"../Images/2024-03-07T09-11-99/000001.jpeg\" width=\"1219\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-548281\">Wideband Global Satcom (WGS) satellite assembly shop. Photo: Boeing</figcaption></figure><p>The company is currently focused on the construction of the WGS-11 unit within the contract concluded five years ago. The satellite is equipped with a PTS-P (Protected Tactical Prototype) load-a system that is responsible for protecting the apparatus from enemy attempts to disable it.</p><p>Boeing said it plans to deliver the satellite to the customer in 2024. It is planned to be launched by the UNITED LAUNCH Alliance (ULA) Vulcan Centaur.</p><p>Wideband Global Satcom (WGS) Satellite Satellite Satellites include telecommunications satellites in geostationary orbit and is used to communicate in a programmed frequency spectrum. Due to its military purpose, their exact orbital positions are not disclosed.</p><p>The WGS satellite is made on the base of the Boeing 702 platform with a capacity of 13 kW, has a diagram of the antenna orientation of the antenna, which is reconfigured from the ground. The satellite is equipped with transponders of X- and KA bands and onboard router, which allows the satellite to connect two any arbitrary users within the service area.</p><p>The WGS-11+ version is twice as productive than its predecessors. In this case, one WGS apparatus is endowed with such bandwidth as the entire DSCS constellation. The system supports communication and data transmission for tactical and operational management of military operations, as well as for intelligence and combat missions.</p><p>Boeing builds military satellites in El Sedundo, California. According to the contract, the WGS-12 must be delivered in January 2029.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"480\" loading=\"lazy\" src=\"https://www.youtube.com/embed/vcMIMRV23Qg?list=PLisXk-Y3grXrjdgLjvGzYt3JV2eZ0K9CJ\" title=\"Wideband Global SATCOM overview\" width=\"640\"></iframe></p><p>The principle of WGS satellite grouping. Video: Ronsmythei</p></div>", "source": "https://armyinform.com.ua/2024/03/07/popovnennya-u-suziryi-satelitiv-pentagonu-boeing-rozrobyt-vijskovyj-suputnyk-zvyazku-dlya-kosmichnyh-syl-ssha/", "title": "Recharge in the constellation of the Pentagon satellites: Boeing will develop a military satellite for US space forces", "description": "According to the Space24 defensive portal, the Pentagon on behalf of the US Space Forces has concluded a contract ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["ОВТ", "супутник", "США"]}