{"published time": "2024-03-07T15-04-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/kiberpolicziya.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"717\" src=\"../Images/2024-03-07T15-04-99/000000.jpg\" srcset=\"../Images/2024-03-07T15-04-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Cyber Police exposed two people who appropriated the funds of citizens under the pretext of selling quadcopters and the transfer of cars from abroad for the needs of the defenders of Ukraine.</strong></p><p>About this<a href=\"https://t.me/CyberpolUA/2123\" rel=\"nofollow\" target=\"_blank\">She reported March 7</a>Cyber Police.</p><p>According to the investigation, one of the suspects searched for bank cards of people who, for a remuneration, provide intruders with access to their bank cards and accounts, and sold them to his accomplice for cryptocurrency in the equivalent of $ 200.</p><p>The latter gave the victim the details of the purchased cards for making a subscription for a fictional product or transportation of cars.</p><p>For the purpose of conspiracy, the money was displayed illegally to the controlled persons of cryptocurrency wallets, and only then to their bank accounts.</p><p>Police conducted seven searches at the places of residence and registration of the persons involved. Computer equipment, smartphones, banking and seven cards, as well as almost 40 thousand UAH were seized. A request was sent to the court to seize the seized funds.</p><p><script async=\"\" data-telegram-post=\"CyberpolUA/2123\" data-width=\"100%\" src=\"https://telegram.org/js/telegram-widget.js?22\"></script></p><p>Two participants in the criminal scheme were detained. One of them was a pre -trial detention measure with the right to make a bail of UAH 19 million. The petition for placement of his accomplice was sent to the court.</p><p>The full circle of the victims and the total amount of losses are set.</p><p>Earlier in cyber police<a href=\"https://armyinform.com.ua/2024/03/04/kiberpolicziya-rozpovila-yak-donatyty-sylam-oborony-a-ne-shahrayam/\">told</a>How to give defense forces, not fraud.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/na-odeshhyni-zatrymano-aferystiv-yaki-torguvaly-kopteramy-ta-avtivkamy-dlya-zsu/", "title": "Schurists who \"traded\" copter and cars for the Armed Forces were detained in Odessa region", "description": "This was reported on March 7 by the Cyber Police. According to the investigation, one of the suspects ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["кіберзлочини", "Кіберполіція", "шахрайство"]}