{"published time": "2024-03-07T14-09-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1695885858-3714.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"660\" src=\"../Images/2024-03-07T14-09-99/000000.png\" srcset=\"../Images/2024-03-07T14-09-99/000000.png\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>This morning, the enemy attacked Odesa from the Black Sea tactical aviation aircraft, directing the X-31P rocket. The rocket has lost its combat capacity to run to the coast.</strong></p><p>This was reported by a spokeswoman for the south of Ukraine forces Colonel Natalia Humeniuk on the broadcasting of the Uniform News.</p><p>“It is not the first time that the enemy uses the X-31P anti-radial rocket in Odessa, testing and exploring the Ukrainian air defense systems. And for the first time, rockets are losing its combat capacity over the Black Sea: this is both due to some influence on our part, and due to the fact that not all the missiles are working fully, ”the spokeswoman for the southern Ukraine defense forces said.</p><p>Now, she said, it can be stated that in the intervals between attacks, the enemy is increasingly checking the battle of Ukrainian air defense systems.</p><p>\"It is likely that Russia's troops compensate for the absence of intelligence from A-50,\" Colonel Natalia Humeniuk emphasized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/04/cze-yak-rozvidka-boyem-nataliya-gumenyuk-rozpovila-navishho-rf-vykorystovuye-rakety-h-31p/\">Armyinform</a>, Rosarmia has begun to use the X-31P anti-radiolocation missiles more often to identify Ukrainian air defense systems.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/rosijska-raketa-vtratyla-bojovu-spromozhnist-na-pidloti-do-uzberezhzhya-odeshhyny-nataliya-gumenyuk/", "title": "The Russian rocket lost \"combat capacity\" on the coast of Odesa - Natalia Humeniuk", "description": "This was reported by Colonel Natalia Humeniuk, a spokeswoman for the southern Ukraine forces of Ukraine ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["stoprussia", "вторгнення рф", "Наталія Гуменюк", "Одещина", "Х-31П"]}