{"published time": "2024-03-07T10-29-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/formation-des-militaires-ukrainiens.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"445\" src=\"../Images/2024-03-07T10-29-99/000000.jpg\" srcset=\"../Images/2024-03-07T10-29-99/000000.jpg\" width=\"792\"/></figure><!-- .post-thumbnail --><p><strong>France plans to expand its preparation programs for the Ukrainian military and naval sections in 2024.</strong></p><p>About this<a href=\"https://www.defense.gouv.fr/actualites/ukraine-10-000-militaires-formes-france-debut-du-conflit\" rel=\"nofollow\" target=\"_blank\">It is said</a>in the message of the Ministry of Armed Forces of France.</p><p>“In addition to supplying weapons and military equipment, France supports Kiev by training the Ukrainian military. For what purpose? To increase their skills according to their needs, so they can continue to protect their territory, ”the department said.</p><p>The ministry emphasizes that providing training for the Ukrainian military is one of the aspects of French support of Ukraine together with weapons and financial support.</p><p>Training occurs both in the territory of France itself and in Poland, mainly within the framework of the European Union's military assistance mission to support Ukraine (EUMAM).</p><p>In total, since 2022, France has prepared almost 10,000 Ukrainian military.</p><p>The preparation, according to the message, is carried out in three directions.</p><p>The first direction: preparation related to the use, implementation and maintenance of new weapons, including Caesar guns, Crotale NG missiles, lightweight AMX 10-RC combat tanks, launching installations Sampt).</p><p>Second direction: specialized training aimed at critical know-how or know-how with high value added. It covers different areas: health care, logistics, demining, intelligence.</p><p>Third direction: formation of tactical units focused on hostilities in cities and fields. Their goal is to improve the skills of Ukrainian officers to command a mouth or battalion.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/04/systemy-ppo-bronetehnika-i-rakety-francziya-opublikuvala-spysok-peredanoyi-ukrayini-zbroyi-za-dva-roky/\">reported</a>The Armyinform, France recently published a list of weapons transferred to Ukraine in two years.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/francziya-anonsuvala-rozshyrennya-pidgotovky-ukrayinskyh-vijskovyh/", "title": "France announced the expansion of Ukrainian military training", "description": "This is stated in the message of the Ministry of Armed Forces of France. “In addition to supply ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["допомога партнерів", "навчання", "Україна", "Франція"]}