{"published time": "2024-03-07T19-20-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/1-25.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"ЗСУ\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"801\" src=\"../Images/2024-03-07T19-20-99/000000.jpg\" srcset=\"../Images/2024-03-07T19-20-99/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Armed Forces. Photo Source: t.me/sjtf_odes</figcaption></figure><!-- .post-thumbnail --><p><strong>There were 70 combat clashes during the day. In total, the enemy caused 3 missile and 43 aircraft strikes, and made 46 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0qKYL6J2RvcJzYm1DFEpD4C65Vxr4MArJb7Tgmf3oXsFj2dRPML99aDeTK97NM8pTl\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces of Ukraine.</p><p class=\"\"><strong>In Kupyansk direction</strong>The enemy has attacked the positions of our defenders 2 times in the area of the settlement of Sinkivka of Kharkiv region.</p><p class=\"\"><strong>In the estuary direction</strong>Our warriors reflect 7 enemy attacks in areas of settlements of Bigorivka of Luhansk region; Tern, Razdolivka, Donetsk region, where the enemy, tried to break through the defense of our troops.</p><p class=\"\"><strong>In the Bakhmut direction</strong>Defense forces reflects 5 enemy attacks in the areas of settlements of Andreevka and Klischivka of Donetsk region, where the enemy, with the support of aviation, tried to improve his tactical position.</p><p class=\"\"><strong>In the Avdiivsky direction</strong>Our defenders reflects 20 enemy attacks in the areas of settlements Berdichi, Tonenke, Orlovka, Pervomaisk, Nevelskoye Donetsk region.</p><p class=\"\"><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the districts of St. George, Victory, Krasnogorivka, Novomikhailivka, Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops 19 times.</p><p class=\"\"><strong>In the Kherson direction</strong>The enemy does not give up the intention to knock out our units from the bridgeheads on the Dnieper Left Bank. Thus, during the day, the enemy performed 1 unsuccessful assault.</p><p>As reported by the Armyinform, our warriors near Kreminna<a href=\"https://armyinform.com.ua/2024/03/07/nashi-voyiny-poblyzu-kreminnoyi-vidminusuvaly-vorozhyj-grad/\">performed the enemy \"hail\"</a>.</p><p>We will remind, in the Tavria direction our soldiers destroyed<a href=\"https://armyinform.com.ua/2024/03/07/na-tavrijskomu-napryamku-nashi-voyiny-znyshhyly-dvi-garmaty-pion-gaubyczyu-akacziya-ta-kompleks-murom-m-rosiyan/\">Two Pion guns, Acacia Goubitsa and the Mur-M complex of Russians</a>.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/armiya-rf-shturmuye-novopavlivskyj-ta-avdiyivskyj-napryamky-za-dobu-39-nevdalyh-sprob/", "title": "The Russian Army storms the Novopavlovsky and Avdiivsky directions: in a day 39 unsuccessful attempts", "description": "The General Staff of the Armed Forces of Ukraine informs about it. In the Kupyansk direction the enemy is 2 times ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "ГШ ЗСУ", "Хроніка війни"]}