{"published time": "2024-03-07T19-11-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/06/kuleba.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"705\" src=\"../Images/2024-03-07T19-11-99/000000.jpg\" srcset=\"../Images/2024-03-07T19-11-99/000000.jpg\" width=\"1140\"/></figure><!-- .post-thumbnail --><p><strong>Foreign Minister of Ukraine Dmytro Kuleba participated in the video conference of foreign ministers and the defense of the Ukrainian countries to support Ukraine.</strong></p><p dir=\"ltr\">About this<a href=\"https://mfa.gov.ua/news/dmitro-kuleba-na-videokonferenciyi-soyuznikiv-zaklikav-terminovo-zbilshiti-ta-prishvidshiti-pidtrimku-ukrayini\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the site of the foreign policy department of Ukraine.</p><p dir=\"ltr\">The minister called on the participants to make a decision, guided by two rules: faster and more.</p><p dir=\"ltr\">\"The decisions should be urgent and aimed at supplying weapons for Ukraine much faster and more,\" he stressed.</p><p dir=\"ltr\">Dmytro Kuleba called on the Ministers of the Union countries to have a sense of urgency when it comes to support of Ukraine.</p><p dir=\"ltr\">“If Ukraine requires more artillery ammunition and larger missiles to reflect attacks and release the territory, you have the opportunity to produce and buy more of this weapon. If the damaged military equipment is faster to repair on bases in Ukraine and not abroad, then it is necessary to create appropriate opportunities in Ukraine. If more efficient and more Ukrainian servicemen can be trained in Ukraine, not abroad, then such decisions are needed, ”the Foreign Minister said.</p><p dir=\"ltr\">The Minister also stressed the need for a speedy growing rate of weapons in Europe to meet the needs of Ukraine and European partners.</p><p dir=\"ltr\">As reported by the Armyinform, Norway<a href=\"https://armyinform.com.ua/2024/03/07/norvegiya-nadaye-140-mln-yevro-na-inicziatyvu-chehiyi-shhodo-zakupivli-boyeprypasiv-dlya-ukrayiny/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">provides</a>140 million euros to the Czech initiative to purchase ammunition for Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/shvydshe-i-bilshe-dmytro-kuleba-zaklykav-soyuznykiv-naroshhuvaty-tempy-pidtrymky-ukrayiny/", "title": "Rather and more: Dmytro Kuleba urged allies to increase Ukraine's support pace", "description": "This is stated on the website of the foreign policy of Ukraine. The minister called ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Глава МЗС України", "Дмитро Кулеба"]}