{"published time": "2024-03-07T06-56-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/lifestory06032024.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/isa-akayev-2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/isa-akayev-4.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/isa-akayev-6.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/isa-akayev-9.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/isa-akayev-17.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-07T06-56-99/000000.jpg\" srcset=\"../Images/2024-03-07T06-56-99/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>The junior sergeant of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine Crimean Nariman Bilyalov, better known for the call sign \"Isa Aquaev\", was born in deportation, in Uzbekistan. The family returned to Crimea in 1989. Then he was 24 years old.</strong></p><p>And in 2014 he had to leave his homeland again, and again through the Russians. The ATO participant since 2014-volunteer went to fight in Donetsk and Luhansk region. With the large -scale again, he again became the ranks of defense forces with weapons in his hands.</p><p>His struggle has been going on for the tenth year, but he dreams of returning to his native land. And I am convinced that it will happen. And certainly - on the armor. Because this is the first time that history gives a chance to Crimean Tatars return to their native peninsula in the status of winners.</p><p>The memories of life on the peninsula, creeping Russian annexation, resistance to the Crimean in occupation and plans to return the ID Akayev identity peninsula, shared in an interview with the Armyinform.</p><h2>\"We looked at us as if we stole a piece of bread from someone's table\"</h2><img alt=\"\" class=\"alignnone size-full wp-image-548619\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-07T06-56-99/000001.jpg\" srcset=\"../Images/2024-03-07T06-56-99/000001.jpg\" width=\"1500\"/><p>The Crimean Tatars, who returned to their native land in 1989 and had nowhere to live, the Soviet authorities did not give residence. Moreover, it created artificial obstacles to this.</p><p>- You come to receive a registration, and they say they can't register you until you are on a military account. You go to the military enlistment office - and they say that they will not be registered until you bring a certificate that you are officially employed. At that time, we had a closed circle, artificially created.</p><p>I went to the market, traded. Then he worked at the Saky plant of building materials because he was the director of the Crimean Greek. He took us to work, but asked no one to tell anyone. The work was difficult. When we came to work on the first day, we looked at us as if we stole a piece of bread from someone's table.</p><p>We always looked at us. Although I had a higher education engineer, but I could not work in my profession. The friend also could not settle anywhere - he became a cook, prepared pilaf, - recalls Nariman.</p><p>Many teachers of higher education (with the title of Associate Professor, for example), after returning from deportation, traded vegetables on the market to earn their lives.</p><p>Then the 24-year-old Nariman became interested in the national movement of the Crimean Tatars.</p><p>- I met people who told who we were from where we came from reading the relevant literature. My friend, Recep, was also in his youth in the national movement. He was younger than me for 5-6 years. Quite creative person, artist. He began to tell me a lot from the history of the Crimean Tatars, gradually I was involved in this topic. And I began to be interested, - the man recalls.</p><p>He notes that he participated in rallies concerning the protection of the rights of the Crimean Tatars on the peninsula.</p><p>- Simferopol, Evpatoria. In Evpatoria, in particular, they were captured by the City Hall demanding a registration. We seized the Executive Committee and kept it for several days to receive a registration.</p><p>We said we would live there if we are not prescribed. On November 19, 1990, I received a registration in the Crimea, - recalls Nariman, who won the legal right to life in my native land.</p><h2>\"The Russian NGO was near my house in the center of Simferopol\"</h2><img alt=\"\" class=\"alignnone size-full wp-image-548620\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-07T06-56-99/000002.jpg\" srcset=\"../Images/2024-03-07T06-56-99/000002.jpg\" width=\"1500\"/><p>The Crimean Tatars supported independence in 1991. And in this matter, our interlocutor is categorical.</p><p>- We were all for independence, for Ukraine. Because if this did not happen-everything that happened in 2014 could have happened 30 years earlier. All Crimean Tatars, who are oriented in the situation, know history and socially active, realize that we with the Russians - not on the way.</p><p>Ukrainians have forgiven the Russians a lot during history. For example, I consider kindness and softness for weakness. And the Russians used it, - he thinks.</p><p>The family began to live a little. Nariman and three more companions had their own business in the construction sphere. All this is from scratch, and with total obstacles from the local authorities.</p><p>- I cannot say that I was a rich person, but I had enough for life. He had housing, cottage, car. Every weekend he could go to the sea with the children, on barbecues. I was not a very rich person, but I felt quite normal, - the interlocutor states.</p><p>But he recalls that the presence of Russians on the peninsula was felt. In his case - literally through the road.</p><p>- One of the Russian NGOs was located near my house in Simferopol - \"Russian community Crimea\". There the Russian flag hung. In the city center. The Kuban Kazaks walked. And they were all tuned against the Crimean Tatars.</p><p>They were all convinced that if the Russian Federation wanted to annex Crimea, then the Tatars would resist. And they all prepared for it, - says Isa Aquaev.</p><p>He does not hide that the anticipation that Russia wants to seize Crimea has always been.</p><p>-Somewhere in the early 2000s, an incident with the island of the Tuzla, the Russians pursued the situation. The Russians have never hidden that Crimea wanted themselves. They believed that the peninsula in Ukraine was a misunderstanding, and in the near future it had to be corrected ... - he recalls the moods on the peninsula.</p><p>And shares somewhat cruelly satirical memory from the Crimea:</p><p>- One of my comrades, who communicated with the Russian Cossacks, once came and said to me, “They openly told me that there would be no black here. Only Christians. \"</p><p>I told this incident one Somalia's friend, after a large -scale invasion. And they laughed, because then he replied, \"If you are black - then I am?\" - Laughs Isa.</p><p>In Sevastopol with the invasion of the Russians, says Nariman, there was a disaster in general. They bought real estate, the land - asserted their positions on the peninsula. Here is one of the fragments-memories that confirm this:</p><p>“We, as builders, were offered to make an object - a pool bowl. We agreed. It was a luxurious estate on the Black Sea, a Cossack Bay, a base of Russians (Russian Navy - Avt.). In the rock there was a bed nearby, where in the winter the owner could hide the yacht ... and, as it turned out, the owner of that estate - the management of the Novorossiysk cement plant. \"</p><p>It was the beginning of the 2000s, and the Russians, says Nariman, \"felt very well in the Crimea.\"</p><p>- It was profitable for Ukrainians to work with the Russians - they did not spare money, bought real estate, land on the false citizens of Ukraine, but the final beneficial owners were Russians ... Kiev did nothing to prevent the loss of Crimea in 2014. And Russia - did, - summarizes Isa.</p><h2>“Partisans on the Peninsula give a lot of information for us”</h2><img alt=\"\" class=\"alignnone size-full wp-image-548621\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-07T06-56-99/000003.jpg\" srcset=\"../Images/2024-03-07T06-56-99/000003.jpg\" width=\"1500\"/><p>The decision to leave the peninsula in 2014 was easy.</p><p>- Perhaps it will sound cynically, but I saw the opportunity to revenge for my relatives, loved ones, ancestors. And when the large -scale began, he understood clearly and told his brothers: if we now take weapons, then this is a real opportunity to return home. There will be no other opportunity, - says Nariman.</p><p>During a large -scale invasion, the man first defended Kiev, then - the Makariv direction. After the de -occupation of the Kyiv region - preparation, receipt of new weapons, combat coordination. Next - Kherson, Zaporizhzhya.</p><p>- What do I do in the Main Intelligence Directorate? I will only tell after the war. If you want to write a book - one material will be, only about the events of a large -scale invasion, - laughing the man.</p><p>He notes that he is genuinely rejoices when he arrives in the Crimea in the Crimea.</p><p>In two years, the interlocutor says, the resistance movement has intensified in the temporarily occupied Crimea:</p><p>- Our guerrillas on the peninsula provide a lot of information for us. Those blows that are made by Russian objects - intelligence and exploration are carried out by our people - moving, where moving, in what quantity. And they further transmit this information. So far, this is happening at this level, because control, pressure and persecution by the occupation regime is strong, significant.</p><h2>«Russians on the peninsula? All to the exit ”</h2><img alt=\"\" class=\"alignnone size-full wp-image-548622\" height=\"999\" loading=\"lazy\" src=\"../Images/2024-03-07T06-56-99/000004.jpg\" srcset=\"../Images/2024-03-07T06-56-99/000004.jpg\" width=\"1500\"><p>Nariman's future forecasts will not end in the coming year. But he dreams, convinced and makes a lot to return to the peninsula.</p><p>- I really want to go home. I dream of that. I want to see my sisters and brothers. Many older people have already passed. In 10 years, since I have been born in Crimea four grandchildren - and I would also like to see them, because I have never seen them, - he says with nostalgic fire in his eyes. - If, God gives, I will return to the peninsula, then I want to lead the poorest and smallest region of Crimea. And make it the best, most promising in the economic sense. So I will prove my love for Crimea. I would be happy from that. Our people have very great potential. People are handwritten. We are able to organize how it was at the beginning of a screen -scale invasion. We only asked two questions: where is the weapon and where is the enemy?</p><p>Another goal after the de -occupation of the native land is the return of the peninsula of authentic Crimean Tatar place names.</p><p>- My main goal for which I beat - so that after returning to Crimea we can revive the peninsula as he was when our ancestors lived there. To sound our language. To make the mosques again mosques. In order to teach in the Crimean Tatar.</p><p>In order for us to study our literature, our characters, to develop our culture. So that we, together with the Ukrainian people, develop a state where it would be comfortable for all, even ethnically different peoples. For us to become an example for other countries: a state where Muslims and Christians can live, cooperate and develop their country,-Nariman emphasizes.</p><p>Concerning the further presence of Russians in the Crimea Isa Akayev is a categorical:</p><p>- Russians on the peninsula? All to the exit. I don't trust them. After the deportation of the Crimean Tatar people, the Russian authorities brought to the peninsula all their need. And now it gave descendants. And we see the consequences.</p><p>The Crimean lived with the Russians in the neighborhood, so they know their \"potential\".</p><p>- When I moved to the Vinnytsia region in 2014, I wondered - in almost every yard, in a small village, there was a motor -block. There was no such thing in the Crimean village, even there was no motocos. Because they (the Russians there. - Avt.) Drinking everything. They earned - and drunk. They are ready to sell grain, property in exchange for vodka. I was told that I was a kulak. Of course. Because I worked, not drank, - he recalls, laughing, Nariman.</p><h2>“What will happen when we go to Crimea - I'm even afraid to imagine”</h2><img alt=\"\" class=\"alignnone size-full wp-image-548623\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-07T06-56-99/000005.jpg\" srcset=\"../Images/2024-03-07T06-56-99/000005.jpg\" width=\"1500\"><p>Nariman participated in the liberation of Kherson region. He remembers the emotions that the Ukrainian military residents of the regional center met - flowers, embrace, tears of gratitude and more.</p><p>- What happens when we go to Crimea - I am even afraid to imagine. After all, those people lived for 10 years in occupation. But in the future, whatever I do and who I may be: I will go on the armor in the Crimea. Really want. This is a great opportunity. This is not the first time such an opportunity for the last, probably three centuries, that we, the Crimean Tatars, have returned to Crimea, home, winners. Not like beaten dogs. And the winners.</p><p>After all, in 1989 we returned home - and we had nothing. We were not returned our home. We were not given land for construction. So now - only as winners and only on armor.</p><p>Nariman Bilyalov's family in Turkey from the beginning of a large -scale war. Children study in Turkish schools. The country that is at war is not returned. Yet.</p><p>- I tell them: understand me correctly. You will come to the Crimea immediately - ours, free, - summarizes the military, Crimean, junior sergeant of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine Nariman Bilyalov.</p><p><span style=\"color: #999999;\"><em>Photo by Ruslana Tarasova</em></span></p></img></img></div>", "source": "https://armyinform.com.ua/2024/03/07/u-krym-ya-zayidu-na-broni-rozvidnyk-isa-akayev/", "title": "In Crimea I will go on the armor - Scout Isa Aquaev", "description": "And in 2014 he had to leave his homeland again, and again through the Russians. ATO participant ...", "author": ["Army Inform"], "categories": ["Life story", "Новини"], "tags": ["АР Крим", "ГУР МО України", "Іса Акаєв", "Наріман Білялов"]}