{"published time": "2024-03-07T20-11-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/67_main-v1709833551.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"467\" src=\"../Images/2024-03-07T20-11-99/000000.jpg\" srcset=\"../Images/2024-03-07T20-11-99/000000.jpg\" width=\"700\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky signed a decree on the dismissal of conscripts in stock of military personnel.</strong></p><p>Appropriate<a href=\"https://www.president.gov.ua/documents/1492024-50025\" rel=\"nofollow\" target=\"_blank\">Decree No. 149/2024</a>Presidential at the Presidential Office.</p><p>According to the decree, the President has decided<strong>Released in April - May 2024</strong>In stock from the Armed Forces of Ukraine, the State Special Transport Service, other military formations formed in accordance with the laws of Ukraine, servicemen of conscripts whose service expire Pursuant to part nine of Article 23 of the Law on Military Duty and Military Service.</p><p>Volodymyr Zelensky also instructed the Ministry of Community Development, Territories and Infrastructure of Ukraine to provide at the requests of the Ministry of Defense of Ukraine, the Ministry of Internal Affairs of Ukraine transportation of persons in compliance with the requirements of safety and payments for these transportation in accordance with the current tariffs.</p><p>The document states that now<strong>The following decrees are losing validity:</strong></p><ul><li>Decree of the President of Ukraine of December 29, 2021 No. 687/2021 “On dismissal of military servicemen, the terms of regular conscriptions and regular prizes of citizens of Ukraine for conscript military service in 2022”;</li><li>Presidential Decree of April 11, 2022 No. 230/2022 “On Amendments to the Presidential Decree of December 29, 2021 No. 687/2021”;</li><li>Presidential Decree of September 30, 2022 No. 678/2022 “On Amendments to the Presidential Decree of December 29, 2021 No. 687/2021”.</li></ul><p>\"This decree comes into force on the date of its publication,\" the document stated.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/02/23/rada-uhvalyla-zakonoproyekt-pro-demobilizacziyu-strokovykiv/\">Armyinform</a>, The Council adopted a law on the demobilization of the term.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/zvilnennya-v-zapas-strokovykiv-prezydent-pidpysav-vidpovidnyj-ukaz/", "title": "Dismissal in the reserve of sections: the President has signed the appropriate decree", "description": "The relevant decree №149/2024 was published at the Presidential Office of Ukraine. According to the decree ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "демобілізація", "Президент України", "Указ"]}