{"published time": "2024-03-07T15-46-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/45825a5adae2ed3a0ed4328cb486455892094eb9.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1366\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-07T15-46-99/000000.jpg\" srcset=\"../Images/2024-03-07T15-46-99/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The reform of the financial control and audit system of the Ministry of Defense of Ukraine has become one of the key topics of the meeting of the Deputy Minister Yuri Dzigir with the head of the internal supervisory service of NATO Headquarters - a certified internal auditor of François Gattier.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/07/efektivna-sistema-finansovogo-upravlinnya-za-standartami-nato/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p class=\"justifyfull\" dir=\"ltr\">During the visit to Brussels, the parties discussed the working version of the concept of reforming the financial management system of the Ministry of Defense apparatus regarding its compliance with European standards.</p><p class=\"justifyfull\" dir=\"ltr\">According to Yuri Dzhigir, the risk management model, which is being implemented in the Ministry's apparatus, has confirmed its effectiveness in the state and commercial structures of NATO member states.</p><p class=\"justifyfull\" dir=\"ltr\">One of the components of the new model is the creation of an audit committee in the Ministry of Defense and the possibility of involving the representatives of the Alliance in this committee.</p><p class=\"justifyfull\" dir=\"ltr\">“We have already begun to change the internal financial control system of the Ministry of Defense, and the experience and assistance of our international partners in this area<strong>—</strong>Very valuable. Building a financial management system on three lines of protection by European approach<strong>—</strong>This is the necessary step that will not only bring us closer to NATO, but also make the armed forces stronger and the system<strong>—</strong>more effective ”,<strong>—</strong>The Deputy Minister of Defense Yuri Dzhigir said.</p><p class=\"justifyfull\" dir=\"ltr\">The updated system of financial management of the Ministry of Defense involves the distribution of functions and tasks on three lines of protection:</p><ul><li dir=\"ltr\">management decisions at the level of units in the Ministry of Defense system (departments, directories, management);</li><li dir=\"ltr\">risk management and control over compliance with regulations;</li><li dir=\"ltr\">Work of the internal audit service with the coordination role of the audit committee (assessment of the effectiveness of the internal control and risk management system).</li></ul><p class=\"justifyfull\" dir=\"ltr\">The Ukrainian delegation also presented the key achievements and priorities of the Defense Ministry in the context of Euro -Atlantic integration during the visit.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/efektyvna-systema-finansovogo-upravlinnya-za-standartamy-nato-sered-priorytetiv-minoborony-yurij-dzhygyr/", "title": "\"Effective Financial Management System by NATO Standards - Among the Priorities of the Ministry of Defense\" - Yuri Dzhigir", "description": "The Ministry of Defense of Ukraine informs about it. During the visit to Brussels side ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Юрій Джигир"]}