{"published time": "2024-03-07T12-26-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/431059225_796405049186886_2182575463342815905_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1066\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-07T12-26-99/000000.jpg\" srcset=\"../Images/2024-03-07T12-26-99/000000.jpg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>With the support of the Ministry of Veterans of Ukraine, the Cyber Defense Project has started, which aims to provide comprehensive support for veterans and veterans on the path of new career opportunities in the field of cybersecurity.</strong></p><p>About this<a href=\"https://mva.gov.ua/ua/news/za-pidtrimki-minveteraniv-v-ukrayini-startuvala-navchalna-reintegracijna-programa-dlya-veteraniv-kiberzahisniki\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Veterans, reports the Armyinform.</p><p>The solemn opening of the curriculum was held at the National University of Kyiv-Mohyla Academy with the participation of representatives of the Ministry of Veterans of Ukraine, the National Coordination Center of Cybersecurity at the National Security and Defense Council of Ukraine and the US Civil Studies and Development Fund (CRDF Global).</p><p>The Cyber Development program is designed for 4 months, it includes regular classes for practical consolidation of theoretical material, intensive English language learning, professional career consultations and psychosocial support. Participants will gain practical skills that will help maintain the dedication of the country in cyberspace, helping to strengthen digital infrastructure protection systems in Ukraine.</p><p><em>«</em>Ministry of Veterans are interested in developing the initiatives of our partners aimed at training and retraining of IT war veterans. We are convinced that the passage of the reintegration program \"Cyber Defense\" will serve as a reliable start for further employment of veterans and veterans, in particular, for the posts<em>»</em>, - said the Deputy Director of the Department - Head of Development Department of Information Systems of the Department of Digital Development and Transformation of Ministry of Veterans Nadiya Adamenko.</p><p>Earlier the Armyinform<a href=\"https://armyinform.com.ua/2024/03/07/francziya-anonsuvala-rozshyrennya-pidgotovky-ukrayinskyh-vijskovyh/\">reported</a>that France announced the expansion of the preparation of the Ukrainian military.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/dlya-veteraniv-startuvala-navchalna-reintegraczijna-programa-kiberzahysnyky/", "title": "For veterans the training reintegration program \"Cyber Defense\" started", "description": "It is reported by the Ministry of Veterans, reports the Armyinform. The solemn opening of educational ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["кіберзахист", "Мінветеранів"]}