{"published time": "2024-03-07T07-29-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/429548563_751317097181371_4002212874211463726_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"864\" src=\"../Images/2024-03-07T07-29-99/000000.jpg\" srcset=\"../Images/2024-03-07T07-29-99/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, 92 combat clashes took place, the enemy caused 6 missile and 90 aviation strikes, carried out 115 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>In the area of responsibility of the operational-strategic group of the Khortytsa troops, 4 attacks of the enemy in the areas of settlements of Sinkivka and Tabayivka of Kharkiv region were reflected in the Kupyansk direction.</p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid09fMg2UA8mDroombFvZyDaUvWKvYzZy5HHvt2nNRBLYFiYuoaRmGnNhtWqEYjJy5Ql\" rel=\"nofollow\" target=\"_blank\">reported in the morning of March 7</a>The General Staff of the Armed Forces.</p><p>In the Lyman direction, our soldiers reflected 11 enemy attacks in the areas of settlements of Bigorivka of Luhansk region and Tern, disputed Donetsk region.</p><p>In the Bakhmut direction, the defense forces reflected 11 enemy attacks in the areas of settlements Ivanivske, Klischivka, Andreevka of Donetsk region.</p><p>In the area of responsibility, \"Tavriya\" in the Avdeevsky direction, our defenders repelled 21 attacks of the enemy in the areas of settlements of Berdychi, Toneyke, Pervomaisk, Nevelskoye Donetsk region.</p><p>In the Novopavlovsky direction, the forces of defense continue to restrain the enemy in the areas of settlements of Krasnogorivka, St. George, Venta, Novomikhailivka, Donetsk region, where the enemy tried to break through the defense of our troops 20 times.</p><p>In the Orikhiv direction, the enemy made 16 attacks in the westerly willow and robots of the Zaporozhye region.</p><p>In the area of responsibility, Odessa was in the Kherson direction of defense forces continue to maintain positions. Despite significant losses, the enemy does not leave the attempt to knock out our units from the positions. Also, during the last day, the enemy made 1 unsuccessful attack on the positions of our defenders.</p><p>During the last day, the Aviation of Defense forces has struck 7 areas of concentration of the enemy's personnel.</p><p>The missile troops were affected by the 1st district of personnel concentration, 1 ammunition composition, and 4 enemy artillery.</p><p>Last day enemy<a href=\"https://armyinform.com.ua/2024/03/06/genshtab-zsu-vorog-najbilshe-atakuye-na-novopavlivskomu-napryamku/\">most attacked</a>in the Novopavlovsky direction.</p></div>", "source": "https://armyinform.com.ua/2024/03/07/genshtab-vorog-najbilshe-atakuvav-na-avdiyivskomu-napryamku/", "title": "General Staff: The enemy attacked the most in the Avdeevsky direction", "description": "In the area of responsibility of the operational-strategic group of Khortytsia troops on ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генштаб ЗС України", "ранкове зведення"]}