{"published time": "2024-03-31T10:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/4ca78b6.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Володимир Зеленський\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-31T10-12-00-08-00/000000.png\" srcset=\"../Images/2024-03-31T10-12-00-08-00/000000.png\" width=\"1045\"/><figcaption class=\"wp-caption-text\">Volodymyr Zelenskyy. Photo Source: President.gov.ua</figcaption></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky congratulated Ukrainians and all Christians who celebrate Easter on March 31, 2024.</strong></p><p>This is stated in<a href=\"https://t.me/V_Zelenskiy_official/9938\" rel=\"nofollow\" target=\"_blank\">message</a>President of Ukraine.</p><p>“A holiday that reminds us of the power of spirit that will not allow the darkness to win. Will not overshadow the will. And which unites - brings together families, peoples and continents, ”said Volodymyr Zelenskyy.</p><p>According to him, there is no night and day in Ukraine now, when Russian terror would not try to break the lives of Ukrainians.</p><p>\"This night is a missile again, a shame again against people,\" the president emphasized.</p><p>But, according to him, Ukrainians protect, stand, the Ukrainian spirit does not seem and knows that it is possible to distract death.</p><p>“Life can win. Let all the prayers for protection against evil today be heard today. May faith unite all good hearts and strengthens those who protect their home. And let the real peace be closer to all our Ukraine and all peoples who suffer from wars. Silent Easter! ” - summarized Volodymyr Zelenskyy.</p><p>As reported by the Armyinform, Commander-in-Chief of the Armed Forces of Ukraine, Colonel-General Alexander Sirsky<a href=\"https://armyinform.com.ua/2024/03/31/golovnokomanduvach-zsu-pryvitav-hrystyyan-zahidnogo-obryadu-zi-svyatom-voskresinnya-hrystovogo/\">He turned</a>to the Christians of the Western Rite, including Roman Catholics, in connection with the feast of the Resurrection of Christ on March 31, 2024.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/volodymyr-zelenskyj-nazvav-velykden-svyatom-shho-nagaduye-pro-sylu-duhu/", "title": "Volodymyr Zelenskyy called Easter a holiday reminiscent of the power of spirit", "description": "This is stated in the message of the President of Ukraine. “A holiday that reminds us of power ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Великдень", "Володимир Зеленський"], "source_name": "ArmyInform"}