{"published time": "2024-03-31T14:53:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/111122311.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Ту-160\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"671\" src=\"../Images/2024-03-31T14-53-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-31T14-53-00-08-00/000000.jpg\" width=\"1096\"/><figcaption class=\"wp-caption-text\">Tu-160</figcaption></figure><!-- .post-thumbnail --><p><strong>The head of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine, Lieutenant General Kirill Budanov spoke about planes, which, according to him, the Russians are preserved and not used as possible.</strong></p><p>Cyril Budanov provided his comments during<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">live ether</a>On March 31, 2024.</p><p>According to him, the Russians are currently used to launch rockets in Ukraine mainly Tu-95 and occasionally TU-22. But Tu-160 aircraft-have not been used for a long time.</p><p>\"No one saw the aircraft Tu-160 on combat missions for a long time,\" said GUR Chief.</p><p>TU-22 aircraft, according to Kirill Budanov, the enemy is quite limited use of X-22 missiles.</p><p>\"Once a week, no more. In principle, they have big problems. In their documents on the Tu-22, they directly write that it is necessary to finish off their resource and, in principle, forget about this type of aviation,\" Kyrylo Budanov said.</p><p>When asked by the presenter, and when the enemy finishes the TU-22 operation, from which aircraft they will run the X-22 missiles, the GUR chief noted that the enemy can find a technical solution and even equip under it Tu-160.</p><p>“Technically, I think you can find some solution. In addition, the Russians upgraded X-22 and made on its basis the X-32 missile, which has been used several times. I think they will be able to adapt it to the Tu-95 or Tu-160 platform if they can use them. Because I repeat again: rockets are launched exclusively Tu-95. And Tu-160 is not used-their resource is preserved as much as possible, ”Kirill Budanov emphasized.</p><p>Tu-160 (according to NATO codification: Blackjack, was named \"White Swan\" among the pilots)-a Soviet and Russian supersonic strategic bombard-rocket launcher with a variable wing.</p><p>As reported by the Armyinform, Kirill Budanov<a href=\"https://armyinform.com.ua/2024/03/31/kyrylo-budanov-prokomentuvav-vykorystannya-rosiyanamy-bomby-odab-1500/\">commented</a>the use of the ODAB-1500 bomb by the Russians.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/kyrylo-budanov-rozpoviv-pro-litaky-yaki-rosiyany-osoblyvo-berezhut/", "title": "Cyril Budanov told about planes that Russians especially keep", "description": "Cyril Budanov provided his comments during the live broadcasting of \"One News\" 31 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ГУР", "Кирило Буданов", "Ту-160"], "source_name": "ArmyInform"}