{"published time": "2024-03-31T12:20:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/24343.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Кирило Буданов\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"872\" sizes=\"(max-width: 1714px) 100vw, 1714px\" src=\"../Images/2024-03-31T12-20-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-31T12-20-00-08-00/000000.jpg\" width=\"1714\"/><figcaption class=\"wp-caption-text\">Cyril Budanov. Photo source: gur.gov.ua</figcaption></figure><!-- .post-thumbnail --><p><strong>The head of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine Lieutenant General Kirill Budanov predicted that the Russian fighters of the Legion \"Freedom of Russia\", \"Russian Volunteer Corps\" and \"Siberian Battalion\" will move into Russia.</strong></p><p>Cyril Budanov made his statement during<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">live ether</a>On March 31, 2024.</p><p>\"When the situation changes more on the front, I think it will make it easier to move further and achieve their goal,\" he said.</p><p>The head of the GUR also noted that the actions of Russian volunteers when they arrange fighting in Belgorod and Kursk regions of the Russian Federation, as of now are very profitable for Ukraine.</p><p>\"Because they were able to stretch the group, distract the forces from the fighting at the front to defense of their border boundaries,\" he said.</p><p>On the clarifying question of the presenter, which should change on the front, so that Russian volunteers move further in the Russian territory, Kirill Budanov noted that the tension on the front should be reduced and radical changes begin.</p><p>“When the maximum tension on the front is… it will be facilitated for the activities of Russian volunteer formations for restoration, reflection of your country. This is the first. And second. When the radical changes begin and Russia is forced to retreat, they will depart - they will also do their business, ”said GUR Chief.</p><p>Kirill Budanov also commented on the question of the presenter when Russian volunteers will be able to reach Moscow.</p><p>“Now they, unfortunately, will not be able to reach weapons in their hands. I am sure of this. But over time, when the situation will allow it, they will still play their role, ”he said.</p><p>As reported by the Armyinform, March 30, 2024 GUR<a href=\"https://armyinform.com.ua/2024/03/30/gur-diznalos-pro-naslidky-rejdiv-u-byelgorodsku-kursku-bryansku-oblasti-rf/\">reported</a>About the consequences of Russian volunteers in Belgorod, Kursk, Bryansk regions of the Russian Federation. In particular, the actions of the Russian authorities to strengthen their borders.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/kyrylo-budanov-sprognozuvav-prosuvannya-rosijskyh-dobrovolcziv-vglyb-rosiyi/", "title": "Cyril Budanov predicted the promotion of Russian volunteers deep into", "description": "Cyril Budanov made his statement during the live broadcast of the \"One news\" 31 ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["ГУР", "Кирило Буданов", "Російський добровольчий корпус", "Сибірський батальйон"], "source_name": "ArmyInform"}