{"published time": "2024-03-31T19:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/d71149ea46caa1a90656504bb3abacbc_1711897273_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-31T19-16-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-31T19-16-00-08-00/000000.jpeg\" width=\"1145\"/></figure><!-- .post-thumbnail --><p><strong>At the end of the 767th day of the large-scale invasion, President Volodymyr Zelenskyy appealed to the people at the end of the 767th day and reminded that Ukrainians save their lives rather than climbing others with an eye as Moscow.</strong></p><p>The head of state<a href=\"https://www.president.gov.ua/news/sogodni-mi-vshanovuyemo-silu-kozhnogo-j-kozhnoyi-hto-vistoya-89973\" rel=\"nofollow\" target=\"_blank\">He noted</a>On the second anniversary of the liberation of the Kiev region from the Russian invaders.</p><p>“It has been two years since our soldiers, all our people have expelled Russian invaders from the Kyiv region. Borodyanka, Bucha, Irpin, Gostomel, Moshchun were places of fighting, places of struggle of Ukrainians for their country, for their lives, for their home, free from evil, ”the President said.</p><p>He emphasized that today Ukrainians honor the power of everyone and everyone who stood, now beats, works and will necessarily bring the will of our land, every city, every village of Ukraine that Russia wants to assign, but which it will have to give \"To give to Ukrainians.\"</p><p>“Our people, our spirit, our strength will provide it. Ukrainians are moving, not destroying. They save life, not climb to others with an eye, like Moscow, ”Volodymyr Zelenskyy summarized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/31/volodymyr-zelenskyj-vruchyv-vijskovym-derzhavni-nagorody-2/\">Armyinform</a>, Volodymyr Zelenskyy presented state awards to the military who helped to deduct the Kyiv region.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/ukrayinczi-ryatuyut-zhyttya-a-ne-lizut-do-inshyh-nesytym-okom-yak-moskva-glava-derzhavy/", "title": "Ukrainians save their lives rather than climbing others with an eye -shaped eye like Moscow - Head of State", "description": "The Head of State noted this on the second anniversary of the liberation of the Kiev region from Russian ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "Володимир Зеленський", "Президент України"], "source_name": "ArmyInform"}