{"published time": "2024-03-31T08:36:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/434924165.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1114\" sizes=\"(max-width: 1114px) 100vw, 1114px\" src=\"../Images/2024-03-31T08-36-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-31T08-36-00-08-00/000000.jpg\" width=\"1114\"/></figure><!-- .post-thumbnail --><p><strong>The Commander-in-Chief of the Armed Forces of Ukraine, Colonel-General Alexander Sirsky appealed to the Christians of the Western Rite, including Roman Catholics, in connection with the feast of the Resurrection of Christ on March 31, 2024.</strong></p><p>This is stated in<a href=\"https://www.facebook.com/CinCAFofUkraine/posts/pfbid0CdA977gcA3cqDM8weDHFXKEXR9cXAMtFHgwSULrfCsrpNS8UNRvQdSoWfS8A7oMhl\" rel=\"nofollow\" target=\"_blank\">message</a>Commander -in -Chief of the Armed Forces.</p><p>“I sincerely want to congratulate all Ukrainian Christians who celebrate Easter today! My special words of thanks and support for those soldiers who cannot share the joy of this holiday with their family are now on the forefront, reflecting Russian attacks, ”said Alexander Sirsky.</p><p>He sincerely congratulated the Allies and Partners of Ukraine in the Free World countries, which March 31, 2024 celebrate the most Christian holiday.</p><p>\"On this day, I would like to remind that the Ukrainian people are now in defense not only of Ukraine and its independence, but also the security of the whole of Europe,\" Alexander Sirsky said.</p><p>According to him, Christians of Europe have the opportunity to celebrate in safe and peace due to the stability and heroism of Ukrainian soldiers.</p><p>“Easter is a holiday of victory of light over darkness, good over evil, life over death. This day, I wish everyone good health, strength, courage and the resurrected Lord who defeated death, gives us the strength to win the enemy and affirms us in the struggle of goodness over evil! With us God! We will win! Christ is Risen! He is Risen Indeed!\" - said the Commander -in -Chief of the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/golovnokomanduvach-zsu-pryvitav-hrystyyan-zahidnogo-obryadu-zi-svyatom-voskresinnya-hrystovogo/", "title": "The Commander -in -Chief of the Armed Forces congratulated the Christians of the Western rite on the feast of the Resurrection of Christ", "description": "This is stated in the message of the Commander -in -Chief of the Armed Forces. “I sincerely want to congratulate everyone ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Олександр Сирський"], "source_name": "ArmyInform"}