{"published time": "2024-03-31T10:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/svindog-main.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1063\" sizes=\"(max-width: 1890px) 100vw, 1890px\" src=\"../Images/2024-03-31T10-01-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-31T10-01-00-08-00/000000.jpg\" width=\"1890\"/></figure><!-- .post-thumbnail --><p><strong>Putin's new presidential term will undoubtedly be an era of sadism in the Russian Federation, because after the terrorist attack in Crocus City Hall, all taboos on bullying were lifted.</strong></p><p><span>It happened after one of the Russian so-called military bloggers posted a video where Russian security forces are clearly cut off by the captive Tarorist, the \"Crocus\", and then forced him to eat.</span></p><p><span>Ear cutting, electrification of the genitals and extrusion of the eyes of captives, which are the usual practice of torture of Russian occupation troops in Ukraine, are now officially allowed for punishments within the Russian Federation. The so -called security officers can at least beat everyone who \"Neugogoden\" and proudly take pictures with their bodies.</span></p><p><span>After this video, many \"existently Russian patriots\", sitting somewhere behind a bottle of vodka, came to the conclusion that it was necessary to \"beat Tajikov\".</span></p><p><span>Therefore, in Russia, another \"witch hunt\" - disregard for migrants and their harassment started. Zombies went out to hunt again.</span></p><p><span>According to Tajik diasporas, the situation is critical in the regions of the Russian Federation. At times, cases of massacre, beating and torture have increased in any innocent workers from the so -called \"ordinary Russians\". The most common threat is the words \"I cut your ears\".</span></p><p><span>At the same time, the police not only do not act, but even encourage bullying. There are reports of threats from the police to \"imprison citizens of Tajikistan for terrorism\". There is information about mass layoffs of Tajiks, a ban on employment.</span></p><p><span>There are reports from schools and kindergartens in which both staff and students attack Tajik children, accusing them and their parents of terrorism. There are calls everywhere to \"get out of Russia\", and even demonstrative deportations have already begun. Tajik diasporas are in a panic. Their leaders categorically do not recommend their citizens to appear on the streets of Russia.</span></p><p><span>But these are only \"flowers\". Then there will be little rash, and he will say that \"all the churches are sewn with one face.\" Because how different are Tajiks from, for example, Kyrgyz or Uzbeks, \"Russian\" is indifferent. They are unlikely to ask and establish nationality.</span></p><p><span>Therefore, the \"apocalypse in Russian\" will inevitably begin: Bashkiriz, Tatariz, Chuvasheriz, Yakutoriz and so on, because the \"primordial Russians\" are already ready for this! The Kremlin has brought the Z-patriots to such a level that they lose control over them. The crowd will demand blood. Over and over again.</span></p><p><span>Cases of open racism and attacks of Russian neo -Nazis on anyone who \"no Russian\" have become more frequent. Each of them already see the enemy. Yakut, Buryat, Kalmyky and Dagestan and Chechens are already experiencing xenophobic moods.</span></p><p><span>In addition, there are calls to demolish all mosques and ban Islamic holidays on the territory of the Russian Federation. On the façade of Moscow's historic mosque, Russian neo-Nazis recently left anti-Muslim graffiti. In addition to the inscriptions \"bastards\", \"nits\", \"pig\", \"f***ers\", \"ZVZV\", \"freedom of Russia\", a pig was painted on the mosque with the caption \"I am for free white Russia, this is my choice.\"</span></p><p><span>It has long been known that the \"Russian patriot\" feeds on hatred of other peoples. Earlier, all the troubles were guilty of Jews, then the Chinese, Chechens, Americans, Ukrainians, and now all \"churches\".</span></p><p><span>At the same time as the persecution of \"chocks\" in Russian cities — from St. Petersburg to Magadan — the police are detaining people because of comments about the terrorist attack in Crocus. One of the detainees wrote on social media that \"it was necessary to wet the parasites more,\" referring to the visitors of the Crocus. Another called for \"blowing up all of Moscow.\" Another wrote on Facebook: \"Why Crocus and not the Kremlin?\" It is not difficult to imagine how they will be punished for this.</span></p><p><span>After all, the trend on ears cut even to Belarus. The security forces were demonstially cut off the guy's ear for the negative posts of Russia and the terrorist attack.</span></p><p><span>Meanwhile, according to official data, 58 Russians were killed by the so -called \"heroes of their own\" who returned from the war. And in Ukraine, Russia has killed hundreds of times more people than all the terrorist organizations of the world combined throughout its history.</span></p><p><span>And the propagandists of the terrorist state in the eleventh year of their ravine warrior of war in live broadcasts scream all over the world that Kharkiv and Kiev need to be wiped from the face of the earth.</span></p><p><span>It is not known when the world will finally find the strength to put an end to all this. The only hope is the Armed Forces of Ukraine.</span></p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/31/vidrizhu-tobi-vuha-rosiyu-nakryvaye-hvylya-neonaczyzmu-ta-represij/", "title": "\"I cut your ears\": Russia is covered by a wave of neonacism and repression", "description": "This happened after one of the Russian so-called military bloggers published a video on...", "author": ["Army Inform"], "categories": ["Новини", "Публікації"], "tags": ["Крокус Сіті Холл", "неонацизм"], "source_name": "ArmyInform"}