{"published time": "2024-03-31T10:22:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1711869280.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"852\" src=\"../Images/2024-03-31T10-22-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-31T10-22-00-08-00/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The head of the GUR of the Ministry of Defense of Ukraine Kirill Budanov met with a Swedish public figure, journalist and volunteer Jonas Okhman, who brought to our scouts another large cargo of logistical assistance.</strong></p><p>About this<a href=\"https://t.me/DIUkraine/3664\" rel=\"nofollow\" target=\"_blank\">informs</a>Main Directorate of Intelligence of the Ministry of Defense of Ukraine.</p><p>Jonas Ohman handed over to the next party of assistance to scouts.</p><p>“Jonas is a great and ancient friend of Ukraine. It has supported the security and defense forces of our country, as well as the victims of the war of civilian Ukrainians since 2014. Founded by Jonas Okhman in Lithuania, the NGO Blue/Yellow Open, over the years of a full -scale invasion of Russia, has collected more than 50 million euros, ”the report said.</p><p>For this money, 550 vehicles, more than 2,200 drones of different types, communications, thermal imaging, protective equipment, medical products, powerful computers and tablets, satellite systems, and generators, generators, and the Ukrainian troops were purchased and handed over to the Ukrainian troops.</p><p>In February 2023, Jonas raised 14 million euros with a team of organization, which spent 16 multifunctional tactical radars for the Armed Forces.</p><p>Jonas Ohman actively supports Ukraine in the public sphere. During the Vilnius Summit of NATO Blue/Yellow, the Association with Stiprūs Kartu/Stronger together raised 33,000 state flags of Ukraine in Lithuania, or thus calling for consolidation states in the Alliance.</p><p>Earlier<a href=\"https://armyinform.com.ua/2024/03/27/kyrylo-budanov-nazvav-telegram-problemoyu-dlya-naczionalnoyi-bezpeky/\">commented</a>The situation with the use of Telegram messenger in Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/kyrylo-budanov-zustrivsya-zi-shvedskym-gromadskym-diyachem-jonasom-ohmanom/", "title": "Kirill Budanov met with Swedish public figure Jonas Ohman", "description": "About it reports the Main Directorate of Intelligence of the Ministry of Defense of Ukraine. Jonas Ohman passed on another ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Кирило Буданов"], "source_name": "ArmyInform"}