{"published time": "2024-03-31T15:35:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/02/mobilizacziya-ovochiv.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"640\" src=\"../Images/2024-03-31T15-35-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-31T15-35-00-08-00/000000.jpg\" width=\"960\"/></figure><!-- .post-thumbnail --><p><strong>At the Center for National Resistance to the Special Operations forces of the Armed Forces of Ukraine responded to Putin's announcement of spring conscription for military service for 150 thousand people aged 18 to 30 years.</strong></p><p>The Center was published<a href=\"https://sprotyv.mod.gov.ua/na-rosiyi-rozpochavsya-vesnyanyj-pryzov-do-vijska/\" rel=\"nofollow\" target=\"_blank\">relevant statement</a>.</p><p>\"The text of the decree, which was signed by the Kremlin autocrat on Sunday, March 31, says that between April 1 and July 15, 150,000 people who are not in stock and military service will be called into military service.\" , - in the department.</p><p>According to representatives of the Center, 150 thousand is just an officially declared quota, and the real number can be much higher.</p><p>\"Young men from the Crimean Peninsula and Tot of Donetsk and Luhansk regions where local\" military \"have also managed to update the data of persons falling under the criteria of conscription,\" - said in the Armed Forces.</p><p>In addition, it is formally stated that soldiers, sailors, sergeants and sergeants whose term of service under the contract ended will be released from military service.</p><p>However, according to the data provided by the Ukrainian underground, political officers are already working with this category so that they must sign new contracts for service.</p><p>According to the CNS, according to the Ministry of Defense of Britain, Russia enters the army every month about 30 thousand new soldiers, which enables it to cover the losses and continue the war against Ukraine.</p><p>“The National Resistance Center warns the male population to the age of 18 to 30, which can potentially be involved in hostilities against the Defense Forces of Ukraine, about the need to leave the place of residence or the territory in general. In the case of violent mobilization or conscription, it is necessary to follow the algorithm of capturing the algorithm, ”the statement said.</p><p>The Armed Forces emphasize that the forced mobilization of the civilian population on the Tot, or even the involvement of civilians in the organization of military operations, is directly prohibited by Article 51 of the Fourth Geneva Convention in 1949.</p><p>\"Article 8 of the Roman Statute directly defines the coercion of citizens of the opposite party to participation in hostilities against their own country, even if they were in the service of a belligerent side before the war, a military crime,\" the CNS said.</p><p>As reported by the Armyinform, in the defense forces<a href=\"https://armyinform.com.ua/2024/03/28/u-sylah-oborony-prokomentuvaly-mobilizacziyu-okupantiv-pislya-vyboriv-putina/\">commented</a>mobilization of the invaders after Putin's \"elections\".</p></div>", "source": "https://armyinform.com.ua/2024/03/31/u-zsu-vidreaguvaly-na-ogoloshennya-putinym-vesnyanogo-pryzyvu/", "title": "In the Armed Forces reacted to Putin's announcement of spring call", "description": "The Center published the relevant statement. “In the text of the decree signed by the Kremlin ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["владімір путін"], "source_name": "ArmyInform"}