{"published time": "2024-03-31T18:17:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/3b20291f57fa86c8d1ee73fc5187b634_1711891721_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-31T18-17-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-31T18-17-00-08-00/000000.jpeg\" width=\"1042\"/></figure><!-- .post-thumbnail --><p><strong>During his working trip to the Kiev region, President of Ukraine Volodymyr Zelensky visited the restored Borodyansky Center for Social and Psychological Rehabilitation, which the Russian invaders were completely destroyed in March 2022.</strong></p><p>The Head of State was about this<a href=\"https://www.facebook.com/zelenskyy.official/videos/792908918876803/\" rel=\"nofollow\" target=\"_blank\">Writing</a>on Facebook.</p><p>In the same year, the Head of State gave a prize of $ 100,000 for the restoration of this institution, which received a medal of freedom with award.</p><p>Volodymyr Zelensky communicated with one of the veterans, which takes place in the center of rehabilitation after a serious injury, interested in the conditions of stay and quality of services.</p><p>\"Our boys and girls who come here will receive professional help. It's very nice that this is a modern center. The team will work to ensure that there are more specialists here after the final opening. This is the right start and the right signal for all regions - to find opportunities, to look for money for rehabilitation,\" the President said.</p><p>Volodymyr Zelensky emphasized that along with the construction of rehabilitation centers, it is also necessary to expand the network of departments for the restoration of veterans in regional hospitals.</p><p>The center created a space for psychological, social support, physical and sports rehabilitation of veterans, their families and families of fallen defenders and defenders. Psychologists of the institution will accompany veterans in teaching self -help and first psychological assistance in stressful situations. The center also created a space for educational activities, trainings and research on the implementation of special approaches and new standards for the successful return of veterans to civilian life.</p><p>The facility is equipped with nine hotel rooms for outpatient stays. The veterans' rehabilitation program is free of charge thanks to the involvement of donor funds.</p><p>It is planned that the Center will take over two thousand veterans in the year.</p><p><iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"314\" loading=\"lazy\" scrolling=\"no\" src=\"https://www.facebook.com/plugins/video.php?height=314&amp;href=https%3A%2F%2Fwww.facebook.com%2Fzelenskyy.official%2Fvideos%2F792908918876803%2F&amp;show_text=false&amp;width=560&amp;t=0\" style=\"border: none; overflow: hidden;\" width=\"560\"></iframe></p><p>As reported<a href=\"https://armyinform.com.ua/2024/02/26/za-chas-shyrokomasshtabnoyi-vijny-rosiya-poshkodyla-abo-zrujnuvala-v-ukrayini-1736-medzakladiv/\">Armyinform</a>, during a large -scale war, Russia damaged or destroyed in Ukraine 1736 medical facilities.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/volodymyr-zelenskyj-vidvidav-novyj-reabilitaczijnyj-czentr-u-borodyanczi/", "title": "Volodymyr Zelenskyy visited a new rehabilitation center in Borodyanka", "description": "The head of state wrote about it on Facebook. In the same year, the head of state transferred to ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["stoprussia", "агресія рф", "Бородянка", "Володимир Зеленський", "Президент України"], "source_name": "ArmyInform"}