{"published time": "2024-03-31T10:59:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/111122223.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Морська міна\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"756\" src=\"../Images/2024-03-31T10-59-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-31T10-59-00-08-00/000000.jpg\" width=\"1388\"/><figcaption class=\"wp-caption-text\">Sea mine. Photo source: wikipedia.org</figcaption></figure><!-- .post-thumbnail --><p><strong>A spokesman for the Navy of the Armed Forces of Ukraine, the captain of the 3rd rank Dmitry Pletenchuk, said that on March 29, 2024, a Russian mine was on one beaches near the Black Sea.</strong></p><p>Dmitry Pletenchuk provided his comments during<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">live ether</a>On March 30, 2024, March 30, 2024.</p><p>“We patrol, look for these explosive objects. Sometimes they are thrown on the coast. Unfortunately, just yesterday the next mine was thrown into the beach and she was detonated. Sea mine. We can also state this, ”said the spokesman of the Navy of the Armed Forces.</p><p>At the same time, he stressed that the Navy of the Armed Forces is constantly demining.</p><p>\"These measures are ongoing because we need to ensure the safety of civilian navigation, and we do it,\" Dmitry Pletenchuk said.</p><p>According to him, in the territorial waters of other countries-Romania, Bulgaria, the Turkish Republic-the corresponding naval forces also take care of this issue: the elimination of marine mines.</p><p>The presenter asked Dmitry Pletenchuk about the situation with the beaches: whether it will be possible to swim in the Black Sea in the summer in Odessa region.</p><p>“Well, first, they did not go anywhere-these people in Odessa. They can be observed on the beach all year long. I go to look there periodically, in fact, ”the Navy of the Armed Forces said on it.</p><p>\"You are not going out in the meltings,\" the presenter reacted.</p><p>“I also go swimming in winter. And in fact, these are the processes that cannot be stopped, ”Dmitry Pletenchuk replied.</p><p>As reported by the Armyinform, in the Navy of the Armed Forces<a href=\"https://armyinform.com.ua/2024/03/08/u-vms-zsu-rozpovily-pro-rosijskyj-minnyj-teror-bilya-beregiv-krayin-nato/\">told about Russian mine terror</a>off the coast of NATO countries.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/rechnyk-vms-zsu-rozpoviv-pro-spraczyuvannya-rosijskoyi-miny-na-plyazhi/", "title": "The Navy Navy spokesman reported the Russian mine on the beach", "description": "Dmitry Pletenchuk gave his comments during the live broadcasting of \"One News\" ...", "author": ["Army Inform"], "categories": ["Новини", "Події", "Регіони"], "tags": ["ВМС", "Дмитро Плетенчук", "Одеська область"], "source_name": "ArmyInform"}