{"published time": "2024-03-31T16:43:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/taurus-1.004-1680x640-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Ракета Taurus на літаку\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"640\" sizes=\"(max-width: 1680px) 100vw, 1680px\" src=\"../Images/2024-03-31T16-43-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-31T16-43-00-08-00/000000.jpg\" width=\"1680\"/><figcaption class=\"wp-caption-text\">Taurus rocket on a plane. Photo source: mbda-systems.com</figcaption></figure><!-- .post-thumbnail --><p><strong>The MBDA, which, in particular, produced the winged Taurus rockets, stated that Taurus was readily renewed.</strong></p><p>He reported it<a href=\"https://www.augsburger-allgemeine.de/wirtschaft/interview-der-taurus-gehoert-in-den-baukasten-fuer-moderne-kriegsfuehrung-id70284186.html\" rel=\"nofollow\" target=\"_blank\">interview</a>Augsburger Allgemeine by the head of the German division of MBDA, Thomas Gotschild.</p><p>According to him, Taurus refers to modern military weapons, but the transfer of such missiles of Ukraine is a political issue.</p><p>\"Currently, Ukraine is using other types of weapons in the confrontation. From the point of view of Ukrainians, Taurus could become an important additional component in the current situation. But I repeat: it is not our responsibility to make a decision on the delivery of Taurus to Ukraine. This is a political decision,\" said Thomas Gottschild.</p><p>At the same time, he stressed that there are opportunities for renewal of Taurus production in the company.</p><p>“Taurus production line, equipment and corresponding halls are still in place. We can start production of Taurus at any time. But for this we will need a new order for this weapon, ”Thomas Gotshild emphasized.</p><p>Earlier, MBDA at the plant in Schrobenhausen, Upper Bavaria, produced about 600 Taurus cruise missiles for the German army.</p><p>As reported by the Armyinform, the United Kingdom<a href=\"https://armyinform.com.ua/2024/03/09/velyka-brytaniya-zaproponuvala-nimechchyni-variant-postavok-ukrayini-dalekobijnyh-raket/\">suggested</a>Germany is a variant of supplies to Ukraine long -range missiles.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/vyrobnyk-taurus-nazvav-umovy-dlya-ponovlennya-vypusku-czyh-raket/", "title": "Manufacturer Taurus named the conditions for renewal of release of these missiles", "description": "This was reported by an interview with Augsburger Allgemeine head of the German unit ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Taurus", "Німеччина"], "source_name": "ArmyInform"}