{"published time": "2024-03-31T19:42:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/630_360_1710652115-985.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"360\" src=\"../Images/2024-03-31T19-42-00-08-00/000000.png\" srcset=\"../Images/2024-03-31T19-42-00-08-00/000000.png\" width=\"630\"/></figure><!-- .post-thumbnail --><p><strong>The forces of defense stopped the attempt to penetrate the enemy sabotage and intelligence group in Sumy region in the area of the settlement of Stara Guta.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02fzxqfiWr8UajfLtTSxKFNxoZzRm8d2xaEsGxYWfpdKS21UVSg3a4Uh1wXvadFoNbl\" rel=\"nofollow noopener\" target=\"_blank\">Informs</a>The General Staff of the Armed Forces of Ukraine.</p><p>\"Our units stopped an attempt to penetrate the enemy's sabotage and reconnaissance group in the area of the settlement of Stara Huta, Sumy region,\" the message says.</p><p>At the same time, in the Siversky and Slobozhansky directions, the enemy retains military presence in the border areas, conducts sabotage and intelligence activities, carries out shelling of settlements from the territory of the Russian Federation, increases the density of mine-explosive enclosures along the state border of Ukraine.</p><p>It is noted that the enemy struck in areas of settlements of Oleksandrivka of Sumy region; Ogirtseve, Kharkiv region.</p><p>\"The enemy fired artillery and mortars at about 20 settlements, including Buda-Vorobivska, Yeline of Chernihiv region; Seredyna Buda, Lukashivka, Starykove of the Sumy Oblast; Kozacha Lopan, Lukyantsi, Ternova of the Kharkiv region,\" the military said.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/31/syly-oborony-za-dobu-vidbyly-majzhe-piv-sotni-atak-na-shesty-napryamkah/\">Armyinform</a>, The forces of defense per day repelled almost half a hundred attacks in six directions.</p></div>", "source": "https://armyinform.com.ua/2024/03/31/rosijska-drg-namagalasya-prorvatysya-na-sumshhynu/", "title": "Russian DRG tried to break into Sumy region", "description": "The General Staff of the Armed Forces of Ukraine informs about it. “Our units have stopped trying ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "ГШ ЗСУ", "ДРГ", "Сумська область", "Хроніка оборони"], "source_name": "ArmyInform"}