{"published time": "2024-03-04T07-12-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/22d3179781ea0f473f1f703450f73c80_1709493705_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" sizes=\"(max-width: 1236px) 100vw, 1236px\" src=\"../Images/2024-03-04T07-12-99/000000.jpeg\" srcset=\"../Images/2024-03-04T07-12-99/000000.jpeg\" width=\"1236\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky emphasized the need to strengthen the air defense system to protect cities and civilians.</strong></p><p>He said this in an evening address.</p><p>“We only managed to knock down seven Russian military aircraft during this week. It is those who dump these bombs and kill. Since the beginning of February, Russia has lost 15 military aircraft. This is the right dynamics of their losses, ”said Volodymyr Zelenskyy.</p><p>According to the heads of state, in general, from the beginning of only one this week, Russian terrorists have already used almost 400 managed aircraft, more than 40 rockets.</p><p>\"And the more of our opportunities to knock Russian aviation that we will destroy Russian logistics in our occupied territory, the more Ukrainian lives we will be saved,\" he said.</p><p>The President stressed that there would be more opportunities to knock Russian aviation that we will destroy Russian logistics in our occupied territory, and more Ukrainian lives will be saved.</p><p>“We are able to provide it. Each partner knows what is needed. The main thing is political will to realize everything. To give exactly the level of supply that will help, ”Volodymyr Zelenskyy emphasized.</p><p>According to him, if this is not, it will become one of the most shameful pages of history - if America or Europe is losing to Iranian \"Shahhedam\" or Russian fighter jets.</p><p>\"It is not necessary to encourage Russian evil neither the weakness of decisions, delays in supply or indecision,\" he added.</p><p>As reported by the Armyinform, as a result of a blow to the high -rise building in Odessa<a href=\"https://armyinform.com.ua/2024/03/03/v-odesi-vzhe-12-zagyblyh-pid-zavalamy-ryatuvalnyky-znajshly-tilo-shhe-odniyeyi-dytyny/\">12 people were killed</a>, including 5 children.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/volodymyr-zelenskyj-za-tyzhden-zbyly-sim-litakiv-cze-pravylna-dynamika-rosijskyh-vtrat/", "title": "Volodymyr Zelenskyy: Seven aircraft were knocked down in a week, this is the correct dynamics of Russian losses", "description": "He said this in an evening address. “We only managed to knock down seven in this week ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський"]}