{"published time": "2024-03-04T19-15-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1709041779.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"728\" src=\"../Images/2024-03-04T19-15-99/000000.jpeg\" srcset=\"../Images/2024-03-04T19-15-99/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>There were 63 combat clashes during the day. In total, the enemy caused 5 missile and 44 aircraft strikes, and made 68 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0jyP9Bn25zoZNxRPbW2VQvnsvdcLgvPNdAupzxRT4ukHgk9fEeoFQg8pU1h74zn3ol\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces of Ukraine.</p><p style=\"font-weight: 400;\"><strong>In Kupyansk direction</strong>The enemy attacked the positions of our defenders 6 times in the area of the settlement of Sinkivka of Kharkiv region.</p><p style=\"font-weight: 400;\"><strong>In the estuary direction</strong>Our warriors reflect 1 attack of the enemy in the area of the settlement of Terny of Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p style=\"font-weight: 400;\"><strong>In the Bakhmut direction</strong>Defense forces were reflected 3 attacks of the enemy in the area of the settlement of Andreevka, Donetsk region, where the enemy tried to improve his tactical position.</p><p style=\"font-weight: 400;\"><strong>In the Avdiivsky direction</strong>Our defenders reflect 21 enemy attacks in the areas of settlements Novoselivka, Berdychi, Tonny, Pervomaisk, Nevelskoye Donetsk region.</p><p style=\"font-weight: 400;\"><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the districts of Georgiivka, Novomykhailivka, Vodyany, Prychistivka and the Harvest Donetsk region, where the enemy, with the support of aviation, the enemy tried 16 times to break through the defense of our troops.</p><p style=\"font-weight: 400;\"><strong>In the Orikhiv direction</strong>The enemy of the offensive (assault) did not take action.</p><p style=\"font-weight: 400;\"><strong>In the Kherson direction</strong>The enemy does not give up the intention to knock out our units from the bridgeheads on the Dnieper Left Bank, despite significant losses. Thus, during the day the enemy 2 times performed unsuccessful assault actions.</p><p style=\"font-weight: 400;\">As reported by the Armyinform, the Defense Forces of Ukraine have been liquidated over the past week<a href=\"https://armyinform.com.ua/2024/03/04/6400-okupantiv-i-92-tanky-staly-vidomi-vtraty-rosiyan-za-tyzhden/\">6400 Russian invaders and over 250 units of armored vehicles</a>.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/syly-oborony-vidbyly-37-vorozhyh-atak-na-novopavlivskomu-ta-avdiyivskomu-napryamkah/", "title": "Defense forces repelled 37 enemy attacks in Novopavlovsky and Avdiivskyi directions", "description": "The General Staff of the Armed Forces of Ukraine informs about it. In the Kupyansk direction the enemy is 6 times ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "ГШ ЗСУ", "оперативна інформація", "Хроніка оборони"]}