{"published time": "2024-03-04T16-36-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/11/2022-11-01-zasudzheno-meshkanczya.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"360\" src=\"../Images/2024-03-04T16-36-99/000000.jpg\" srcset=\"../Images/2024-03-04T16-36-99/000000.jpg\" width=\"630\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The Kharkiv, who collected \"donat\" for the military of the Armed Forces and then spent them on online casinos, will be tried for fraud. In total, the attacker looked at more than 20 citizens and seized almost 150 thousand hryvnias.</strong></p><p>About this<a href=\"https://t.me/prokuratura_kharkiv/14356\" rel=\"nofollow\" target=\"_blank\">informs</a>Kharkiv Prosecutor's Office.</p><p>The benefactor collected money from indifferent Ukrainians to drone, bulletproof vests, radios, helmets, generator, batteries and more. He was a 39-year-old Kharkiv resident.</p><p>\"During the second half of 2022, under the guise of a volunteer, he published an announcement of money on social networks for the collection of money for the needs of the Armed Forces of Ukraine,\" the statement said.</p><p>The texts of the dealers' ads were published under loud headlines, such as \"for fighters under Kharkov\", \"for the soldiers who defend Bakhmut.\" However, the money received from philanthropists was appropriated by the attacker for games in online casinos.</p><p>“In total, the Kharkiv resident has been looking for more than 20 citizens. The total amount that the fraudulent took place is almost 150 thousand hryvnias, ”the prosecutor's office said.</p><p>Law enforcement officers exposed the man, now he will be tried in Kharkiv.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/04/v-kyyevi-kolyshnogo-televeduchogo-sudytymut-za-kolaboraczijnu-diyalnist/\">Armyinform</a>, in Kiev, the former TV presenter will be tried for collaborative activities.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/vytratyv-zibrani-donaty-dlya-zsu-na-onlajn-kazyno-pered-sudom-postane-volonter-shahraj/", "title": "Spent the assembled \"donat\" for the Armed Forces on the online casin", "description": "About it reports the Kharkiv Prosecutor's Office. \"The benefactor\" was raising money from indifferent ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "колаборант", "суд", "Харків"]}