{"published time": "2024-03-04T17-02-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/05/photo-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"458\" src=\"../Images/2024-03-04T17-02-99/000000.jpg\" srcset=\"../Images/2024-03-04T17-02-99/000000.jpg\" width=\"750\"/></figure><!-- .post-thumbnail --><p><strong>Since the beginning of a large -scale invasion of a special account opened by the National Bank of Ukraine, more than UAH 34 billion has been transferred to the needs of defense.</strong></p><p>About this<a href=\"https://bank.gov.ua/ua/news/all/zi-spetsrahunku-vidkritogo-nbu-na-potrebi-oboroni-z-pochatku-povnomasshtabnoyi-viyni-pererahovano-ponad-34-mlrd-grn-za-lyutiy-rahunok-popovnivsya-mayje-na-675-mln-grn\" rel=\"nofollow\" target=\"_blank\">informs</a>NBU press service.</p><p>\"In general, since the beginning of the war, the National Bank has transferred more than UAH 34 billion to the needs of defense, in February 2024 - more than UAH 846 million,\" the statement reads.</p><p>Thus, as of March 1, 2024, the balance of funds for a special account, which the National Bank opened to support the Defense Forces on February 24, 2022, amounts to more than UAH 1.6 billion. Last month, almost UAH 675 million was received for a special account. In total, from the beginning of the war, more than UAH 35.5 billion was received in the special account.</p><p>The funds were transferred by both citizens and enterprises of Ukraine and the international community (including the United States, Great Britain, Germany, Sweden, Finland, Poland, Switzerland, Norway, Australia, France, Canada, Bulgaria, Hong Kong and many other countries). From abroad, more than UAH 15.8 billion has been equivalent in foreign currency.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/04/systemy-ppo-bronetehnika-i-rakety-francziya-opublikuvala-spysok-peredanoyi-ukrayini-zbroyi-za-dva-roky/\">Armyinform,</a>France has published a list of weapons transmitted to Ukraine in two years: among the provided - air defense systems, armored vehicles and missiles.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/zi-speczrahunka-naczbanku-na-potreby-oborony-vzhe-pererahovano-ponad-34-mlrd-gryven/", "title": "Over UAH 34 billion has already been transferred from the National Bank's special account to the National Bank's special account", "description": "The NBU press service reports. “In general, since the beginning of the war from a special account for needs ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Нацбанк", "Сили оборони України", "спецрахунов"]}