{"published time": "2024-03-04T13-46-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/drony-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"798\" src=\"../Images/2024-03-04T13-46-99/000000.jpg\" srcset=\"../Images/2024-03-04T13-46-99/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Cabinet of Ministers of Ukraine allocated almost UAH 40 billion for the purchase of unmanned aerial vehicles.</strong></p><p>About this<a href=\"https://t.me/Denys_Smyhal/7102\" rel=\"nofollow\" target=\"_blank\">reported</a>Prime Minister Denis Shmigal, stressed that providing security and defense sector is a key direction of government.</p><p>“We strengthen our own production. The Ukrainian market is ready to produce more than 1 million drones. This task was set by President Volodymyr Zelenskyy. About 40 billion UAH have been allocated for the purchase of drones, ”he said.</p><p>According to the head of the government, 50% of all funds for the purchase of weapons are planned to be spent in Ukraine.</p><p>“We concentrate on drone systems of the EW to win the technology war. We will cooperate with the world's weapons market leaders, ”Denis Shmigal added.</p><p>To date, the Prime Minister emphasized, there are already 5 concluded contracts for the creation of joint ventures.</p><p>“There will be dozens in the future of joint industries. This will accelerate our logistics, enhance the security component, provide transfer of technology, ”Denis Shmigal summarized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/02/27/u-sylah-oborony-rozpovily-pro-zbyttya-rozviduvalnyh-droniv-protyvnyka/\">Armyinform</a>, in the defense forces, they told about the beating of the enemy's intelligence drones.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/uryad-vydilyv-majzhe-40-mlrd-grn-na-prydbannya-bezpilotnykiv/", "title": "The government has allocated nearly UAH 40 billion to buy drones", "description": "Prime Minister Denis Shmigal has informed about it, stressed that providing the sector ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["БПЛА", "Денис Шмигаль", "Кабінет Міністрів України"]}