{"published time": "2024-03-04T16-58-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/05/shmygal-zzzz.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"541\" src=\"../Images/2024-03-04T16-58-99/000000.jpg\" srcset=\"../Images/2024-03-04T16-58-99/000000.jpg\" width=\"820\"/></figure><!-- .post-thumbnail --><p><strong>This year, UAH 1.7 trillion is laid in the budget of the security and defense sector, while last year there were almost 2 trillion UAH.</strong></p><p>About it at the March 4th Press Conference<a href=\"https://www.youtube.com/live/I519b4dLnyc?si=61I2gIN3vJppqd6z\" rel=\"nofollow\" target=\"_blank\">stated</a>Prime Minister Denis Shmigal.</p><p>\"In any case, this year, with the intensity of the fighting that is today, we will need to make a decision to additional financing our security and defense forces,\" Denis Shmigal said.</p><p>At the same time, the prime minister was believed that the amount of co -financing will not be needed.</p><p>According to him, Ukrainian enterprises now strongly develop their capabilities for the production of military equipment, ammunition, etc.</p><p>“These things we will need funds, and we are now actively exploring them in conjunction with the Ministry of Defense, a minestable, and look at the tools of state guarantees. We work with our partners on this, ”Denis Shmigal said.</p><p>According to him, for military defense procurement, the United Kingdom provided Ukraine with 3.5 billion pounds. There is also an agreement with the Italian State Agency for Ukraine's allocation of EUR 1.5 billion. And the United States will allocate $ 3 billion for defense purchases for Ukraine.</p><p>\"We have an internal resource and a large external resource that is not taken into account in the budget, but it exists,\" Denis Shmigal assured.</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/04/uryad-vydilyv-majzhe-40-mlrd-grn-na-prydbannya-bezpilotnykiv/\">It became known</a>that the government has allocated almost UAH 40 billion for the purchase of drones.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/uryad-shukatyme-dodatkovi-koshty-na-oboronu-vseredyni-krayiny-ta-za-kordonom/", "title": "The government will look for additional funds for defense within the country and abroad", "description": "Prime Minister Denis Shmigal stated this at a press conference on March 4. \"IN...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["витрати на оборону", "Денис Шмигаль", "Фінанси"]}