{"published time": "2024-03-04T08-32-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/gur-zlamav-mo-rf.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"447\" src=\"../Images/2024-03-04T08-32-99/000000.jpg\" srcset=\"../Images/2024-03-04T08-32-99/000000.jpg\" width=\"749\"/></figure><!-- .post-thumbnail --><p><strong>As a result of DDOSAtaki, Ukrainian cyberfactors were able to access the Ministry of Defense of the Russian Federation.</strong></p><p>About this<a href=\"https://t.me/DIUkraine/3545\" rel=\"nofollow\" target=\"_blank\">reported</a>March 4 Main Directorate of Intelligence of the Ministry of Defense of Ukraine.</p><p>Now the Ukrainian intelligence service has software to protect information and encryption that used the Russian Federation, as well as an array of secret official documentation of the Russian Ministry of War.</p><p>These are orders, reports, orders, reports and other documents that circulated between more than 2000 structural units of the Russian Power Office.</p><p>The information obtained allows you to establish the complete structure of the system of the Russian Defense Ministry and its links.</p><p>The analysis of the data obtained also helped to identify the generality, other high heads of the structural units of the MoD of the Russian Federation, as well as deputies, assistants, specialists - all who used software for electronic document management called \"bureaucracy\".</p><p>At the disposal of military intelligence of Ukraine, for example, the official documentation of the Deputy Minister of Defense of the Russian Federation - Ivanov Timura Vadimovich.</p><p>“This deputy Shoigu played an important role in the fact that Cyberatak has become successful. So the honorary title of \"Maladetz\" goes to him: Vadimich, all 4, you - 5! \", - GUR noted in his message and promised that he would be next.</p><p>Earlier GUR MOU<a href=\"https://armyinform.com.ua/2024/01/31/servery-i-merezhi-rosiyi-%e2%80%95-zakonna-czil-dlya-kiberfahivcziv-gur-mou/\">called</a>Russian servers and networks are the legitimate goal of their cyberfactors.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/kiberfahivczi-gur-zlamaly-minoborony-rosiyi/", "title": "Cyberfhachi Gur broke the servers of the Ministry of Defense of", "description": "This was reported on March 4 by the Main Directorate of Intelligence of the Ministry of Defense of Ukraine. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ГУР МОУ", "кібератаки"]}