{"published time": "2024-03-04T14-55-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/10/zsu1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"852\" src=\"../Images/2024-03-04T14-55-99/000000.jpg\" srcset=\"../Images/2024-03-04T14-55-99/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky conducted a selector, heard, in addition to daily topics, the Minister of Defense and the Commander -in -Chief of the Armed Forces on arms and ammunition in March.</strong></p><p>About this<a href=\"https://t.me/V_Zelenskiy_official/9675\" rel=\"nofollow\" target=\"_blank\">reported</a>Head of State in Telegram.</p><p>“He heard the Minister and Representatives of the Ministry of Defense on the actual arms and ammunition receipts, as well as planned receipts in March. He heard the head of the operational situation in the main directions, the audit of the Armed Forces, rotation of brigades and personnel decisions within their limits, ”the President said.</p><p>Vladimir Zelensky also reported intelligence, SBU and the Ministry of Internal Affairs.</p><p>“He received the latest information about the rescue operation in Odessa. The parsing was completed. It is now important for people to receive all the proper help as soon as possible, including new housing instead of lost, ”he said, adding that he had instructed the head of the Ova to take control of it.</p><p>Also, according to the Head of State, the consequences of Kurakhov's shelling are eliminated, where Russian invaders hit the managed airboman on the residential quarter. People are also provided with all the necessary help.</p><p>The situation on the \"grain corridor\" was also discussed at the daily selector.</p><p>The Grain Corridor continues to show good dynamics - we are approaching 30 million tons of cargo, of which more than 8 million tons have been exported. We continue to develop alternative routes: the Danube and through Moldova, ” - summarized President of Ukraine Volodymyr Zelenskyy.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/04/volodymyr-zelenskyj-za-tyzhden-zbyly-sim-litakiv-cze-pravylna-dynamika-rosijskyh-vtrat/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, President of Ukraine Volodymyr Zelensky emphasized the need to strengthen the air defense system to protect cities and civilians.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/obstrily-ukrayiny-sytuacziya-na-fronti-j-postachannya-boyeprypasiv-prezydent-proviv-selektor/", "title": "Fireings of Ukraine, the situation on the front and supply of ammunition: President conducted a selector", "description": "This was reported by the Head of State in the telegram. “He heard the minister and representatives ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "Володимир Зеленський", "вторгнення рф", "Президент України", "селектор"]}