{"published time": "2024-03-04T15-01-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/donatyty-pravylno-e1709557178705.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"650\" src=\"../Images/2024-03-04T15-01-99/000000.jpg\" srcset=\"../Images/2024-03-04T15-01-99/000000.jpg\" width=\"940\"/></figure><!-- .post-thumbnail --><p><strong>The volunteer movement in Ukraine became a phenomenon, but fraudsters captured the trend and began to make themselves for volunteers and charity funds to assign people's money.</strong></p><p>About this<a href=\"https://t.me/CyberpolUA/2113\" rel=\"nofollow\" target=\"_blank\">reported</a>On March 4, the Cyber Police, which gave some tips on correct donations.</p><p>In particular, the department is advised in response to a request to lose money from friends from friends or acquaintances, to make sure that the message is published by a truly person, not a fraudster who received access to the user's account.</p><p>In other cases, the following steps are recommended to check the collection:</p><ul><li>Ask reports for previous periods and fees;</li><li>Learn more about this person or volunteer;</li><li>use Google Images (https://images.google.com/) to check photos and screenshots of collection documents;</li><li>Check the authenticity of the volunteer certificate.</li></ul><p>Fraudsters can be covered with well -known funds or inventing those that do not exist. To make sure that a charity fund or a public organization is real, take the following steps:</p><ul><li>Check their membership in professional associations like<a href=\"https://vboabu.org.ua/\" rel=\"nofollow\" target=\"_blank\">https://vboabu.org.ua/</a>;</li><li>Check if the EDRPOU entered in the registers (<a href=\"https://usr.minjust.gov.ua/content/free-search\" rel=\"nofollow\" target=\"_blank\">https://usr.minjust.gov.ua/content/free-search</a>);</li><li>Ask information about the founders and reports in previous years is public information;</li><li>Learn about cooperation with well -known organizations, volunteers and public persons, etc.</li></ul><p>In addition, do not enter the full data of the bank card (validity, CVV code) when donations-this information can get to the fraudsters.</p><p>If you are still afraid to send funds to unknown volunteers and organizations, you can always join the fees of well -known funds.</p><p>Before<a href=\"https://armyinform.com.ua/2024/02/24/shahrayi-zlamaly-akaunty-praczivnykiv-verhovnoyi-rady-shhob-obduryty-rodychiv-polonenyh/\">It was reported</a>that the fraudsters broke accounts of the Verkhovna Rada staff to deceive the relatives of the prisoners.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/kiberpolicziya-rozpovila-yak-donatyty-sylam-oborony-a-ne-shahrayam/", "title": "Cyber Police told how to reach the defense forces, not fraudsters", "description": "This was reported on March 4 by a cyber police, which gave some tips on the right ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Кіберполіція", "шахраї"]}