{"published time": "2024-03-04T14-18-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/01_golovna-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/02-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/03.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/04-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/05-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/06-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/07-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/08-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/09-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/10.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/11.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/12.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/13-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/14.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/01/01_golovna-8.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1063\" sizes=\"(max-width: 1890px) 100vw, 1890px\" src=\"../Images/2024-03-04T14-18-99/000000.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000000.jpg\" width=\"1890\"/></figure><!-- .post-thumbnail --><p><strong>The 1st Penal Division of the Separate Zaporizhzhya Division and the commander of the Polubotko Auto Panzernik began his combat route in the UNR Army Pavel Shandruk (1889-1979). By modern standards, his position can be compared to the tank commander.</strong></p><p>The soldier quite rightly called himself a \"soldier of the front land\", ready to give life for Ukraine, but one who was not too well understood on political issues.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\">Throughout the period of independence, I was a soldier of the anterior land, far, undoubtedly, from the internal political games and not fully aware of the unacceptable political circumstances for Ukraine, and therefore the actions of our higher political circles were not always clear to me. Especially I and numerous frontovists could not understand certain events that took place in our government between 1917 and 1920. In many cases, we were surprised by the course of events, and - as we learned - such actions were not always justified by the situation, - he wrote in memories.</div><p>However, it was Pavel Shandruk who had not only been commanded by the brigade of the famous third Iron Division and to go to the title of General-Horown, but also to head the Ukrainian National Committee and become the commander of the Ukrainian National Army.</p><img alt=\"\" class=\"alignnone size-full wp-image-547559\" height=\"926\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000001.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000001.jpg\" width=\"1266\"/><p>The reasoning of the military, expressed in his 1947, in Geneva, Essays \"Army and Politics\", published in 1959 in New York, Memories of the Army of the Army (\"Arms of Valor\") and other numerous publications not only testify to acute scientific and political publications Mind, but remain surprisingly relevant to this day:</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\">The world has undergone great harm as a result of Russophile tendencies and political myopia of political leaders such as Georges Clemenceau, David Lloyd George, to some extent Winston Churchil. We remember that they buried Ukrainian freedom and created Bolshevik authorities. & lt;… & gt; Despite the proclaimed idea of the right of nations to self -determination, the Ukrainian nation that has drowning in the blood was denied material, technical and even medical care. It was one of the main reasons for the victory of our enemies over us, not a lack of our faith in victory or unwillingness to donate.</div><h2><strong>Instead of priesthood went to the police</strong></h2><p>Pavel Shandruk was born in the family of an Orthodox priest in the village of Borsuki, Kremenetsky district in Ternopil region. The origin opened the path to a church career, so after the elementary education, the teenager studied the seminary.</p><p>However, the fate of the priest did not attract a young man too much, so later Pavel Shandruk found himself in police in Kharkiv. During 1910-1913, he held the positions of police supervisor of the city of Vovchansk and assistant chief of the search department of Kharkiv.</p><figure aria-describedby=\"caption-attachment-547562\" class=\"wp-caption alignnone\" id=\"attachment_547562\" style=\"width: 750px\"><img alt=\"\" class=\"size-full wp-image-547562\" height=\"924\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000002.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000002.jpg\" width=\"750\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-547562\">Assistant Chief of the Investigation Department Pavel Shandruk (left) and the head of the search department Mykola Sychov (right)</figcaption></figure><p>With a police career, however, Pavel Shandruk also did not happen, so in the future he will not mention this period of his life. In detail it was possible to explore the Merefian local historian Vladislav Rudenko, who<a href=\"https://www.istpravda.com.ua/articles/2021/10/13/160281/\" rel=\"nofollow\" target=\"_blank\">He proved convincingly</a>that Kharkiv police and military Pavel Shandruk is the same person.</p><p>From the very beginning of the service, Pavel Shandruk arose with the chief of the search department Mykola Sychov, who came to the fact that the employees of the department were divided into \"Shandruk\" and \"Sichov\". After mutual accusations and investigations against both police officers in the summer of 1913, they were dismissed from the police, transferring cases against them to court.</p><h2><strong>The ensign and combat of the royal army</strong></h2><p>With the outbreak of the First World War, Pavel Shandruk has been drafted into the Russian Imperial Army. Since then, the military service has permanently determined his further life path.</p><figure aria-describedby=\"caption-attachment-547564\" class=\"wp-caption alignnone\" id=\"attachment_547564\" style=\"width: 1280px\"><img alt=\"\" class=\"size-full wp-image-547564\" height=\"702\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000003.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000003.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-547564\">The officers of the 4th Rifle Brigade of the 2nd Rifle Division of the UNR Army. Pavel Shandruk sits the second left (May 20, 1920)</figcaption></figure><p>In 1915, Pavel Shandrok completed the accelerated four -month courses at the Alekseev Officer's Infantry School in Moscow, winning the rank of ensign. Then he commanded the battalion of the 232nd Reserve Regiment in Tver.</p><p>He later served in the 70th infantry regiment, which fought on the Northern Front in the Dvinsk region. During the fighting, he was poisoning with gases and, according to some testimony, was awarded the Order of St. Vladimir IV with swords and bows.</p><h2><strong>From the Autopanzernik commander - to the Iron Division Combrig</strong></h2><p>Pavel Shandruk began his service in the Army of the Ukrainian People's Republic in the spring of 1918 to the 1st Panzer Division of the Separate Zaporizhzhya Division and the commander of the Polubotko autoplasnik.</p><figure aria-describedby=\"caption-attachment-547567\" class=\"wp-caption alignnone\" id=\"attachment_547567\" style=\"width: 862px\"><img alt=\"\" class=\"size-full wp-image-547567\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000004.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000004.jpg\" width=\"862\"><figcaption class=\"wp-caption-text\" id=\"caption-attachment-547567\">General Horunzhi Paul Shandruk. Commander of the Panzernik \"Polubotko\". Commander of the Zaporozhets armor. Commander of the individual Zaporizhzhya Kurin. Commander of the 9th Rifle Regiment. Commander of the 7th Rifle Brigade. Commander of the 3rd Iron Rifle Division</figcaption></img></figure><p>During the famous Crimean operation of the Central Rada troops under the command of Colonel Peter Bolbochan in April - May 1918, he turned the usual train for the transportation of coal into a formidable armored train \"Zaporozhets\". Putting his autopanzernik in the wagon Pavel Shandruk was the first to break into the nodal railway stations.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\">On the order of the commander of Bolbochan at the Lozova station, I built an improvised armored train from steel wagons transporting coal. Inside, we attached them with pressed straw. The steel plates, also fortified behind the straw, installed four machine guns with three inch guns and two more backup guns. Our machine gun was located in the front of the train, in one empty car was located my armored vehicle \"Polubotko\" for use in the case of battles, - he wrote in the memoirs of a hike to Crimea.</div><p>Subsequently, Pavel Shandruk served as a commander of the Auto-Panzer Battery of a separate Zaporizhzhya Division and the 7th Kharkiv Army Division of the UNR Army, and in May 1920 he was appointed commander of the 7th Brigade of the famous Third Iron Division.</p><figure aria-describedby=\"caption-attachment-547569\" class=\"wp-caption alignnone\" id=\"attachment_547569\" style=\"width: 1280px\"><img alt=\"\" class=\"size-full wp-image-547569\" height=\"915\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000005.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000005.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-547569\">Flag of the 3rd Iron Rifle Division</figcaption></figure><p>After the defeat in August 1920, the Bolshevik troops near Warsaw, the 7th Brigade of the Iron Division under the command of Pavel Shandruk forced the Dniester and Zbruch and participated in the November offensive of the UNR Army in Zhmerynka and Vapnyark. The Ukrainian fighters were forced to retreat to Poland only because of the pressure of the enemy's dominant forces.</p><h2><strong>At the service of Ukraine in the interwar day</strong></h2><p>After the defeat of Ukraine in the war against Bolshevik Russia, Pavel Shandruk, along with other UNR soldiers, was interned in Poland. He was a commandant of the camp for interned military in Kalisha, taught the Taras Shevchenko High School and the Podunych school.</p><figure aria-describedby=\"caption-attachment-547570\" class=\"wp-caption alignnone\" id=\"attachment_547570\" style=\"width: 645px\"><img alt=\"\" class=\"size-full wp-image-547570\" height=\"452\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000006.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000006.jpg\" width=\"645\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-547570\">Postal envelope in honor of Pavel Shandruk</figcaption></figure><p>In December 1922, Colonel Pavel Shandruk received the title of General-Khunzhi, assigned to him for his military merits in the forcing of the Dniester and in the offensive to Zbruch. From 1923 he performed the duties of the head of the department of the Ukrainian Central Committee in the Lodz Voivodeship. Subsequently, for almost decades, from 1927 to 1936, the military headed the General Staff of the UNR Army in exile.</p><p>During this time, the General Staff under his leadership prepared a plan for the mobilization of the Ukrainian military in the event of a war for the restoration of Ukrainian independence, registered 40,000 Ukrainian soldiers and 4 thousand elders, and organized 70 training groups in Poland and individual groups in Romania, Czechoslovakia and France. In 1928, General-Horojji himself entered into an infantry and garrison service textbook for the Ukrainian army.</p><h2><strong>Military specialist, historian and publicist</strong></h2><p>At the same time, Pavel Shandruk pays considerable attention to the military science and history of the Ukrainian army, publishing numerous articles in Ukrainian and partly Polish military publications. It was at this time that the talent of the General-Horzhi as a military specialist, historian and political publicist was fully revealed.</p><p>In the camp newspaper \"Iron Sagittarius\", published in Kalisha during 1920-1924, Pavel Shandruk published works on military science and Ukrainian military history: \"Defense on a stretched front and reflection of horse attacks\", \"\"<a href=\"https://armyinform.com.ua/2023/09/14/panczerosov-povzun-sovg-chovg-plaz-i-povz-yak-proponuvaly-nazyvaty-tank-ukrayinskoyu-movoyu/\">Slides</a>and their significance in battle \",\" Red General and his cavalry \"\" The Red Army in Russia in 1920 \",\" The Life of the Division. Military examination. \"</p><img alt=\"\" class=\"alignnone size-full wp-image-547571\" height=\"600\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000007.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000007.jpg\" width=\"849\"/><p>In 1923-1924, Pavel Shandruk, together with the former Prime Minister of the UNR Government Vyacheslav Prokopovich, published a camp \"Tabor\" in Kalisha. It published essays on the history of the war of Ukraine for independence and notes about the latest weapons and military equipment - tanks, planes, artillery. Pavel Shandruk himself published in the magazine \"Thoughts on the evolution of infantry tactics\", \"Panic in the war\" and others.</p><p>Subsequently, the General-Horojji published a number of works on the history of modern Ukrainian army and the war of Ukraine for independence: Simon Petliura-the creator and the leader of the Ukrainian army \",\" The role of the Ukrainian army in the spread of national consciousness \",\" The UNR Army in the summer campaign of 1920 \",\" \" The organization of the Ukrainian army in Podillya with the beginning of 1920 and the attack on the Mogilev \",\" Armed Acts of the Ukrainian Army in the War of 1920 \",\" The Genesis of the Polish-Ukrainian Agreement \". He organized materials for published in 1933 in Warsaw the book \"The Ukrainian-Moscow War of 1920\" in documents.</p><h2><strong>At the service of Poland</strong></h2><p>In 1936, Pavel Shandruk joined the Polish Army, where he served in the 2nd Battalion of the 18th Infantry Regiment in the city of Skernovitsa Lodzin Voivodeship in Major. He later studied at the Polish Higher Military School. The year before the Second World War, in September 1938, the Ukrainian military received the title of Lieutenant Colonel of the Polish Army.</p><p>After the beginning of the Second World War, Pavel Shandruk participated in the defense of Poland against the Third Reich attack. He first commanded the team of the team, and then held the positions of chief of staff and commander of the 29th infantry team. He distinguished himself in the battles against the Germans on the Zamost -Grubeshiv line and was subsequently represented by the Polish government in London before the Virtutari V Order of Virtutari V.</p><figure aria-describedby=\"caption-attachment-547574\" class=\"wp-caption alignnone\" id=\"attachment_547574\" style=\"width: 791px\"><img alt=\"\" class=\"size-full wp-image-547574\" height=\"555\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000008.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000008.jpg\" width=\"791\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-547574\">Pavel Shandruk's memoirs translation covers in Ukrainian in Ukrainian</figcaption></figure><p>Having been injured and captured by Pavel Shandruk for about four months wandered in the Nazi camps, until in January 1940 he was released at the request of the UNR President in the exile of Andriy Livitsky.</p><h2><strong>Coopered Cooperation with the Germans</strong></h2><p>Being occupied, Pavel Shandruk did not go for political cooperation with the Nazis for a long time. When, in 1940-1941, he worked as a former prisoner of war at German military headquarters, he was talking about purely technical work. He was forced to release from the camp and gladly got rid of it as soon as possible.</p><p>Therefore, until the end of 1944, Pavel Shandruk lived as a private person in Skernevitsa, where he headed a local cinema. Watching the activities of Ukrainian social and political figures in the Nazi occupied by Europe, he himself removed from any active cooperation with the Nazis.</p><img alt=\"\" class=\"alignnone size-full wp-image-547577\" height=\"1152\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000009.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000009.jpg\" width=\"770\"/><p>It is rightly believed that cooperation with the Germans will look at the best unclear, Pavel Shandruk only agreed after long hesitation at the end of 1944 to head the Ukrainian National Committee in Weimar. The military managed to persuade the military of the UNR to exile Andiy Livitsky, who called Pavel Shandruk to take care of the fate of the Ukrainian soldiers who fought on the side of the Germans and who, in the event of Germany's defeat, could not be given to the Soviet Union in any case.</p><h2><strong>“It was necessary to take feverish measures,<br/>To make the division not be issued to the Bolsheviks ”</strong></h2><p>Since then, Pavel Shandruk has returned to active political activity. In 1945, when the third Reich was already moving to the inevitable defeat, he was intended to form from the 14th Division of the SS \"Halychyna\" and some other units where Ukrainians served, the Ukrainian National Army (UNA). In fact, it was to become a revived army of the Ukrainian People's Republic.</p><img alt=\"\" class=\"alignnone size-full wp-image-547578\" height=\"1007\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000010.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000010.jpg\" width=\"649\"/><p>At best, the purpose of the UNA was to continue the struggle for independent Ukraine after the defeat of Germany. In the worst, Pavel Shandruk hoped to surrender not before the Soviet troops, but in front of Western allies on the anti -Hitler coalition, in which Ukrainian soldiers could count, if not compassion, at least for understanding and justice.</p><div class=\"IOAIO_blockquote\"><blockquote class=\"_iaomo90\"><p>\"It was necessary to take feverish measures so that the division would not be issued to the Bolsheviks,\" he wrote in his memoirs.</p></blockquote></div><p>This was done in May 1945 in Austria, where UNA soldiers fired weapons in front of British and American troops. So, going to forced cooperation with the Germans at the final stage of the war in Europe, Pavel Shandruk fulfilled a noble mission, saving tens of thousands of lives of Ukrainians from the inevitable massacre that was waiting for them in the USSR.</p><h2><strong>A Difficult Choice for a Noble Purpose</strong></h2><p>As we can see, during the Second World War, the fate of Pavel Shandruk was not easy, having undergone stunning changes and ending with a forced military-political collaboration with Nazi Third Reich.</p><p>However, his choice was dictated by the sole noble purpose - the desire, if not restored Ukraine's independence, at least to save the lives of Ukrainian soldiers.</p><figure aria-describedby=\"caption-attachment-547581\" class=\"wp-caption alignnone\" id=\"attachment_547581\" style=\"width: 807px\"><img alt=\"\" class=\"size-full wp-image-547581\" height=\"1120\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000011.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000011.jpg\" width=\"807\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-547581\">Yaroslav Serednitsky's books about Pavel Shandruk</figcaption></figure><p>If it does not justify the fact of collaboration, then at least acceptable explains it. At least, Western allies treated Pavel Shandruk and the Ukrainian National Army soldiers. Initially, most of them were in the camp for interned near the Italian city of Rimini, and in 1947 they were given the opportunity to settle in the UK.</p><h2><strong>On emigration in the postwar years</strong></h2><p>Pavel Shandruk himself emigrated to the United States in 1948, where he actively participated in the activities of Ukrainian veterans and public organizations, published in Ukrainian periodicals an article on the history of the Ukrainian army and wrote a book of memoirs \"The Army of the Twig\".</p><p>For the scientific services of the military elected a full member of the Ukrainian Academy of Sciences in emigration on the recommendation of the Taras Shevchenko Scientific and Philosophical Section.</p><p><img alt=\"\" class=\"alignnone size-full wp-image-547583\" height=\"2048\" loading=\"lazy\" sizes=\"(max-width: 1536px) 100vw, 1536px\" src=\"../Images/2024-03-04T14-18-99/000012.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000012.jpg\" width=\"1536\"/>General died on February 15, 1975 in Trenton, buried in the Bund Broost cemetery in New Jersey.</p><h2><strong>War and Politics: The right reasoning of Pavel Shandruk</strong></h2><p>The fate of Pavel Shandruk was not easy. He had to serve in the armies of different states and in different political regimes, agree to cooperate for political reasons and sacrifice his own security and partly a good name for the highest purpose.</p><img alt=\"\" class=\"alignnone size-full wp-image-547586\" height=\"1096\" loading=\"lazy\" src=\"../Images/2024-03-04T14-18-99/000013.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000013.jpg\" width=\"800\"/><p>However, despite all beyond any doubt, his figure deserves a fair assessment and respect for contribution to Ukraine's struggle for independence in the twentieth century. The descendants honored the memory of the military, establishing a memorial plaques in Nizhyn and the native village of Pavel Shandruk Borsuki in Ternopil region in his honor.</p><figure class=\"kg-card ai-readalso-card\"><a class=\"ai-readalso-container\" href=\"https://armyinform.com.ua/2024/01/24/czarskyj-general-i-moskal-yakyj-stvoryv-shtab-armiyi-unr-shho-my-znayemo-pro-volodymyra-sinklera/\" target=\"_blank\"><div class=\"ai-readalso-content\"><div class=\"ai-readalso-title\">\"Tsarist General\" and \"Moskal\", who created the headquarters of the UNR Army. What do we know about Vladimir Sincler</div></div><div class=\"ai-readalso-thumbnail\"><img alt=\"«Царський генерал» і «москаль», який створив Штаб Армії УНР. Що ми знаємо про Володимира Сінклера\" src=\"../Images/2024-03-04T14-18-99/000014.jpg\" srcset=\"../Images/2024-03-04T14-18-99/000014.jpg\"/></div></a></figure><p>Special attention, selection for inaccessible publications, dust, popularization, new reading and modern rethinking deserves scientific and journalistic achievements of the military. To a large extent, it has not lost its relevance to this day.</p><p>To take at least the arguments of the military about \"whether the military can engage in politics\", on the one hand, \"whether in the army or among the soldiers to manage politics\", on the other:</p><ol><li>A military citizen must be politically aware of his civic duty.</li><li>A military citizen can belong to any political and party organization (constructive-state).</li><li>A citizen-war cannot and does not need to manage political and party work in the time of his or her active service.</li></ol><p>A warrior citizen cannot fulfill his or her political and party duty during the war, but therefore does not cease to be (when he is) a member of the political and party organization. & lt;… & gt; A warrior who is in an active service in time cannot fulfill his or her political and party duty, but may not be forbidden to belong to a political and party organization.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/vid-komandyra-avtopanczernyka-do-komanduvacha-armiyi-yak-sluzhyv-ukrayini-soldat-perednogo-krayu-pavlo-shandruk/", "title": "From the Autopanzernik commander - to the commander of the army: how did Ukraine's \"soldier of the front region\" serve Pavel Shandruk.", "description": "The soldier quite rightly called himself a \"soldier of the front edge\", ready to give ...", "author": ["Army Inform"], "categories": ["Історія", "Публікації"], "tags": ["Павло Шандрук", "УНР"]}