{"published time": "2024-03-04T13-17-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_2024-03-04_11-48-16.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-04T13-17-99/000000.jpg\" srcset=\"../Images/2024-03-04T13-17-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>For the first time, veterans and soldiers who have suffered serious injuries will compete at the United States Air Force Torials 2024, which will take place in Las Vegas. 30 athletes will be represented by Ukraine.</strong></p><p>About this<a href=\"https://www.kmu.gov.ua/news/komanda-z-30-ukrainskykh-veteraniv-i-viiskovosluzhbovtsiv-vyrushyla-na-sportyvni-zmahannia-united-states-air-force-trials-2024\" rel=\"nofollow\" target=\"_blank\">informs</a>Government portal.</p><p>The main purpose of the competition is to attract veterans and military in sports, to promote rehabilitation through sports events among veterans.</p><p>The national team will compete in nine adaptive sports: archery, athletics, bicycle sports, spraying, rowing on simulators, volleyball sitting, swimming, basketball on wheel chairs and rugby on wheelchairs.</p><p>The competition will take place from March 4 to March 16, 2024.</p><p>“Through sports, we show that despite all the obstacles, we are able to achieve results. We demonstrate our inviolability and leadership to the world. I can say that injuries are not the end of life, as it seems at the beginning. This is another test that can and should be overcome, ” - said Acting Minister for Veterans of Ukraine Oleksandr Pryhun, conducting a national team for competition in the United States.</p><p class=\"align-left\">The Ukrainian national team will participate for the first time in games for American veterans. The organizers of the competition invited the Ukrainian team to join the selection and demonstrate the impact of adaptive sports on the restoration of veterans and military after injuries.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/01/25/30-veteraniv-predstavlyat-ukrayinu-na-mizhnarodnyh-sportyvnyh-zmagannyah-u-las-vegasi/\">Armyinform</a>, 30 veterans will present Ukraine at international sports competitions in Las Vegas.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/ukrayinski-vijskovi-ta-veterany-vyrushyly-na-sportyvni-zmagannya-povitryanyh-syl-ssha/", "title": "Ukrainian military and veterans went to US Air Force sports", "description": "The government portal informs about it. The main purpose of the competition is to attract veterans and ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "адаптивний спорт", "змагання", "Повітряні Сили США"]}