{"published time": "2024-03-04T10-12-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zradnyk-z-dnipra2.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1333\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-04T10-12-99/000000.jpg\" srcset=\"../Images/2024-03-04T10-12-99/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>A local resident, a citizen of Ukraine, at the end of 2023 was recruited by a representative of the General Staff of the Armed Forces of the Russian Federation.</strong></p><p>About this<a href=\"https://ssu.gov.ua/novyny/sbu-zatrymala-u-dnipri-zradnyka-yakyi-dopomahav-rashystam-vyiavyty-radiolokatsiini-stantsii-zsu-shchob-obiity-ukrainsku-ppo\" rel=\"nofollow\" target=\"_blank\">reported</a>March 4, the Security Service of Ukraine.</p><p>According to the department, the man explored the places of basing of air defense systems and logistics routes of defense forces in the region.</p><p>First of all, the person tried to identify the positions of radar complexes of the Armed Forces.</p><p>This information was needed by the occupiers to try to \"get around\" Ukrainian air defense during new air strikes.</p><p>Also, in the case of accurate coordinates, the invaders planned to perform sighting rocket-aromic blows at Ukrainian radar stations.</p><p>Another task of the Russian agent was to track the main routes that moved fuel tanks in the direction of the front line.</p><p>The SBU staff exposed the hostile associate at the initial stage of his intelligence activity.</p><p>This made it possible to document the criminal acts and delay the agent in a timely manner, as well as to install his Russian curator - the personnel employee of the Main Directorate of the General Staff of the Armed Forces of Russia (known as the GRU).</p><p>According to the investigation, he remotely recruited a resident of the Dnieper in December 2023.</p><p>In the field of view of the aggressor, he got as an ideological supporter of Rashism, who taught his own anti-Ukrainian posts in the telegrams of Prokremlivsky bloggers.</p><p>To accomplish hostile tasks, the traitor went around the area on his own car and hidden Ukrainian objects. He supported communication with the invaders through the popular messenger.</p><p>During the searches, the detainee revealed computer equipment and a mobile phone with evidence of correspondence with the Russian GRU.</p><p>Currently, investigators of the Security Services have informed the person being suspected under Part 2 of Art. 111 of the Criminal Code of Ukraine (State betrayal committed in the conditions of martial law).</p><p>The attacker is in custody. He is threatened with life imprisonment.</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/01/15-rokiv-otrymav-rosijskyj-shpygun-yakyj-udavav-z-sebe-instruktora/\">It became known</a>that the Russian spy was sentenced to 15 years old, who had an instructor.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/04/u-dnipri-zatrymaly-rosijskogo-shpyguna-za-ppo/", "title": "In the Dnieper detained the Russian spy who followed the air defense", "description": "This was reported on March 4 by the Security Service of Ukraine. According to the department, a man ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Дніпро", "зрадники", "СБУ"]}