{"published time": "2024-03-04T07-19-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/429479703_750756873904060_785319513412572654_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" src=\"../Images/2024-03-04T07-19-99/000000.jpg\" srcset=\"../Images/2024-03-04T07-19-99/000000.jpg\" width=\"1079\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, there were 78 combat clashes on the front. In total, the enemy caused 7 rocket and 50 aviation strikes, and made 112 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>This was reported by the General Staff of the Armed Forces of Ukraine on its own<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0jcJcsRiUymnpC3pgXdsYzkEbhbasyJXLiX7zShSWFMFgN6TiawXFTFZ8TzLBjRuGl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">Facebook page</a>.</p><p>In the area of responsibility, the \"Khortytsia<strong>In Kupyansk direction</strong>The enemy made 11 attacks in the areas of Sinkivka settlements, Tabaivka of Kharkiv region, unsuccessfully trying to improve their tactical position.</p><p><strong>In the estuary direction</strong>Our warriors reflected 5 enemy attacks in the areas of settlements of Bigorivka, Luhansk region, Terny and Verkhnyamyansk Donetsk region.</p><p><strong>In the Bakhmut direction</strong>Defense forces repelled 5 enemy attacks in the areas of settlements Bogdanivka, Ivanivske and Andreevka of Donetsk region.</p><p>In the area of responsibility, \"Tavriya<strong>in the Avdiivsky direction</strong>Our defenders repelled 20 enemy attacks in the areas of settlements Berdychi, Orlovka, Tonny, Pervomaisko, Nevelskoye Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of Krasnogorivka, St. George and Novomikhailivka, Donetsk region, where the enemy, more than 30 times tried to break through the defense of our troops.</p><p><strong>In the Orikhiv direction</strong>The enemy made 3 unsuccessful attacks in the area of the settlement of the robot of the Zaporozhye region.</p><p>In the area of ​​responsibility, \"Odesa\"<strong>in the Kherson direction</strong>Defense forces continue to keep positions. The opponent of offensive (assault) did not take action.</p><p>In the area of responsibility, the \"north\"<strong>in Volyn and Polissya directions</strong>The operational situation remains without significant changes.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage activities in order to prevent the transfer of our troops to threatening directions, increases the density of mine-explosive barriers along the state border in Belgorod region.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/04/genshtba-zsu-na-fronti-78-boyezitknen-za-dobu-bilshist-na-donechchyni/", "title": "The General Staff of the Armed Forces: at the front of 78 combatants a day, most - in Donetsk region", "description": "This was reported by the General Staff of the Armed Forces of Ukraine on its Facebook page. In the area ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генштаб ЗС України", "Ситуація на фронті"]}