{"published time": "2024-03-04T18-14-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/ed2c84717704dfc7df4bee13c3984ec57793c7b6.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 1500px) 100vw, 1500px\" src=\"../Images/2024-03-04T18-14-99/000000.jpeg\" srcset=\"../Images/2024-03-04T18-14-99/000000.jpeg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>Auditors of the Ministry of Defense found in the repository of one of the military units of subordination of the command of medical forces in Zhytomyr region nearly 30 thousand new quality medical turnstiles of SOF production of US production.</strong></p><p style=\"font-weight: 400;\">About this<a href=\"https://www.mil.gov.ua/news/2024/03/04/na-skladah-komanduvannya-medichnih-sil-audit/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p style=\"font-weight: 400;\">As it is noted, these turnstiles were obtained in April 2023, and only six months later the military unit issued the first of them to the military - only 458 units.</p><p style=\"font-weight: 400;\">The results of the internal audit were reported to the Minister of Defense of Ukraine Rustem Umerov.</p><p style=\"font-weight: 400;\">The department also emphasized that after the audit, responsible officials have begun issuance of turnstiles, now almost a third - already with servicemen.</p><p style=\"font-weight: 400;\">Also initiated the issuance of other medical property (individual first aid kits, backpacks for combat physicians), which were stored in the warehouses for a long time in large numbers.</p><p style=\"font-weight: 400;\">“The task of the internal audit of the Ministry of Defense is not just to identify and respond to abuse, but also to prevent inefficient use of military resource. Due to the more efficient planning, increased accountability, solidarity at all levels of decision making, ”said Deputy Minister of Defense Yuri Dzhigir.</p><p>As reported by the Armyinform, from the National Bank special account<a href=\"https://armyinform.com.ua/2024/03/04/zi-speczrahunka-naczbanku-na-potreby-oborony-vzhe-pererahovano-ponad-34-mlrd-gryven/\">for defense needs</a>More than UAH 34 billion has already been transferred.</p></div>", "source": "https://armyinform.com.ua/2024/03/04/audyt-minoborony-vyyavyv-30-tysyach-turniketiv-yaki-zberigalysya-majzhe-rik-chastynu-vzhe-vydaly-vijskovosluzhbovczyam/", "title": "The Ministry of Defense's audit found 30 thousand turnstiles that were stored for almost a year: part has already been released in the Armed Forces", "description": "The Ministry of Defense of Ukraine reports about it. As noted, these turnstiles were obtained ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "міноборони"]}