{"published time": "2024-03-11T17-10-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710169531.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/fedorenko-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/img_3223-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"844\" sizes=\"(max-width: 1500px) 100vw, 1500px\" src=\"../Images/2024-03-11T17-10-99/000000.jpeg\" srcset=\"../Images/2024-03-11T17-10-99/000000.jpeg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>In Kharkiv since today the recruiting center of a separate assault brigade named after them. Kosian chieftain Ivan Sirko. The Armyinform correspondent was informed about this in the press service of the brigade.</strong></p><p>Representatives of the military unit were present at the opening of the institution. The Achilz Downtown Battalion Commander Fedorenko Yuri, who joined Sirkivtsi a year ago, told that he and his brothers, who from the first days were fighting in territorial defense ranks, were pleasantly impressed with the preparation of the team personnel:</p><p>- Colonel Pavel Fedosenko, our commander, Hero of Ukraine, always appears in critical situations on the front line of the front. This was the case when the Oskol is forced during the Kharkiv counter -offensive operation, and near the settlement Kurilovka, when there was a pause between the storms. He always has the right word, skill and knowledge to motivate personnel and adjust the right work. He is always interested in what we need, the soldiers to complete the assignment.</p><img alt=\"\" class=\"alignnone size-full wp-image-550262\" height=\"1365\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-11T17-10-99/000001.jpg\" srcset=\"../Images/2024-03-11T17-10-99/000001.jpg\" width=\"2048\"/><p>The Armye said that a separate storm team. The cat chieftain Ivan Sirko is one of the most experienced units in the Armed Forces.</p><p>- From the beginning of the great invasion of the Russians, we have never been brought to recovery. However, our losses are relatively small. This indicates that in the brigade of the life and health of every serviceman is in the first place.</p><p>He noted that in these two years, Sirkivts have gained extraordinary experience in martial arts and assured that both their own instructors and combat brothers are ready to share the skills with those who just arrived in the army.</p><p>- Only after passing the training center and combat coordination at the landfill with our instructors, as part of an experienced group or stormtroopers, tankers, UAV operators, the fighter is sent for combat task.</p><p>Yuri Fedorenko also emphasized that a separate storm team. The cat chieftain Ivan Sirko is one of the best in Ukraine. It has modern equipment, weapons, unmanned aerial vehicles.</p><p>- This is achieved through centralized supply from the state, as well as by supporting us by a Ukrainian nation, which we undoubtedly believe in us.</p><p>The serviceman sincerely invited everyone to join the ranks of Sirkivtsi:</p><p>- Everyone will have to fight. So join the best!</p><p>In her turn, a spokeswoman for a separate assault brigade named after Ivan Sirko Tatiana Rud said that the recruitment center was opened for those who want to join the Ukrainian army, can communicate with existing servicemen and make their choice.</p><img alt=\"\" class=\"alignnone size-full wp-image-550264\" height=\"1365\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-11T17-10-99/000002.jpg\" srcset=\"../Images/2024-03-11T17-10-99/000002.jpg\" width=\"2048\"/><p>According to her, every inhabitant of Kharkiv region knows the brigade, which is located in the Kharkiv region and since 2014 has defended Ukraine from Russian invaders in Luhansk and Donetsk region, and in 2022 repelled the occupiers who went great. But now Sirkivtsi need help - new brothers, because two years of continuous participation in the battles have been depleted.</p><p>- We want to hear every person - who she was in a civilian life, and to offer in our brigade or a position to which a person is aimed at, or a position that is close to the specialty that he or she made a living. And this will not necessarily be a assault unit - we are waiting for chefs, drivers, accountants. After all, the service of each fighter on the front is provided by at least four people in the rear, - says the head of the community service department.</p><p>Tatiana Rud says that unlike social support and staffing centers, which only draw up the necessary documents and send mobilized to the training centers of the Armed Forces, and there is already a distribution by units, the recruiting center of the brigade accompanies a person from filing documents to the shopping center before graduation and arrival and arrival In the unit of the brigade.</p><p>- Recently, there are few motivated people. They come and fear, fear everything. People believe that they will immediately be thrown into the front. It's not, - the representative of the brigade emphasizes.</p><p>According to her, each mobilized awaits training from basic military training, which lasts 40 days. Then - preparation with the leading instructors of Sirkivtsi, then with the unit. Only then do combat missions begin. In total, it takes about three months to prepare the army.</p><p>You can contact the recruiting center or fill out a questionnaire for the introduction into the team: 0996809365, 0969292922 or filling out the questionnaire for<a href=\"https://docs.google.com/forms/d/e/1FAIpQLSc8w3RfCjwGD-Up-ysYgTQGT3mSKkmtEuGXcn5X6-zOssLEbw/viewform?usp=sharing\" rel=\"nofollow\" target=\"_blank\">by reference</a>.</p><p><em>Photo by the author</em></p></div>", "source": "https://armyinform.com.ua/2024/03/11/u-harkovi-vidkryvsya-rekrutyngovyj-czentr-brygady-sirkivcziv/", "title": "In Kharkiv, the recruiting center of the Sirkivtsi brigade opened", "description": "Representatives of the military unit were present at the opening of the institution. Battalion commander ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "рекрутинг"]}