{"published time": "2024-03-11T09-29-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/09/budanov.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"674\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-11T09-29-99/000000.jpg\" srcset=\"../Images/2024-03-11T09-29-99/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The head of the Main Department of Intelligence of the Ministry of Defense of Ukraine Lieutenant General Kirill Budanov stated that the missions of combat units in the Black Sea testify to the preparation of a serious operation in the temporarily occupied Crimea.</strong></p><p>He is about it<a href=\"https://gur.gov.ua/content/nashi-dii-u-chornomu-mori-tse-pidhotovka-do-serioznoi-operatsii-v-krymu-kyrylo-budanov.html\" rel=\"nofollow\" target=\"_blank\">told</a>In the documentary \"The War for the Sea: from the Dnieper to the Crimea\", the premiere of which took place on March 10 on the air of the TEMRAFON.</p><p>“It's all - preparatory measures for a serious surgery in Crimea. This is a test of the correctness of our statements about the ways of approach and departure from there. In addition, it is a good message for the population that has been occupied for 10 years. Many of them believe that they have been forgotten, ”Kirill Budanov said.</p><p>Gur IU warriors who participated in the planning and implementation of combat missions related to one strategic plan also told the details of the war for the sea in 2022-2023.</p><p>It is noted that in the summer of 2023 the fighters of the special unit \"Shaman\" took advantage of the inattention of the invaders and crossed to the left bank of the Dnieper in the Kherson region.</p><p>“We realized that the enemy is not sufficiently aware of the environment. They made an event on the enemy's territory into the interposition space, landed, and several intense clashes with the enemy's observation posts occurred at once. Some observational posts were almost in full destroyed or captured, ”the commander of the special unit with the Chaman's call signaries described the first steps of creation of the left -bank bridgehead.</p><p>In July 2023, the soldiers of the special unit \"Timura\" returned under the control of the state oil and gas platform \"Ukraine\", and later participated in the Crimean operation \"Awakening of force\".</p><p>“The enemy will never have domination in the sea, whatever they come up with. This is our Black Sea, it is our \"towers\", our Crimea, our Snake Island, \" - said the commander of the special forces of the GUR MOU.</p><p>In addition, it is noted that the destruction of enemy fleet ships is a area of responsibility of the special unit of Group 13. The commander of the unit with the thirteenth call sign stressed that each such mission requires careful training.</p><p>“We understand how we need to maneuver, at what angle to come, from which side. We evaluate a lot of factors before attacking. And after that the search search starts. After detection, when the boards come to a favorable position, a simultaneous attack is carried out by all sides, ”the military explained.</p><p>Earlier in GUR<a href=\"https://armyinform.com.ua/2024/03/07/plan-zahoplennya-aerodromu-antonov-z-vysadkoyu-tam-tysyachi-rosiyan-nadav-nadijnyj-informator-gur/\">reported</a>that the plan of capture of the Antonov aerodrome with the landing there by thousands of Russians provided a reliable informant.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/kyrylo-budanov-rozpoviv-pro-pidgotovku-serjoznoyi-operacziyi-v-krymu/", "title": "Kirill Budanov told about the preparation of serious surgery in Crimea", "description": "He told about it in the documentary \"War for the Sea: from the Dnieper to the Crimea\", ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["агресія рф", "війна", "ГУР МО України", "Кирило Буданов"]}