{"published time": "2024-03-11T10-14-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/f758ad0b1d51d3b08931498166964be0.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1333\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-11T10-14-99/000000.jpeg\" srcset=\"../Images/2024-03-11T10-14-99/000000.jpeg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>In Vinnytsia region, the SBU detained his wife \"Exregional\", who gathered information about the defense forces and justified the armed aggression of the Russian Federation.</strong></p><p>About this<a href=\"https://ssu.gov.ua/novyny/sbu-zatrymala-druzhynu-eksrehionala-yaka-vykhvaliala-putina-ta-shpyhuvala-dlia-fsb-na-vinnychchyni\" rel=\"nofollow\" target=\"_blank\">informs</a>Security Service of Ukraine.</p><p>At the instructions of the Russian intelligence service, she tried to detect aerodromes with combat aircraft and helicopters of the Armed Forces, as well as to find out the availability of air defense near aviation facilities. In addition, the malefactor was interested in the geolocation of medical institutions, where Ukrainian defenders were treated and explored the routes of military echelons.</p><p>In the case of information, the aggressor planned to use it to prepare rocket-arable blows in the region. The SBU staff exposed the Russian agent in a timely manner, and then \"step -by -step\" documented its criminal activity and detained.</p><p>The wife of the former functionary of the Party of Regions, who, until 2015, headed the local district council.</p><p>Thanks to the prompt response of the Security Service, it was possible to prevent enemy strategic infrastructure in the region.</p><p>Also during the investigation it was found that the figure from anonymous account in \"Classmates\" called for the support of Putin and justified the invasion of Russian troops into Ukraine.</p><p>According to the investigation, it was because of its anti -Ukrainian activity in the forbidden social network that it got into the field of view of the FSB and was published.</p><p>The malefactor is currently in custody. She is threatened with life imprisonment with the confiscation of property.</p><p>As reported by the Armyinform,<a href=\"https://armyinform.com.ua/2024/03/08/vykryto-suddyu-yakyj-zlyvav-vorogu-informacziyu-pro-svoyih-koleg-ta-zsu/\">Stopped</a>Judge who \"drained\" the enemy information about his colleagues and the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/vyhvalyala-putina-ta-shpyguvala-za-vijskovymy-aerodromamy-i-medzakladamy-zatrymano-agentku-fsb/", "title": "Putin praised and spied on military airfields and medical institutions: detained FSB agent", "description": "This was reported by the Security Service of Ukraine. At the instruction of the Russian special service, she ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агент рф", "війна", "вторгнення рф", "СБУ"]}