{"published time": "2024-03-11T16-07-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/09/18.09.23_yes-zmicznyuye-oboronnu-promyslovist_2.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"727\" src=\"../Images/2024-03-11T16-07-99/000000.jpeg\" srcset=\"../Images/2024-03-11T16-07-99/000000.jpeg\" width=\"1156\"/></figure><!-- .post-thumbnail --><p><strong>Frozen Russian assets can be used not only for the reconstruction of Ukraine, but also to strengthen its defense capability by purchasing weapons, subject to the consent of all EU members.</strong></p><p>About this<a href=\"https://www.eeas.europa.eu/eeas/time-strengthen-european-defence-industry_en\" rel=\"nofollow\" target=\"_blank\">stated</a>EU EU Supreme Representative and Security Policy Josep Borrel.</p><p>\"If Member States agree (it should be a unanimous decision on the proposal of a high representative), we can use the surpluses from frozen Russian assets to purchase weapons for Ukraine and/or assist in strengthening its defense industry,\" said Josep Borrel.</p><p>According to him, earlier in the EU considered the possibility of using these assets to rebuild Ukraine, now - to prevent new destruction.</p><p>“So far, we have considered the possibility of using these profits to support Ukraine's restoration. However, the main thing in Ukraine is not so much reconstruction as avoiding further destruction. If Member States agree, it would be advisable to use these resources to provide additional military support for Ukraine through the European Peace Fund, ”the EU Chief Diplomat said.</p><p>\"In the long run, we could also use these funds to support the Ukrainian defense-industrial base,\" he added.</p><p>As reported by the Armyinform, in the EU<a href=\"https://armyinform.com.ua/2024/03/05/u-yes-obgovoryuyut-mozhlyvist-vykorystannya-zamorozhenyh-aktyviv-rf-na-koryst-vijskovogo-potenczialu-ukrayiny/\">discuss</a>The possibility of using frozen assets of the Russian Federation in favor of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/u-yes-nazvaly-umovu-za-yakoyi-aktyvy-rf-vykorystayut-dlya-zakupivli-zbroyi-dlya-ukrayiny/", "title": "The EU was called the condition for which the assets of the Russian Federation will be used to purchase weapons for Ukraine", "description": "This was stated by the EU Supreme Representative and Security Policy of Josep ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "заморожені активи"]}