{"published time": "2024-03-11T20-22-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/mks.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"952\" src=\"../Images/2024-03-11T20-22-99/000000.jpg\" srcset=\"../Images/2024-03-11T20-22-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>On March 11, the judge of the International Criminal Court (ICS) at the plenary session elected Judge Tomoko Akana by the chairman of the court.</strong></p><p>About this<a href=\"https://t.me/dmytro_lubinetzs/5148\" rel=\"nofollow\" target=\"_blank\">reported</a>The Verkhovna Rada Commissioner for Human Rights Dmitry Lubinets.</p><p>He recalled that Tomoko Akana issued in March 2023 the warrants for the arrest of President of Russian Putin and the Commissioner for the Rights of the Child in Russia Maria Lviv-Belova for the illegal deportation of Ukrainian children. After that, Tomoko Akane was wanted by Russia, because the Russian Investigative Committee started a case on her under an unnamed criminal article.</p><p>In addition to Tomoko Akane, Judge Rosario Salvatore Aital-the first vice-resident, as well as Judge Raine Alapini-Gangus, the second vice-resident, entered the Presidium of the ISS.</p><p>The ISS Presidium consists of three people and is elected for three years, the mandate begins to act immediately after election.</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/05/mizhnarodnyj-kryminalnyj-sud-vydav-order-na-aresht-dvoh-rosijskyh-komanduvachiv/\">The Armyinform reported</a>that the International Criminal Court issued a warrant for the arrest of two Russian generals.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/suddya-shho-vydala-order-na-aresht-putina-stala-golovoyu-mizhnarodnogo-kryminalnogo-sudu/", "title": "The judge who issued a warrant for Putin's arrest became the chairman of the International Criminal Court", "description": "This was reported by the Commissioner of the Verkhovna Rada for Human Rights Dmitry Lubinets. He...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Дмитро Лубінець", "МКС", "Путін"]}