{"published time": "2024-03-11T08-30-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/10/ppo-znyshhyly-shahediv.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"550\" src=\"../Images/2024-03-11T08-30-99/000000.jpg\" srcset=\"../Images/2024-03-11T08-30-99/000000.jpg\" width=\"1000\"/></figure><!-- .post-thumbnail --><p><strong>On March 11, the enemy tried to make the most powerful blow to the Odessa region.</strong></p><p>Colonel Natalia Humeniuk said this on the air of the Teleterna.</p><p>According to her, for more than an hour and a half attacked drones from the Black Sea for more than one and a half hours, trying to lay routes industrial and residential quarters. Many maneuvers were carried out in residential buildings.</p><p>“Unfortunately, there is an infrastructure object in the Odessa region: administrative buildings were damaged, but the information about the victims has not been received so far. The fire was promptly eliminated, in most cases it was a local lesion that does not pose a powerful threat to other people, ”Natalia Humeniuk said.</p><p>She recalled that the previous drone attack was about 40 units and was removed in different directions, and this time the enemy attacked not only the south but also the eastern direction, in particular on the Kharkiv region.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/11/za-berezen-syly-ppo-zbyly-151-zi-175-shahediv/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, since the beginning of March, the Russians sent 175 Shahanedov to Ukraine, 151 of them were shot down.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/nataliya-gumenyuk-cziyeyi-nochi-vorog-namagavsya-maksymalno-potuzhno-vdaryty-po-odesi/", "title": "Natalia Humeniuk: The enemy tried to hit Odessa as possible this night", "description": "Colonel Natalia Humeniuk told this about it on the air of southern Ukraine ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Наталія Гуменюк"]}