{"published time": "2024-03-11T10-19-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/2886630.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"900\" src=\"../Images/2024-03-11T10-19-99/000000.jpeg\" srcset=\"../Images/2024-03-11T10-19-99/000000.jpeg\" width=\"1260\"/></figure><!-- .post-thumbnail --><p><strong>The spokesman of the Navy of the Armed Forces of Ukraine, the captain of the 3rd rank Dmitry Pletenchuk, stated that there is no point in the construction of new warships in the Russian Federation, because they cannot now give advice with those ships that are left in stock.</strong></p><p>Dmytro Pletenchuk gave relevant comments during the Line News TV in the morning of March 11, 2024, reports the Armyinform.</p><p>According to him, the Russian Federation has the opportunity to replenish its fleet.</p><p>“As for the replenishment of the composition of the ship, in principle, they have this opportunity. Of course, a limited number of ships, in the sense of their size. There is a connection with the Azov-Black Sea region in the Russian Federation. It is also the Volga-Don Channel from Caspia, where there are also ships, where the inner waters of the Russian Federation of the so-called, which allow from Kazan to lower the ships in the Azov, which in Zelenoidolsk, for example, are being built-small missile ships, ”Dmytro Pletenchuk said.</p><p>However, he pointed to the absurdity of building new Russian ships.</p><p>“There is a different question here. Is this meaning? Because they are now limited in the use of even available ships, available units. What is the point of adding more targets to Ukraine's defense forces in the Black Sea? ” - asked the spokesman of the Navy of the Armed Forces.</p><p>He also noted that if Russia had removed its ships from the Black Sea, it would have already been capitulation.</p><p>“As for the passage through the Turkish ducts, which are also called Bosphorus and Dardanelles, according to Montrere, they cannot go, as we are. They cannot go out theoretically, but still to the decision of the Turkish Republic, which is actually the owner of these ducts. Not even this is a problem. And that they can not, of course, afford to get out of the Black Sea waters. Because they have the coasts there in the Black and Azov Sea. And they cannot afford to not fulfill their own territorial waters, because it will be a frank surrender, ”Dmitry Pletenchuk said.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/11/u-vms-zsu-vkazaly-na-unikalnu-pauzu-z-vyvedennyam-vorogom-korabliv-u-chorne-more/\">Armyinform</a>, the Navy of the Armed Forces indicated a unique pause with the enemy of ships into the Black Sea.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/u-vms-zsu-rozpovily-pro-bezgluzdist-buduvannya-novyh-korabliv-rf/", "title": "The Navy of the Armed Forces told about the absurdity of building new ships of the Russian Federation", "description": "Dmitry Pletenchuk gave relevant comments during the live broadcast of the TV.", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "ВМС ЗС України", "вторгнення рф", "Дмитро Плетенчук"]}