{"published time": "2024-03-11T10-08-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/630_360_1695450253-110.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"360\" src=\"../Images/2024-03-11T10-08-99/000000.jpg\" srcset=\"../Images/2024-03-11T10-08-99/000000.jpg\" width=\"630\"/></figure><!-- .post-thumbnail --><p><strong>In the Chernihiv and Sumy regions, 36 enemy shelling of border areas from different types of weapons were recorded per day.</strong></p><p>About this<a href=\"https://www.facebook.com/story.php?story_fbid=pfbid0jNz55pPtGxJHH4md3RuTE3TbVDsCNaj9wzJB69uUpPKQGyUJRv8spuVsBeBJP2ALl&amp;id=100064471011124&amp;paipv=0&amp;eav=Afafr4otWzTsH8VXIEPEd9qSN22K0AxQWwBp9tBHboVjbq84E3Lil_X9LXTJisMfkQE&amp;_rdr\" rel=\"nofollow\" target=\"_blank\">informs</a>Operational Command \"North\".</p><p>“Russian invaders continue to fire the border areas of Chernihiv and Sumy regions. In total, 36 shelling (198 explosions) from different types of weapons were charged during the day, ”the message reads.</p><p>Thus, 4 explosions were recorded in the Semeniv community of Chernihiv region, probably a mortar 120 mm, in the village. Kostobok. Also in the Snovsky community in the villages of Klusi and Guta-Studnetska there were 3 and 7 explosions respectively.</p><p>In the Sumy district of Sumy region recorded: Grabovske - 1 explosion, probably a mortar 120 mm. Katerynivka - 3 explosions, probably barrel artillery. Slavgorod - 2 explosions, probably a mortar 120 mm. Volodymyrivka - 4 explosions, probably mortar 82 mm. Pennies - 4 explosions, probably become artillery; 3 explosions, probably cab; 7 explosions, probably RSZV.</p><p>\"As a result of the shelling, 2 private homes were damaged,\" - said in OK North.</p><p>There were 2 explosions in Zapillia a day, probably a barrel artillery. In the village of Sinne, there was a 1 explosion, probably the cabin, and in the Tolphine occurred, probably discharge from UAV, 2 shelling: 4 explosions, probably a mortar 82 mm; 15 explosions, probably AGS-17; 6 explosions, probably become artillery. Pavlovka-2 shelling: 2 explosions, probably FPV-Dron. Mohrits - 2 explosions, probably a mortar 120 mm; 1 explosion, probably dropping the UAV; 1 explosion, probably FPV-Dron. Steppes - 38 explosions, probably RSZV. Miropillya - 10 explosions, probably RSZV.</p><p>In the Okhtyrsky district, the enemy fired at three villages, in Shostkinsky-the blows came to five villages, and in Konotopsky-in the village of Boyar-Lying, 12 explosions.</p><p>There was no information about the dead or wounded.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/11/nichna-ataka-shahediv-v-ova-rozpovily-pro-naslidky-udariv-bpla-po-odesi/\">Armyinform</a>, on the night of March 11, Russian occupation troops carried out another massive attack by \"Shahaneda\" in Odesa region. There are no dead people in the region.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/na-chernigivshhyni-ta-sumshhyni-za-dobu-zafiksovano-36-vorozhyh-obstriliv-prykordonnyh-terytorij/", "title": "In Chernihiv and Sumy region 36 enemy shelling of border areas were recorded per day", "description": "About it reports the operational command \"North\". “Russian invaders continue ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "вторгнення рф", "Харківський трибунал"]}