{"published time": "2024-03-11T07-05-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/51cd8559-b59a-4050-97c8-5e8a238f273a.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" src=\"../Images/2024-03-11T07-05-99/000000.jpg\" srcset=\"../Images/2024-03-11T07-05-99/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>There were 64 combat clashes during the last day. In total, the enemy caused 4 missile and 88 aviation strikes, and carried out 96 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02YBwy3NkDPFLm3iZU7tFGEEELsU96RxBkegcU3qA6uREfEjpYCLef5y4pGumfoHBGl\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces of Ukraine.</p><ul><li><strong>In Kupyansk direction</strong>The enemy of the offensive (assault) did not take action.</li><li><strong>In the estuary direction</strong>Our warriors repelled 8 enemy attacks in areas of settlements of Bigorivka of Luhansk region; Tern, Yampolivka, controversial and Razdolivka of Donetsk region.</li><li><strong>In the Bakhmut direction</strong>The forces of defense reflected 5 enemy attacks in the areas of settlements of Klischivka, Andreevka and the east of the time ravine of Donetsk region.</li><li><strong>In the Avdiivsky direction</strong>Our defenders repelled 17 enemy attacks in the areas of settlements Berdychi, Orlovka, Tonenko, Pervomaisk and Nevelskoye Donetsk region.</li><li><strong>In the Novopavlovsky direction</strong>Defense forces continue to restrain the enemy in the districts of Krasnogorivka, St. George, Novomykhailivka, a harvest of Donetsk region, where the enemy, with the support of aviation, has tried to break through the defense of our troops 25 times.</li><li><strong>In the Orikhiv direction</strong>3 attacks of the enemy in the south of Novodarivka and the northwestern willow Zaporizhzhya region are reflected.</li><li><strong>In the Kherson direction</strong>Defense forces continue to keep positions. Over the past day, the enemy performed 4 unsuccessful assault actions.</li></ul><p>As reported<a href=\"https://armyinform.com.ua/2024/03/10/syly-oborony-vidbyly-32-vorozhi-ataky-na-novopavlivskomu-ta-avdiyivskomu-napryamkah/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, last day, the forces of defense repelled 32 hostile attacks in Novopavlovsky and Avdiivsky directions.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/zsu-strymuyut-rosiyan-na-novopavlivskomu-napryamku-vidbyly-25-atak/", "title": "The Armed Forces restrained the Russians in the Novopavlovsky direction - reflected 25 attacks", "description": "The General Staff of the Armed Forces of Ukraine informs about it. In the Kupyansk direction the enemy ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "війна", "вторгнення рф", "ГШ ЗСУ", "Хроніка війни", "Хроніка оборони"]}