{"published time": "2024-03-11T08-14-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/08/040b0000-0aff-0242-bf1a-08da2211372a_cx0_cy13_cw75_w1023_r1_s-1-e1679402165761.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"554\" src=\"../Images/2024-03-11T08-14-99/000000.jpg\" srcset=\"../Images/2024-03-11T08-14-99/000000.jpg\" width=\"1010\"/></figure><!-- .post-thumbnail --><p><strong>During the day of March 10 in Kherson region, five civilians were injured in hostile shelling, the enemy beat the residential quarters of the settlements of the region, in particular on high -rise buildings and private homes.</strong></p><p>About this<a href=\"https://t.me/olexandrprokudin/2910\" rel=\"nofollow\" target=\"_blank\">informs</a>The head of the Kherson Ova Alexander Proudin.</p><p>“Last day, the enemy fired Kizomis, Golden Beam, Stanislav, Mykolaivka, Antonovka, Dudchany, Mikhailovka, Wide Beam, Tomin Beam, Belozerka, Kachkarivka, Sadovo, Poniativka, Prydniprovsk and Kherson city. The enemy struck the new Alexander community of Beryslav district, ”the message reads.</p><p>The Russian military kissed the residential quarters of the settlements of the region, in particular 3 high -rise buildings and 12 private homes were damaged.</p><p>According to him, in Kherson the building of the theater and museum was damaged as a result of shelling. Gasogin, company, shop, garage and car were recorded.</p><p>As a result of hostile attacks, the settlements of the region were hit into the object of critical infrastructure, administrative building and outbuildings.</p><p>As reported by the Armyinform, Russians<a href=\"https://armyinform.com.ua/2024/03/11/rosiyany-nanesly-225-udariv-po-zaporizhzhyu-pid-vognem-opynylysya-9-mist-i-sil/\" rel=\"bookmark\">They were struck</a>225 beats in Zaporizhzhia, under fire were 9 cities and villages.</p></div>", "source": "https://armyinform.com.ua/2024/03/11/na-hersonshhyni-cherez-rosijski-obstrily-distaly-poranen-pyatero-osib/", "title": "In Kherson region, five people were injured through Russian shelling", "description": "About it reports the head of Kherson Ova Alexander Proudin. “Last day enemy ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "ворожі обстріли", "вторгнення рф", "Харківський трибунал"]}