{"published time": "2024-04-02T17:31:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/01/360_240_1582135276-970.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"687\" src=\"../Images/2024-04-02T17-31-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-02T17-31-00-08-00/000000.jpg\" width=\"1030\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The Office of the Prosecutor General together with the SBU installed at least 410 hostile gunners. As of today, prosecutors in the courts have made sentences to 163 people. They were sentenced to real imprisonment. The rest - in the status of suspects or indictments are already considered in courts.</strong></p><p style=\"font-weight: 400;\">About this<a href=\"https://gp.gov.ua/ua/posts/ivan-kisilevic-pro-vikrittya-vorozix-navidnikiv-410-osobam-povidomleno-pro-pidozru-163-otrimali-viroki\" rel=\"nofollow\" target=\"_blank\">stated</a>Head of the Department of Supervision of the Laws of the Office of the Office of the Prosecutor General Ivan Kisilevich.</p><p style=\"font-weight: 400;\">“We are talking about Ukrainians who have agreed to cooperate with the special services of the aggressor state and carry out subversive activities against our country. Their actions qualify as treason, collaboration or unauthorized dissemination of information on the Armed Forces of Ukraine. In general, it is cooperation with the enemy, ”he said.</p><p style=\"font-weight: 400;\">According to Ivan Kisilevich, most of these cases were recorded in Kyiv, Kharkiv, Khmelnytsky, Zaporizhia, Dnipropetrovsk, Mykolaiv, Kherson, Odessa, Donetsk, Lviv and Luhansk regions.</p><p style=\"font-weight: 400;\">“For the most part, the special services of the Russian Federation are interested in territories near the maintenance of hostilities, the placement of warehouses of the Ukrainian army, logistics. Persons also report critical infrastructure to strike the enemy, ”said the prosecutor General's Office.</p><p style=\"font-weight: 400;\">According to him, from the total number of enemy informants 314 - men, 96 - women.</p><p style=\"font-weight: 400;\">“Some of the detained gunners are ideological. Approximately 5% offer positions in the occupying authorities. Up to 15% - are waiting for the arrival of the so -called Russian peace, as many - they are covered by the notion that they will be loyal to the occupation troops. But mostly people who want to make money without realizing that for some thousand hryvnias he is charged with a particularly serious crime, for which she threatens from 8 to 15 years in prison in wartime or life imprisonment, ”the chief added. management.</p><p>As reported by the Armyinform, Russian military<a href=\"https://armyinform.com.ua/2024/04/02/zastrelyv-zhinku-za-te-shho-govoryla-ukrayinskoyu-okupanta-zasudzheno-do-15-rokiv-uvyaznennya/\">They were sentenced</a>Up to 15 years in prison for shooting a woman in Izium, who communicated Ukrainian.</p></div>", "source": "https://armyinform.com.ua/2024/04/02/ponad-160-vorozhyh-navidnykiv-zasudzheno-do-realnyh-strokiv-uvyaznennya/", "title": "More than 160 hostile gunners were sentenced to real imprisonment", "description": "This was stated", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "навідник"], "source_name": "ArmyInform"}