{"published time": "2024-04-02T19:34:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/photo_5323319781518071601_y-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"852\" src=\"../Images/2024-04-02T19-34-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-02T19-34-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>62 combat clashes were recorded during the day. In total, the enemy inflicted 2 missile and 43 aviation strikes, making 39 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02RVHKGE3zsDsRUuQHFZ4k4FQ8y3Et32HVT2rd39iTdTkSSZSmuToGYm8mUmLDxke7l\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces of Ukraine.</p><p style=\"font-weight: 400;\"><strong>In Kupyansk direction</strong>Our defenders reflects 1 attack in the area of the settlement of Sinkivka of Kharkiv region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p style=\"font-weight: 400;\"><strong>In the estuary direction</strong>Our warriors reflect 8 attacks of the enemy in the area of the settlement of Terny of Donetsk region, where the enemy tried to break through the defense of our troops.</p><p style=\"font-weight: 400;\"><strong>In the Bakhmut direction</strong>The enemy of the offensive (assault) did not take action.</p><p style=\"font-weight: 400;\"><strong>In the Avdiivsky direction</strong>Our defenders reflects 10 attacks in the areas of settlements of Berdychi, Uman, Pervomaisk and Nevelske Donetsk region, where the enemy, with the support of aviation, tried to knock out our units from the occupied borders.</p><p style=\"font-weight: 400;\"><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of settlements of Novomykhailivka and the Urozhizhnya Donetsk region, where the enemy tried to break through the defense of our troops 18 times.</p><p style=\"font-weight: 400;\"><strong>In the Orikhiv direction</strong>The enemy made 2 attacks on the positions of our defenders in the areas of the robot and northwestern Verbov Zaporizhzhya region.</p><p style=\"font-weight: 400;\"><strong>In the Kherson direction</strong>During the day, the enemy was attacked on the position of our troops in the area of the Krynka settlement of Kherson region.</p><p style=\"font-weight: 400;\">As reported by the Armyinform, in March 2024 the forces of Ukraine's defense forces<a href=\"https://armyinform.com.ua/2024/04/02/novyj-rekord-vtrat-okupantiv-u-berezni-zsu-znyshhyly-976-rosijskyh-artsystem/\">destroyed 976 Russian artillery systems</a>.</p></div>", "source": "https://armyinform.com.ua/2024/04/02/okupanty-shturmuyut-novopavlivskyj-napryamok-zsu-vidbyly-18-atak/", "title": "The invaders storm the Novopavlovsky direction: the Armed Forces reflected 18 attacks", "description": "The General Staff of the Armed Forces of Ukraine informs about it. In the Kupyansk direction by our defenders ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "війна", "вторгнення рф", "ГШ ЗСУ", "оперативна інформація", "Хроніка війни"], "source_name": "ArmyInform"}