{"published time": "2024-04-02T13:04:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/621de1bb-22bb-408c-8268-58b4680089a6.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/04/49073b0a-a792-4a26-9e25-4503a542a64f.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-04-02T13-04-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-02T13-04-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The Security Service has prevented new attempts by the Russian Federation to adjust rocket-arable blows to the locations of defense forces in Kherson. As a result of the special operation in the regional center, a Russian group of informants was detained, which prepared a new series of air attacks on the city.</strong></p><p style=\"font-weight: 400;\">About this<a href=\"https://t.me/SBUkr/11607\" rel=\"nofollow\" target=\"_blank\">informs</a>Security Service of Ukraine.</p><p style=\"font-weight: 400;\">It is noted that \"under the sight\" of the enemy were the place of temporary base of Ukrainian defenders. First of all, the invaders hoped to kiss the SBU and Armed Forces units.</p><p style=\"font-weight: 400;\">According to the investigation, the enemy group included four employees of local vehicles. To accomplish a hostile task, each of them acted on a clearly defined \"functionality\".</p><p style=\"font-weight: 400;\">For example, two defendants - route bus drivers, during the transportation of passengers monitored the movement and points of arrival of military equipment.</p><img alt=\"\" class=\"alignnone size-full wp-image-562127\" height=\"853\" loading=\"lazy\" src=\"../Images/2024-04-02T13-04-00-08-00/000001.jpg\" srcset=\"../Images/2024-04-02T13-04-00-08-00/000001.jpg\" width=\"1280\"/><p style=\"font-weight: 400;\">Two more are fleet dispatchers. In their spare time, they bypassed the city where they conducted the \"necessary\" objects.</p><p style=\"font-weight: 400;\">As noted in the SBU, the attackers made trusting conversations with gas station staff and shops to find out about the enemy \"arrivals\" and their consequences.</p><p style=\"font-weight: 400;\">All the information collected was transferred to the heads of the group, who further \"reported\" to the Russian military intelligence (known as the game).</p><p style=\"font-weight: 400;\">She was remotely supported by communication with the invaders through the \"liaison\" from the Left Bank of Kherson region.</p><p style=\"font-weight: 400;\">Intelligence information was planned to be taken into account for the preparation of new and adjusting repeated blows in the city.</p><p style=\"font-weight: 400;\">However, the security service disrupted the invaders. This was made possible by timely exposure of enemy informants and \"step -by -step\" documentation of their intelligence activity.</p><p style=\"font-weight: 400;\">At the same time, measures were taken to protect personnel and military equipment forces forces in the regional center.</p><p style=\"font-weight: 400;\">During the searches at the addresses of the Russian Federation informants, Kremlin symbols, Rosgvardia chevrons and more were revealed.</p><p style=\"font-weight: 400;\">Currently, investigators of the Security Service have informed four detainees of suspicion under Part 2 of Art. 114-2 of the Criminal Code of Ukraine.</p><p style=\"font-weight: 400;\">They are threatening up to 8 years in prison</p></div>", "source": "https://armyinform.com.ua/2024/04/02/u-hersoni-zatrymaly-vorozhyh-informatoriv-yaki-gotuvaly-raketni-udary-po-pidrozdilah-sbu-ta-zsu/", "title": "In Kherson detained enemy informants who were preparing rocket strikes at the SBU and Armed Forces units", "description": "This was reported by the Security Service of Ukraine. It is noted that \"under the sight\" of the enemy were ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "СБУ"], "source_name": "ArmyInform"}