{"published time": "2024-04-02T14:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/gkj1o8vxuaazaji-e1712056030342.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1274\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-04-02T14-12-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-02T14-12-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The Minister of the Ministry of Foreign Affairs of Ukraine Dmitry Kuleb in the Hague at the opening of the conference 57 countries of the world \"Restoration of Justice for Ukraine\" stressed that Ukrainians have the right to demand justice right now. And not in a distant future.</strong></p><p>He is about it<a href=\"https://twitter.com/DmytroKuleba/status/1775110858772742356\" rel=\"nofollow\" target=\"_blank\">reported</a>In Twitter.</p><p class=\"quoteContent\">“Ukrainians do not want to hear that justice will be restored. They want to see him now. Not only on the battlefield, but also in the courtrooms, in real decisions. And they have the right to demand it, ”he said<span class=\"quoteAuthorContent\">Dmytro Kuleba.</span></p><p>In this context, according to the Foreign Ministry, there are already tangible results in four directions:</p><ul><li>He worked<a href=\"https://armyinform.com.ua/2024/03/27/mizhnarodnyj-reyestr-zbytkiv-vid-vijny-pochne-pryjmaty-zayavy-z-2-kvitnya/\">Register of losses</a>, which allows Ukrainians to demand compensation for damage or destruction of housing, and its scope will expand.</li><li>The International Center for Investigation of Aggression against Ukraine (ICPPA) has been established, whose prosecutors are currently investigating and preparing indictments on this crime.</li><li>The International Criminal Court has already issued the first four arrest warrants, including Putin's Russian dictator, and is expected to be more.</li><li>The first decisions on the use of frozen Russian assets in favor of Ukraine have already been taken, and this year this work should produce more results.</li></ul><p>“Even more work must be done. However, the first steps show that justice regarding Russian aggression and subsequent sweeping is inevitable, ”Dmytro Kuleba said.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/04/02/prezydent-zvernuvsya-do-uchasnykiv-konferencziyi-v-gaazi-kozhen-potenczijnyj-agresor-povynen-znaty-shho-na-nogo-chekaye/\">Armyinform</a>, President of Ukraine at a conference in Hague stressed that every potential aggressor should know what awaits him.</p></div>", "source": "https://armyinform.com.ua/2024/04/02/mayemo-pravo-vymagaty-dmytro-kuleba-v-gaazi-rozpoviv-pro-rezultaty-vidnovlennya-spravedlyvosti-dlya-ukrayiny/", "title": "We have the right to demand: Dmitry Kuleb in Hague told about the results of restoring justice for Ukraine", "description": "He reported it on Twitter. “Ukrainians do not want to hear that justice will be restored ....", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Гаага", "Дмитро Кулеба"], "source_name": "ArmyInform"}