{"published time": "2024-04-02T20:47:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/11/selidove-obstril.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"589\" src=\"../Images/2024-04-02T20-47-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-02T20-47-00-08-00/000000.jpg\" width=\"884\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The register of losses caused by aggression of the Russian Federation against Ukraine begins receiving applications for damages caused by Russian aggression.</strong></p><p class=\"\">About this<a href=\"https://rd4u.coe.int/en/home/-/asset_publisher/Su3og9ViDT37/content/register-of-damage-for-ukraine-opens-for-claims?_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_Su3og9ViDT37_assetEntryId=387534&amp;_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_Su3og9ViDT37_redirect=https%3A%2F%2Frd4u.coe.int%2Fen%2Fhome%3Fp_p_id%3Dcom_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_Su3og9ViDT37%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_Su3og9ViDT37_cur%3D0%26p_r_p_resetCur%3Dfalse%26_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_Su3og9ViDT37_assetEntryId%3D387534%23p_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_Su3og9ViDT37#p_com_liferay_asset_publisher_web_portlet_AssetPublisherPortlet_INSTANCE_Su3og9ViDT37\" rel=\"nofollow\" target=\"_blank\">reported</a>on the registry site.</p><p class=\"\">The loss register begins in stages. From April 2, reception of applications in one category will begin - damage or destruction of residential real estate.</p><p class=\"\">Other categories will be launched during the year, but a large number of of them are especially categories of applications from the persons who have suffered the most affected by the war, as well as statements related to damage or destruction of the critical infrastructure of Ukraine - will open in a few months.</p><p class=\"\">“The register will accept statements from people, business and the state in relation to more than 40 categories of damage, including loss of life, bodily harm, torture and sexual abuse, forced deportation, loss of property and other economic damage, as well as damage caused to historical and cultural heritage and cultural heritage and cultural heritage. the environment, ”the message reads.</p><p class=\"\">The register expects to submit an unprecedented number of applications - from 6 to 8 million. Only in the first category that has opened today, the register provides that it will receive from 300 to 600 thousand applications for compensation.</p><p class=\"\">From the first days, the possibility of submitting applications to the Register will be those who applied for a damaged or destroyed property under the Equinal Program, recorded damage in the register of destroyed and damaged property and received an act of inspection from local authorities.</p><p class=\"\">But in a few weeks, every owner of the destroyed housing - including in the temporarily occupied territories - will be able to apply in a few weeks.</p><p class=\"\">“Today, we are taking a huge step in restoring justice and compensation for the losses caused to Ukraine and the Ukrainians. From now on, the register of losses for Ukraine is transformed from a conceptual idea into a practical tool. It is not just a database, because of systematic documentation of each case, we lay the basis for a process that will allow the world to see the scale of losses caused to Ukraine, and will ensure that anyone who has suffered is a fair compensation, ”the Executive Director of the Register of Loss for Ukraine said the Executive Director Markian Klyuchkovsky.</p><p>As reported by the ArmyInform, to the register of losses may<a href=\"https://armyinform.com.ua/2024/04/02/do-reyestru-zbytkiv-mozhe-buty-podano-do-8-mln-zayav-na-vidshkoduvannya-denys-shmygal/\">be submitted up to 8 million applications</a>for compensation.</p></div>", "source": "https://armyinform.com.ua/2024/04/02/mizhnarodnyj-reyestr-zbytkiv-ogolosyv-pro-pochatok-pryjomu-zayav/", "title": "The International Damage Register has announced the start of receipt of applications", "description": "This was reported on the registry website. The loss register begins in stages ....", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф"], "source_name": "ArmyInform"}