{"published time": "2024-04-02T07:09:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/434965438_767295818916832_1517548637751692285_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"706\" src=\"../Images/2024-04-02T07-09-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-02T07-09-00-08-00/000000.jpg\" width=\"996\"/></figure><!-- .post-thumbnail --><p><strong>There were 71 fighting collisions during the last day. In total, the enemy caused 8 missile and 93 aviation strikes, and made 126 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>This was reported by the General Staff of the Armed Forces of Ukraine on its own<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0wSVFa3t42rTNBGGCqiyoxJpvKZFJe8m5HAuucKqX3VNM1AkefERXCm7ueDCaZPrGl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">Facebook page</a>.</p><p><strong>In Volyn and Polissya directions</strong>The operational situation remains without significant changes.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage activities in order to prevent the transfer of our troops to threatening directions, increases the density of mine-explosive barriers along the state border.</p><p><strong>In Kupyansk direction</strong>The enemy of the offensive (assault) did not take action.</p><p><strong>In the estuary direction</strong>Our soldiers repelled 9 attacks of the enemy in the area of the settlement of Terny of Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction</strong>Our warriors reflected 18 attacks in the areas of settlements of Bigorivka of Luhansk region; Controversial, Ivano-Darjivka, Bogdanivka, Ivanivske, Khishchiyivka, the time of the Yar of Donetsk region, where the enemy, with the support of aviation, tried to improve the tactical position.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 10 attacks in the areas of settlements of Berdychi, Pervomaisk Donetsk region, where the enemy tried to knock out our units from the occupied boundaries.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of settlements of St. George, Novomikhailivka, Veliky Novosilka, a crop of Donetsk region, where the enemy, with the support of aviation, tried more than 25 times to break through the defense of our troops.</p><p><strong>In the Orikhiv direction</strong>The invaders made 4 attacks on the positions of our defenders in the areas of Staromayorsky Donetsk region and the northwestern Verbov Zaporizhzhya region.</p><p><strong>In the Kherson direction</strong>The enemy does not give up the intention to knock out our units from the bridgeheads on the Dnieper Left Bank. Over the past day, 4 times attacked the positions of our troops.</p></div>", "source": "https://armyinform.com.ua/2024/04/02/ponad-70-bojovyh-zitknen-za-dobu-genshtab-zsu-povidomyv-pro-sytuacziyu-na-klyuchovyh-napryamkah/", "title": "More than 70 combat clashes per day: the General Staff of the Armed Forces reported the situation in key areas", "description": "This was reported by the General Staff of the Armed Forces of Ukraine on its Facebook page. On...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генштаб ЗС України", "Ситуація на фронті", "Хроніка війни"], "source_name": "ArmyInform"}