{"published time": "2024-04-02T19:40:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/vlk.jpg.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"467\" src=\"../Images/2024-04-02T19-40-00-08-00/000000.png\" srcset=\"../Images/2024-04-02T19-40-00-08-00/000000.png\" width=\"700\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky has signed a bill No. 10313, according to which citizens who are recognized as limited are suitable for a re -examination.</strong></p><p>About this<a href=\"https://itd.rada.gov.ua/billInfo/Bills/Card/43329\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the website of the Verkhovna Rada of Ukraine.</p><p>The document in particular provides for the cancellation of the concept of \"limited\" to service in the ranks of defense forces. Now men who, according to the VLK, have previously been recognized as limited, must undergo re -examination within nine months after the law enters into force.</p><p>“Those people who have received the conclusion of the VLK as“ limited suitable ”will be inspected and their suitability will be determined. In the future, the Military Medical Commission will not issue such a conclusion, ”-<a href=\"https://armyinform.com.ua/2024/03/21/obmezheno-prydatnym-do-vijskovoyi-sluzhby-dovedetsya-povtorno-projty-vlk/\">Explained</a>Earlier, Deputy Minister of Defense Natalia Kalmykova.</p><p>The same law contains rules for the protection of servicemen and police to social protection.</p><p>The law enters into force one month from the day following the day of its publication.</p><p>We will remind that the Verkhovna Rada of Ukraine the status of \"limited suit\" was canceled on March 21, after which the law was sent for signature of the President.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/04/02/prezydent-pidpysav-zakon-pro-mobilizacziyu-z-25-rokiv/?preview_id=562264&amp;preview_nonce=fd4ad2c4ff&amp;post_format=standard&amp;_thumbnail_id=562265&amp;preview=true\">Armyinform</a>, President of Ukraine Volodymyr Zelensky signed a law that reduces the age of mobilization from 27 to 25 years.</p></div>", "source": "https://armyinform.com.ua/2024/04/02/v-ukrayini-obmezheno-prydatni-mayut-povtorno-projty-vlk/", "title": "In Ukraine, restricted suitable should be re -passing the VLK", "description": "This is stated on the website of the Verkhovna Rada of Ukraine. The document in particular provides for cancellation ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["влк", "Володимир Зеленський", "Закон", "обмежено придатні", "Президент України"], "source_name": "ArmyInform"}