{"published time": "2024-04-02T19:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/1-101.png", "https://armyinform.com.ua/wp-content/uploads/2024/03/a1a568f1967b49238e8557c4b8b9f776a378e371.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"648\" src=\"../Images/2024-04-02T19-23-00-08-00/000000.png\" srcset=\"../Images/2024-04-02T19-23-00-08-00/000000.png\" width=\"1036\"/></figure><!-- .post-thumbnail --><p><strong>On April 2, President of Ukraine Volodymyr Zelensky signed a law that provides for the launch of an e -office of the military.</strong></p><p>About this<a href=\"https://itd.rada.gov.ua/billInfo/Bills/Card/42801\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the website of the Verkhovna Rada of Ukraine.</p><p>The draft card states that it was returned today with a signature from the President of Ukraine.</p><p>Bill<a href=\"https://itd.rada.gov.ua/billInfo/Bills/Card/42801\" rel=\"nofollow\" target=\"_blank\">№10062</a>Amendments to some laws of Ukraine on improving the procedure for processing and using data in state registers for military accounting and acquiring the status of a war veteran during martial law were approved by the Verkhovna Rada almost two months ago.</p><div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p>The explanatory note to the bill states that it is developed for the purpose of legislative improvement of the procedure of information cooperation between state registers, establishing the possibility of filing an application (appeal) in paper or electronic form to the relevant state bodies for acquiring the status of a participant of hostilities, persons with disabilities. a member of the family of fallen (dead) defenders and defenders of Ukraine, as well as determining the procedure for acquiring the status of a participant of hostilities during the martial law.</p></blockquote></div><p>The bill gives the Ministry of Defense of Ukraine the opportunity to strengthen cyber defense and the right to place their IT systems in military cloud communities of NATO member states.</p><p>The bill also provides for the improvement of the registers of conscripts, conscripts and reservists, in particular, regarding the establishment of interaction between registers, the use of military accounting data, etc.</p><figure class=\"kg-card ai-readalso-card\"><a class=\"ai-readalso-container\" href=\"https://armyinform.com.ua/2024/03/15/u-minoborony-prokomentuvaly-rozrobku-elektronnogo-kabinetu-vijskovozobovyazanogo/\" target=\"_blank\"><div class=\"ai-readalso-content\"><div class=\"ai-readalso-title\">The Ministry of Defense commented on the development of an e -office of a military service</div></div><div class=\"ai-readalso-thumbnail\"><img alt=\"У Міноборони прокоментували розробку Електронного кабінету військовозобов’язаного\" src=\"../Images/2024-04-02T19-23-00-08-00/000001.jpg\" srcset=\"../Images/2024-04-02T19-23-00-08-00/000001.jpg\"/></div></a></figure><p>At the same time, the adopted bill will introduce the possibility of creating and using a digital military accounting document-a certificate. Ukraine will create a register of servicemen of the Armed Forces and the State Service for Special Transport, which will facilitate the provision of online services to the military.</p><p>We will remind, on January 16 the Verkhovna Rada supported the project as a whole on the creation of a single electronic register of military personnel and automatic receipt of the certificate of the participant of hostilities.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/04/02/prezydent-pidpysav-zakon-pro-mobilizacziyu-z-25-rokiv/?preview_id=562264&amp;preview_nonce=fd4ad2c4ff&amp;post_format=standard&amp;_thumbnail_id=562265&amp;preview=true\">Armyinform</a>, President of Ukraine Volodymyr Zelensky signed a law that reduces the age of mobilization from 27 to 25 years.</p></div>", "source": "https://armyinform.com.ua/2024/04/02/v-ukrayini-zapustyat-e-kabinet-vijskovozobovyazanogo-glava-derzhavy-pidpysav-zakonoproyekt/", "title": "In Ukraine, the e-Kabinets of the military will be launched: the Head of State signed the bill", "description": "This is stated on the website of the Verkhovna Rada of Ukraine. The draft card states that ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["Володимир Зеленський", "е-кабінет", "Президент України"], "source_name": "ArmyInform"}