{"published time": "2024-04-02T10:21:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/65d36c36875a1715289454_730x360.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"485\" src=\"../Images/2024-04-02T10-21-00-08-00/000000.jpeg\" srcset=\"../Images/2024-04-02T10-21-00-08-00/000000.jpeg\" width=\"730\"/><figcaption class=\"wp-caption-text\">Dmytro Kuleba. Photo - mfa.gov.ua</figcaption></figure><!-- .post-thumbnail --><p><strong>On April 2, the Minister of Foreign Affairs of Ukraine will visit the Netherlands on April 2 on April 2, and will take part in the Ministerial Conference \"Restoration of Justice for Ukraine\".</strong></p><p>This is stated in a message on<a href=\"https://mfa.gov.ua/events/vizit-dmitra-kulebi-do-gaagi\" rel=\"nofollow\" target=\"_blank\">Site</a>Office.</p><p>The purpose of the conference is to discuss paragraph 7 of \"restoration of justice\" of the formula of the President of Ukraine Volodymyr Zelensky and processing the results of documentation and investigation of crimes committed by Russian invaders in the territory of Ukraine.</p><p>Particular attention will also be focused on the next steps towards creating a special tribunal on the crime of aggression against Ukraine.</p><p>In addition to the organizers of the conference - Ukraine, the Kingdom of the Netherlands and the European Commission, the event will be attended by the prosecutor of the International Criminal Court, the Secretary General of the Council of Europe, the President of Euras, representatives of the International Register Aggression against Ukraine (ICPA) and others.</p><p>As a result of the conference, a political declaration will be adopted.</p><p>The Ministry of Foreign Affairs of Ukraine will also hold a number of bilateral negotiations, in particular with the Dutch colleague Hanke Bryows Slot.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/04/02/dmytro-kuleba-u-gaazi-vizme-uchast-u-konferencziyi-shhodo-voyennyh-zlochyniv-rf-v-ukrayini/", "title": "Dmytro Kuleba in the Hague will participate in the Conference on Russian Crimes in Ukraine", "description": "This is stated in a message on the website of the department. The purpose of the conference is to discuss ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["воєнні злочини", "Дмитро Кулеба"], "source_name": "ArmyInform"}