{"published time": "2024-04-02T10:33:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/efca3595-c29e-4932-b2fa-9459fdb75472.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-04-02T10-33-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-02T10-33-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Security counterintelligence detained another participant in the FSB agent network, which was exposed earlier this year. Then five Russian agents were detained in Dnipropetrovsk and Donetsk regions. Among them is the engineer of the defense plant and the City Council official in Donetsk region, which tracked the geolocation of the Armed Forces in the frontlines.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11605\" rel=\"nofollow\" target=\"_blank\">informs</a>Security Service of Ukraine.</p><p>It is noted that the sixth person has now been detained. The malefactor tried to identify military aerodromes and places of basement of Ukrainian air defense near Kryvyi Rih. She also tracked the flight directions of the Armed Forces of combat aviation. In case of detection of \"necessary\" objects, the malefactor had to fix their geolocation on electronic maps and \"report\" to the FSB.</p><p>The reconnaissance of the aggressor planned to use for the preparation of air strikes for \"purposes\" with the use of rocket weapons and drones-Kamikadze type Shahd.</p><p>However, the Security Service exposed the Russian agent in a timely manner, documented its criminal acts and detained.</p><p>As reported in the SBU, the involvement is a local resident, an ideological supporter of Rashism. In October 2023, a woman got into the field of view of the FSB through her girlfriend - another participant in the enemy group who is currently in custody.</p><p>“To follow the Air Aviation and Air Defense of the Armed Forces, the traitor came to the ground. She also tried to detect and hide the military infrastructure. The communication was supported in the messenger with the FSB personnel employee. His identity has already been established by the Security Service, ”the post reads.</p><p>During the searches, a mobile phone was removed in the room with evidence of its correspondence with the aggressor.</p><p>Currently, investigators of the Security Service have reported the detainee of suspicion under Part 2 of Art. 111 of the Criminal Code of Ukraine (State betrayal committed in the conditions of martial law). The malefactor is in custody. She is threatened with life imprisonment.</p><p>The complex measures were carried out by SBU staff in Donetsk and Luhansk regions with the procedural guidance of the regional prosecutor's office.</p></div>", "source": "https://armyinform.com.ua/2024/04/02/shpyguvala-za-bojovymy-litakamy-zsu-poblyzu-kryvogu-rogu-zatrymaly-uchasnyczyu-agenturnoyi-merezhi-fsb-kontrrozvidka-sluzhby-bezpeky-zatrymala-shhe-odnu-uchasnyczyu-agenturnoyi-merezhi-fsb-yaku/", "title": "She spied on the Armed Forces combat aircraft: a participant of the FSB agent network was detained near the Curvag", "description": "This was reported by the Security Service of Ukraine. It is noted that the sixth ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "колаборант", "СБУ"], "source_name": "ArmyInform"}