{"published time": "2024-03-18T13:38:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/foto-1.-legkyj-bronovanyj-rozviduvalnyj-transporter-kleszcz.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/foto-2.-legkyj-bronovanyj-rozviduvalnyj-transporter-kleszcz.-foto-amz-kutno.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/foto-3.-legkyj-bronovanyj-rozviduvalnyj-transporter-kleszcz.-foto-amz-kutno.jpg"], "content": "<div class=\"single-content\">\n<figure class=\"post-thumbnail\">\n<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"442\" src=\"../Images/2024-03-18T13-38-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T13-38-00-08-00/000000.jpg\" width=\"664\"> <figcaption class=\"wp-caption-text\">\r\n\t\tЛегкий броньований розвідувальний транспортер Kleszcz. Фото: AMZ-Kutno</figcaption>\n</img></figure><!-- .post-thumbnail -->\n<p><strong> Військо польське модернізує свої тактичні розвідувальні можливості, підписавши контракт з вітчизняним розробником автомобілів AMZ-Kutno на постачання колісних дозорних машин Kleszcz, які базуються на легких броньованих розвідувальних транспортниках (LOTR) Bóbr 3. </strong></p>\n<p>Новітні Kleszcz (<em>Кліщ — українською</em>) покликані замінити ще старі радянські <a href=\"https://warfreedom.wixsite.com/uamil/-2-c1zmw\" rel=\"nofollow\" target=\"_blank\">БРДМ-2</a>, зокрема модернізовані Польщею (РП) BRDM-2 М96/М97, повідомляє АрміяInform.</p>\n<p>Проєкт LOTR є елементом польської програми «Оперативна патрульна розвідка», яка входить до ширшого плану технічної модернізації Збройних сил РП. Контракт, підписаний наприкінці зими 2024 року, передбачає закупівлю 286 легких броньованих розвідників, які будуть поставлені з 2025 по 2035 рік.</p>\n<p>Kleszcz (<em>більш ранішнє найменування – Bóbr-3</em>) надійде на озброєння розвідувальних підрозділів сухопутних військ РП. Машина має забезпечити можливість експлуатації протягом п’яти діб у будь-яких погодних умовах та у будь-який час дня і ночі.</p>\n<p>Kleszcz використовує фірмову колісну формулу 4×4, що працює від дизельного силового агрегата потужністю 240 кВт, пов’язаного з автоматичною коробкою передач Allison. Має швидкість 90 км/год і здатність пересуватися бездоріжжям. Бронювання забезпечує захист від балістичних загроз для 4569 STANAG рівня 2 (куля 7,62×39 мм на відстані 30 метрів), а також від вибухів мін рівня 2A (6 кг).</p>\n<figure aria-describedby=\"caption-attachment-552604\" class=\"wp-caption alignnone\" id=\"attachment_552604\" style=\"width: 664px\"><img alt=\"\" class=\"size-full wp-image-552604\" height=\"442\" loading=\"lazy\" src=\"../Images/2024-03-18T13-38-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-18T13-38-00-08-00/000001.jpg\" width=\"664\"><figcaption class=\"wp-caption-text\" id=\"caption-attachment-552604\">Легкий броньований розвідувальний транспортер Kleszcz. Фото: AMZ-Kutno</figcaption></img></figure>\n<p>Крім виконання розвідувальних місій, LOTR дозволяє надавати вогневу підтримку завдяки дистанційно керованому бойовому модулю, спорядженому кулеметами калібру 12,7 та 7,62 мм і здатному вести боротьбу з легкоброньованою технікою, повітряними цілями, що низько летять, і живою силою противника.</p>\n<p>Машина є повністю амфібійною зі швидкістю пересування на воді до 7 км/год, що полегшує розвідку, незважаючи на річки та водні перешкоди.</p>\n<p>Автомобіль перевозитиме п’ятьох солдатів, включаючи водія. Це дозволить десантувати розвідувальну групу, коли це необхідно. Автомобіль демонструвався на оборонних виставках, оснащений телескопічною щоглою, на якій встановлено датчики розвідки та спостереження.</p>\n<p>Сюди, ймовірно, входять електрооптичні датчики «День/Ніч», лазерний далекомір і тактичний наземний радар. Крім того, повідомляється, що Kleszcz здатен перевозити, розгортати та контролювати один або обидва безпілотні літальні та наземні апарати для здійснення дистанційного спостереження.</p>\n<figure aria-describedby=\"caption-attachment-552605\" class=\"wp-caption alignnone\" id=\"attachment_552605\" style=\"width: 664px\"><img alt=\"\" class=\"size-full wp-image-552605\" height=\"442\" loading=\"lazy\" src=\"../Images/2024-03-18T13-38-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-18T13-38-00-08-00/000002.jpg\" width=\"664\"><figcaption class=\"wp-caption-text\" id=\"caption-attachment-552605\">Легкий броньований розвідувальний транспортер Kleszcz. Фото: AMZ-Kutno</figcaption></img></figure>\n<p>За <a href=\"https://www.armadainternational.com/2024/03/poland-contracts-for-new-armoured-reconnaissance-vehicles/\" rel=\"nofollow\" target=\"_blank\">висновками</a> аналітика оборонного видання Armada International Стівена В. Міллера, ймовірно, нова польська бронемашина матиме бортову навігацію та позиціонування, а також захищений зв’язок і здатність аналізувати та передавати розвідувальні дані.</p>\n<p>«Це придбання свідчить про визнання важливості передової розвідки на полі бою, що було продемонстровано під час війни в Україні», — підсумував Стівен В. Міллер.</p>\n<p>Розробка та виготовлення бронеавтомобіля відбувалася у співпраці AMZ-Kutno S.A, Військового інституту хімії та радіометрії, Військового інституту зв’язку та Військового інституту технології озброєння Республіки Польща.</p>\n<p>Загальна вартість проєкту розробки бронемашини Kleszcz становить zł36,45 млн злотих (близько до ₴357,5 млн).</p>\n<p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/7UDHyoTgssY?feature=oembed\" title=\"Poland Signs Deal for 286 Kleszcz/Bóbr-3 vehicles\" width=\"640\"></iframe></p>\n<p><strong><em><u>Відео:</u></em></strong> Легкий броньований розвідувальний транспортер Kleszcz. Відео: Military Coverage.</p>\n</div>", "source": "https://armyinform.com.ua/2024/03/18/proshhavaj-radyanshhyno-polshha-vidmovlyayetsya-vid-brdm-2-chasiv-srsr-na-koryst-bronovanyh-rozvidnykiv-kleszcz/", "title": "Прощавай, радянщино: Польща відмовляється від БРДМ-2 часів срср на користь броньованих розвідників Kleszcz", "description": "Новітні Kleszcz (Кліщ — українською) покликані замінити ще старі радянські БРДМ-2,...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["Kleszcz", "Озброєння та техніка", "Польща"]}