{"published time": "2024-03-07T09-11-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-5.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-5.jpeg"], "content": "<div class=\"single-content\">\n<figure class=\"post-thumbnail\">\n<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"619\" sizes=\"(max-width: 1100px) 100vw, 1100px\" src=\"../Images/2024-03-07T09-11-99/000000.jpeg\" srcset=\"../Images/2024-03-07T09-11-99/000000.jpeg\" width=\"1100\"> <figcaption class=\"wp-caption-text\">\r\n\t\tСупутник угруповання Wideband Global SATCOM (WGS). Художнє зображення Boeing</figcaption>\n</img></figure><!-- .post-thumbnail -->\n<p><strong> Міністерство оборони США уклало з компанією Boeing багатомільйонний контракт для створення нового військового супутника. Космічний апарат буде розміщений на навколоземній орбіті та призначений для зв'язку. </strong></p>\n<p>Як <a href=\"https://space24.pl/bezpieczenstwo/technologie-wojskowe/nowy-satelita-boeinga-wesprze-wojsko-usa?_gl=1%2a1tjywm7%2a_ga%2aODA1OTYxNjU1LjE3MDQyNjMwNzc.%2a_ga_V9HJHCHWER%2aMTcwOTYyNjgyMy41NS4wLjE3MDk2MjY4NjAuMjMuMC4w%2a_ga_74VRD6CCXR%2aMTcwOTYyNjgyMy41Ni4wLjE3MDk2MjY4NjAuMC4wLjA.\" rel=\"nofollow\" target=\"_blank\">інформує</a> оборонний портал Space24, Пентагон від імені Космічних сил США уклав контракт на будівництво нового супутника зв’язку для військових, який буде розгорнутий на геостаціонарній орбіті (GEO).</p>\n<p>Для цього було обрано компанію Boeing, яка отримала на ці цілі $439,6 млн. Відповідно до контракту, Boeing побудує ще один супутник угруповання Wideband Global SATCOM (WGS), повідомляє АрміяInform.</p>\n<p>Як вказує безпосереднє позначення нового апарату (WGS-12), це буде 12-й супутник геостаціонарної мережі, завданням якого є надання послуг зв’язку ЗС США, а також військам союзників.</p>\n<p>Експерти нагадали, що Boeing є генеральним підрядником угруповання WGS з 2001 року, а перший апарат було запущено в космос у 2007 році.</p>\n<figure aria-describedby=\"caption-attachment-548281\" class=\"wp-caption alignnone\" id=\"attachment_548281\" style=\"width: 1219px\"><img alt=\"\" class=\"size-full wp-image-548281\" height=\"732\" loading=\"lazy\" src=\"../Images/2024-03-07T09-11-99/000001.jpeg\" srcset=\"../Images/2024-03-07T09-11-99/000001.jpeg\" width=\"1219\"><figcaption class=\"wp-caption-text\" id=\"caption-attachment-548281\">Цех складання супутників Wideband Global Satcom (WGS). Фото: Boeing</figcaption></img></figure>\n<p>Наразі компанія зосереджена на будівництві апарату WGS-11 у межах контракту, укладеного п’ять років тому. Супутник оснащений корисним навантаженням PTS-P (Protected Tactical Prototype) — системою, яка відповідає за захист апарату від ворожих спроб вивести його з ладу.</p>\n<p>Компанія Boeing заявила, що планує доставити супутник замовнику 2024 року. Його планують вивести на орбіту за допомогою системи запуску Vulcan Centaur компанії United Launch Alliance (ULA).</p>\n<p>Угруповання супутників Wideband Global Satcom (WGS) включає телекомунікаційні супутники на геостаціонарній орбіті та використовується для зв’язку в запрограмованому частотному спектрі. Через військове призначення їх точні орбітальні позиції не розголошуються.</p>\n<p>Супутник WGS виконаний на базі платформи Boeing 702 потужністю 13 кВт, має діаграму спрямованості антени, що реконфігурується із Землі. Супутник оснащений транспондерами X- та Ka-діапазонів і бортовим маршрутизатором, що дозволяє супутникові забезпечувати зв’язок двох будь-яких довільних користувачів у межах зони обслуговування.</p>\n<p>Версія WGS-11+ вдвічі продуктивніша за своїх попередників. При цьому один апарат WGS наділений такою пропускною здатністю, що і ціле сузір’я DSCS. Система підтримує комунікацію та передачу даних для тактичного та оперативного управління військовими операціями, а також для розвідувальних та бойових місій.</p>\n<p>Boeing будує військові супутники в Ель-Сегундо, Каліфорнія. Згідно з оголошенням про контракт, WGS-12 має бути доставлений у січні 2029 року.</p>\n<p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"480\" loading=\"lazy\" src=\"https://www.youtube.com/embed/vcMIMRV23Qg?list=PLisXk-Y3grXrjdgLjvGzYt3JV2eZ0K9CJ\" title=\"Wideband Global SATCOM overview\" width=\"640\"></iframe></p>\n<p>Принцип роботи угруповання супутників WGS. Відео: Ronsmythei</p>\n</div>", "source": "https://armyinform.com.ua/2024/03/07/popovnennya-u-suziryi-satelitiv-pentagonu-boeing-rozrobyt-vijskovyj-suputnyk-zvyazku-dlya-kosmichnyh-syl-ssha/", "title": "Поповнення в сузір’ї сателітів Пентагону: Boeing розробить військовий супутник зв’язку для Космічних сил США", "description": "Як інформує оборонний портал Space24, Пентагон від імені Космічних сил США уклав контракт...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["ОВТ", "супутник", "США"]}