{"published time": "2024-03-23T11:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/58c5c59d-01b5-444f-97fc-ee13afaeb624.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"794\" src=\"../Images/2024-03-23T11-16-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-23T11-16-00-08-00/000000.jpeg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Katerina Chernogorenko</figcaption></figure><!-- .post-thumbnail --><p><strong>Ukraine has a decision to use artificial intelligence in the development of unmanned systems, and is one of the world leaders in the development and testing of technology on the battlefield.</strong></p><p><span>The Deputy Minister of Defense of Ukraine Kateryna Chernororenko was about it</span><a href=\"https://www.mil.gov.ua/news/2024/03/23/ukraina-e-odnim-zi-svitovih-lideriv-u-rozrobczi-i-testuvanni-tehnologij-na-poli-boyu-katerina-chernogorenko/\" rel=\"nofollow\" target=\"_blank\"><span>She said</span></a><span>During the first session on the implementation of the political declaration on responsible use of artificial intelligence in the military sphere organized by the United States.</span></p><p><span>“Ukraine uses artificial intelligence to save people's lives through the development of defense technologies. While Russia uses the artificial intelligence of the Shahanedov, destroying everything in the area of reach of its weapons: hospitals, educational establishments, orphanages, etc. ”, - said Kateryna Chernnoroenko.</span></p><p><span>The political declaration on the responsible use of artificial intelligence in the military sphere at the initiative of the US side was signed by 46 countries, including Ukraine, the United States, Japan and other countries from Africa, Europe and North America.</span></p><p><span>This initiative helps to create an international responsibility system. It is significant that there are no Russia among the signatories.</span></p><p><span>“Ukraine is one of the world leaders in the development and testing of new technological solutions on the battlefield. We have a solution to how effective use of AI in the development of unmanned systems. Some options have already been tested and even used on the front line, ”Kateryna Chernnoroenko shared.</span></p><p><span>We will add that in 2020 the Government of Ukraine adopted the order No. 1556-p \"On approval of the Concept of Development of Artificial Intelligence in Ukraine\". The implementation of the concept is provided for the period up to 2030.</span></p><p><span>The road card was also approved for the concept for 2021-2024.</span></p><p><span>As the Armyinform Wrote,</span><span>Some units of the Armed Forces of Ukraine</span><a href=\"https://armyinform.com.ua/2024/02/20/vadym-suharevskyj-okremi-ukrayinski-pidrozdily-vzhe-testuyut-systemy-zi-shtuchnym-intelektom/\"><span>test systems with artificial intelligence</span></a><span>and study their possible use in combat.</span></p></div>", "source": "https://armyinform.com.ua/2024/03/23/ukrayina-ye-odnym-zi-svitovyh-lideriv-u-rozrobczi-j-testuvanni-tehnologij-na-poli-boyu-kateryna-chernogorenko/", "title": "Ukraine is one of the world leaders in the development and testing of technologies on the battlefield - Kateryna Chernororenko", "description": "The Deputy Minister of Defense of Ukraine Kateryna Chernororenko stated this during the first ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["дрони", "Катерина Черногоренко"], "source_name": "ArmyInform"}