{"published time": "2024-03-23T16:02:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/05/groshi-dlya-vpo.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"729\" src=\"../Images/2024-03-23T16-02-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-23T16-02-00-08-00/000000.jpg\" width=\"1024\"/></figure><!-- .post-thumbnail --><p><strong>The Cabinet of Ministers of Ukraine has allocated more than 156 million hryvnias for compensation for free placement of displaced persons in establishments.</strong></p><p>This is said in<a href=\"https://www.kmu.gov.ua/news/uriad-vydilyv-shche-ponad-156-milioniv-hryven-na-kompensatsii-za-bezoplatne-rozmishchennia-vpo-u-zakladakh\" rel=\"nofollow\" target=\"_blank\">message</a>Government portal.</p><p>It is about compensation for consumed utilities during the free stay of internally displaced persons in the premises of state, communal and private property.</p><p>The document provides for the allocation of more than UAH 156.6 million from the state budget reserve fund to cover the costs of utilities for October - December 2023.</p><p>Of them will be directed:</p><ul><li>More than 23 million hryvnias - for the payment of compensation to state -owned institutions belonging to the sphere of management of the Ministry of Internal Affairs, the Ministry of Agrarian Policy, the Ministry of Energy, the Ministry of Energy, the Ministry of Education and Science, the Ministry of Health, MKIP, the Ministry of Social Policy.</li><li>More than 129.1 million hryvnias - municipal institutions, state education institutions, which are transferred for financing from local budgets, and joint ownership of territorial communities of the region and district, which are in the management of regional and district councils.</li><li>More than UAH 4.4 million - private institutions (except for private educational institutions).</li></ul><p>This additional subsidy from the state budget to local budgets for the approved distribution between regional budgets will be carried out by the Ministry of Reintegration.</p><p>As reported by the Armyinform, the Government of March 22<a href=\"https://armyinform.com.ua/2024/03/23/uryad-utochnyv-perelik-kategorij-vpo-yaki-otrymuvatymut-dopomogu-na-prozhyvannya/\">accepted</a>The resolution developed by the Ministry of Social Policy and specified the list of IDPs that will be eligible for payments for another 6 months.</p></div>", "source": "https://armyinform.com.ua/2024/03/23/uryad-vydilyv-shhe-ponad-156-mln-grn-na-kompensacziyi-za-bezoplatne-rozmishhennya-vpo-u-zakladah/", "title": "The government has allocated more than 156 million UAH for compensation for free placement of IDPs in establishments", "description": "This is stated in the government portal. It is about compensation for consumed ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ВПО"], "source_name": "ArmyInform"}