{"published time": "2024-03-23T12:29:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/169934b6-d724-4aed-96aa-6a3197486b0d-1.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1121\" sizes=\"(max-width: 1500px) 100vw, 1500px\" src=\"../Images/2024-03-23T12-29-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-23T12-29-00-08-00/000000.jpeg\" width=\"1500\"/><figcaption class=\"wp-caption-text\">Rustem Umerov and Troels Lund Polesen at a conference in Kiev.</figcaption></figure><!-- .post-thumbnail --><p><strong>Ukraine and Denmark have to establish a long -term partnership between Danish and Ukrainian defense companies, as it is part of a bilateral security obligation.</strong></p><p>According to the correspondent of the ArmyInform, the Minister of Defense of Denmark Troyels Lund Poolsen said during the Danish-Ukrainian Conference of Defense Industry in Kiev.</p><p>“I hope that the Danish state will be able to assist, as well as directly invest in defense companies here in Ukraine. We discussed this at meetings yesterday as well as this morning. I think we can do even more than we did before, ”said the head of the Danish defense department.</p><p>The Minister emphasized Denmark's willingness to support Ukraine in the long run.</p><p>“It is very important to say here today, because you also need long -term support from European countries. I would like to emphasize that Denmark will be here and will support you as a whole. I am really pleased to be here today and see so many Danish companies that came here, ”he said.</p><p>Troels Lund Poulsen expressed the hope that today's conference is the first of many in Denmark's efforts aimed at firm cooperation with Ukraine in the future.</p><p>“I arrived with a delegation of the last convocation parliament yesterday and we had very fruitful and very<a href=\"https://armyinform.com.ua/2024/03/22/prezydent-ukrayiny-obgovoryv-trenuvannya-ukrayinskyh-pilotiv-na-litakah-f-16-ministrom-oborony-daniyi/\">Good discussions</a>With President Vladimir Zelensky, ”the Danish Defense Minister added.</p><p>As previously reported, Denmark Prime Minister Matte Frederixen and President of Ukraine Volodymyr Zelensky have signed a 10-year security agreement between the two countries.</p><p>“I consider this agreement the right step. I am very glad, and for me it is a great honor that now we can move on with these changes, ”Troels Lund Polesen emphasized.</p><p>On the eve of Danish minister<a href=\"https://armyinform.com.ua/2024/03/22/nato-maye-dopomogty-ukrayini-sogodni-bo-cherez-2-3-roky-bude-pizno-ministr-oborony-daniyi/\">stated</a>that the countries of the North Atlantic Alliance can and should do more to support Ukraine, otherwise in 2-3 years it will be too late.</p></div>", "source": "https://armyinform.com.ua/2024/03/23/ministr-oborony-daniyi-obgovoryuyemo-bezposeredni-investycziyi-v-oboronni-kompaniyi-v-ukrayini/", "title": "Danish Defense Minister: We discuss direct investment in defense companies in Ukraine", "description": "According to the correspondent of the Armyinform, Danish Defense Minister Troyels Lund Polesen ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Данія", "оборонна співпраця"], "source_name": "ArmyInform"}