{"published time": "2024-03-23T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-19.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-18.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"627\" src=\"../Images/2024-03-23T09-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-23T09-11-00-08-00/000000.jpeg\" width=\"1203\"/><figcaption class=\"wp-caption-text\">: Model of a light combat single F-50 aircraft. Photo: Kai</figcaption></figure><!-- .post-thumbnail --><p><strong>Korea Aerospace Industries from the Republic of Korea will develop a light F-50 easy single aircraft for the military.</strong></p><p>As<a href=\"https://www.koreaittimes.com/news/articleView.html?idxno=129558\" rel=\"nofollow\" target=\"_blank\">indicate</a>The Seulian edition of Korea IT Times, a promising aircraft model will be a new version of a light FA-50 combat aircraft, the Army Informs.</p><p>According to the statement, at a meeting of the Board of Directors of Korea Aerospace Industries, it was decided to invest a total of 908.6 billion WWIs ($ 700 million) in the development of a single version of the FA-50 and an advanced unmanned AV (Advanced Air Vehicle).</p><p>It is noted that this aircraft will begin in 2024, and will end in 2028. In total, KAI plans to sell at least 300 F-50 units. Korean aircraft builders hope for the popularity of the model, since the previous version of the FA-50 educational and combat has a successful export history.</p><p>Meanwhile, designers from Korea Aerospace Industries have planned to give their plane as basic characteristics:</p><ul><li>Maximum speed: 1.5 swings</li><li>Flight range: 2000 km</li><li>combat load: 3000 kg.</li></ul><p>What should make the F-50 special is a powerful power plant: the aircraft is planned to be equipped with a General Electric T73-Ge-Genectric Engine.</p><p>It is known that the F-50 combat aircraft will have an identical appearance from the FA-50, but with an additional fuel tank and bar for refueling. It should be noted that the South Korea Defense Ministry has not found sufficient attention to the F-50, because today they have been recognized as more important than the development of the fifth generation KF-21.</p><figure aria-describedby=\"caption-attachment-554601\" class=\"wp-caption alignnone\" id=\"attachment_554601\" style=\"width: 1064px\"><img alt=\"\" class=\"size-full wp-image-554601\" height=\"590\" loading=\"lazy\" src=\"../Images/2024-03-23T09-11-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-23T09-11-00-08-00/000001.jpeg\" width=\"1064\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-554601\">Lightweight FA-50 combat aircraft. Photo: Kai.</figcaption></figure><p>Therefore, KAI plans to focus on the F-50 exports and hopes that Malaysia will be the first buyer, which has previously acquired FA-50 and views it as a potential replacement of the main Su-30. Koreans want to involve countries in their program seeking replacement of outdated Soviet aircraft, as well as those operating the Western old F-5 and A-4 models.</p><p>The exit to the world market should take place by 2031, which provides for the receipt of internal certificates from the American FAA. KAI wants to occupy up to 50% of the world market of light combat aircraft, which is estimated at more than 450 units.</p><p>South Korea plans to produce the F-50 for individual order according to customer needs. Currently, the country has already sold 138 FA-50 abroad.</p><p>The developers will pay attention to the flight range and maintain the possibility of refueling in the air. The arsenal of the air-air and air-earth rocket weapons will also increase.</p><p><em><u>Reference:</u></em>FA-50 is a multi-purpose fighter that can develop speeds up to 1650 km/h. It has suspended mounts for various missiles and bombs, including AIM-9 Sidewinder and AGM-65 Maverick. FA-50 is also intended for training pilots and combat operations. Thanks to modern Avionica, it is able to perform the tasks of air struggle, maintain land operations and attacks on air and land purposes.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/I0-wMPHl5qQ?feature=oembed\" title=\"Korea Aerospace Industries (KAI) Promotional Video\" width=\"640\"></iframe></p><p>FA-50 aircraft and other products of Korea Aerospace Industries. Video: Korea Defense Blog</p></div>", "source": "https://armyinform.com.ua/2024/03/23/zletity-vyshhe-konkuretniv-z-novym-f-50-korejczi-planuyut-zahopyty-polovynu-svitovogo-rynku-legkyh-bojovyh-litakiv/", "title": "Flee the above competitors: with new F-50 Koreans plan to capture half of the world market of light combat aircraft", "description": "According to the reporters of the Seul edition of Korea IT Times, a promising model ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["літак F-50", "ОВТ", "Південна Корея"], "source_name": "ArmyInform"}