{"published time": "2024-03-23T12:48:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/cae19a96-1c98-425f-9a5a-61d964a66d77.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-23T12-48-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-23T12-48-00-08-00/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The State Institution \"National Military Memorial Cemetery\" has registered the right of permanent use of land for the construction of this facility.</strong></p><p><span>About this</span><a href=\"https://mva.gov.ua/ua/news/nacionalne-vijskove-memorialne-kladovishche-otrimalo-v-postijne-koristuvannya-zemelni-dilyanki-dlya-budivnictva-nvmk\" rel=\"nofollow\" target=\"_blank\"><span>informs</span></a><span>The press service of the Ministry of Veterans of Ukraine.</span></p><p><span>Two land plots are located within the Gatnen Territorial Community, in the Kyiv region, near the village of Markhalivka and the South Cemetery (Vita Postiv).</span></p><p><span>The total area is more than 265 hectares. Of these, more than 120 hectares will be occupied directly by burial fields, Columbarium, crematoriums, religious buildings, museum complex and other objects to ensure honorary burials of the military.</span></p><p><span>“From now on, the new dynamic development of the project begins. Earlier, the NVMC was engaged in the development of the site and planning the next stages, then in fact preparatory work for construction could be started from now on, ”said Acting. Minister for Veterans Affairs Alexander Pryhun.</span></p><p><span>According to him, the Ministry of Veterans have already developed a project of the order of maintenance and protection of the NVMC, which will establish rules of behavior, stay, prohibitions, placements and arrangement of burial places, etc. Currently, work on the NVMC has moved from the Cabinet to the construction site.</span></p><p><span>The director of the State Institution \"National Military Memorial Cemetery\" Yaroslav Prynutkin explained how it is possible to accelerate the process of construction of the cemetery.</span></p><p><span>\"For this purpose, a sketch project, copyright ... is broken down into several queues of construction, which will be built not after each other, but in parallel, which will also contribute to the efficient use of time to build one of the most important objects of memory of national importance,\" he said he.</span></p><p><span>As the Armyinform Writing, March 15</span><span>The Cabinet of Ministers of Ukraine at its meeting</span><a href=\"https://armyinform.com.ua/2024/03/15/ostatochno-vyznacheno-miscze-roztashuvannya-naczionalnogo-vijskovogo-memorialnogo-kladovyshha/\"><span>approved the order</span></a><span>on determining the location of the National Military Memorial Cemetery.</span></p></div>", "source": "https://armyinform.com.ua/2024/03/23/naczionalne-vijskove-memorialne-kladovyshhe-otrymalo-v-postijne-korystuvannya-265-gektariv-pid-kyyevom/", "title": "The National Military Memorial Cemetery has received 265 hectares near Kiev for permanent use", "description": "The press service of the Ministry of Veterans of Ukraine informs about it. Two land ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Національне військове меморіальне кладовище"], "source_name": "ArmyInform"}