{"published time": "2024-03-23T13:19:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/f5900698-4c2b-4ca3-a00e-878de116b89d.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/6e3728c0-9e1e-4f6f-83f6-a6a21b8aa33c.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-23T13-19-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-23T13-19-00-08-00/000000.jpeg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Rust Umerov during a speech on the forum. Photo - Dmitry Kozatsky</figcaption></figure><!-- .post-thumbnail --><p><strong>Now is the best moment to invest in the development of defense capabilities that will help Ukrainian soldiers defeat the enemy.</strong></p><p>According to the correspondent of the Armyinform, the Minister of Defense of Ukraine Rustem Umerov emphasized this during the Danish-Ukrainian Conference of Defense Industry in Kiev.</p><p>“Dear friends, I urge you to participate in joint production with Ukraine to localize and scale your technological and defensive projects in Ukraine. It is now the best moment to invest in the development of defense capabilities that will help Ukrainian soldiers to defeat the enemy, ”said the Minister of Defense of Ukraine.</p><figure aria-describedby=\"caption-attachment-554867\" class=\"wp-caption alignnone\" id=\"attachment_554867\" style=\"width: 1280px\"><img alt=\"\" class=\"wp-image-554867 size-full\" height=\"853\" loading=\"lazy\" src=\"../Images/2024-03-23T13-19-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-23T13-19-00-08-00/000001.jpeg\" width=\"1280\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-554867\">Photo - Dmitry Kozatsky</figcaption></figure><p>According to Rustem Umerov, the defense industry and the business community are now playing an important role in helping Ukraine.</p><p>“This is our common goal, and we must work together to develop our defense-industrial base, expand the production of weapons and ammunition as much as possible and as soon as possible, as well as introduce technological innovations into the defense sector. As practice shows in Ukraine, cooperation with the private sector is important for the development of modern defensive capabilities in many critical areas, such as mines, air and terrestrial lesions, logistics, radio electronic struggle, ”the Minister of Defense said.</p><p>According to Rustem Umerov, a fundamental component for rapid innovation is combat experience. Therefore, he (combat experience - ed.) Is the key to understanding how to create reliable systems that will meet the requirements of real fighting.</p><p>“In Ukraine, your companies, your engineers, your investments can benefit from the fastest cycle of development of innovation based on combat experience. In this context, I look forward to Danish-Ukrainian Business Conference at the end of this year to discuss cooperation in defense technologies and global production, ”the Minister of Defense of Ukraine emphasized.</p><p>Rustem Umerov also said that nowadays companies from other countries that create joint ventures in Ukraine use the extensive experience of Ukrainian scientists, developers and operators.</p><p>“They achieve significant success in the field of unmanned technologies, radio electronic struggle, communication and many other areas. The Ukrainian defense technology ecosystem is growing rapidly. This is an important opportunity for joint investment, ”the head of the Ukrainian defense department assured.</p><p>As reported by the Armyinform, Danish Defense Minister Troyels Lund Polesen<a href=\"https://armyinform.com.ua/2024/03/23/ministr-oborony-daniyi-obgovoryuyemo-bezposeredni-investycziyi-v-oboronni-kompaniyi-v-ukrayini/\">stated</a>that Ukraine and Denmark have to establish a long -term partnership between Danish and Ukrainian defense companies, as it is part of a bilateral security obligation.</p></div>", "source": "https://armyinform.com.ua/2024/03/23/rustem-umyerov-zaklykav-daniyu-do-spilnogo-oboronnogo-vyrobnycztva-z-ukrayinoyu/", "title": "Rustem Umerov called on Denmark for joint defense production with Ukraine", "description": "According to the correspondent of the Armyinform, the Minister of Defense of Ukraine Rustem emphasized this ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Данія", "Рустем Умєров"], "source_name": "ArmyInform"}