{"published time": "2024-03-23T18:20:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/shlyubnyj-uhylyant-e1711209953245.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"824\" src=\"../Images/2024-03-23T18-20-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-23T18-20-00-08-00/000000.jpeg\" width=\"1176\"/></figure><!-- .post-thumbnail --><p><strong>He tried to go abroad by marrying a woman with a disability.</strong></p><p>About this<a href=\"https://dpsu.gov.ua/ua/news/Klyanusya-lyubiti-tebe-v-gori-i-v-radosti-v-bagatstvi-i-v-bidnosti-dopoki-kordon-ne-rozluchit-nas/\" rel=\"nofollow\" target=\"_blank\">She reported March 23</a>State Border Service of Ukraine.</p><p>According to the department, the border guards of the Belgorod-Dnestrovsky detachment at the checkpoint \"Starokozacha\" were discovered abroad.</p><p>A 52-year-old man and a 47-year-old woman who has a disability was married on Wednesday, March 20, in Odessa.</p><p>In such circumstances, the man can cross the border, so the newlyweds decided not to postpone their wedding journey and went to the border with Moldova a day after the marriage.</p><p>Already at the checkpoint, the couple told the border guards that they have known for a long time and their love from their childhood.</p><p>However, the stories of wife and husband were very different. Even the place of cohabitation did not coincide.</p><p>It turned out that they knew each other badly, and they got acquainted, rather shortly before their wedding, if not in Rats.</p><p>In addition, the border guards found that last year the Odessa was already married and left her ex-lover abroad in Moldova, but he never returned to Ukraine.</p><p>As a result, the husband was refused missing across the border. His bride also decided to go back.</p><p>On the fact of detection of signs of a crime under Art. 332 of the Criminal Code \"Illegal Crossing of Persons across the State Border of Ukraine\", border guards sent a message to the National Police.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/23/na-zakarpatti-pereviznyku-uhylyantiv-pryznachyly-zastavu-u-chvert-miljona/\">reported the armyinform</a>, in Transcarpathia, the carrier of the evaders was assigned a pledge in a quarter of a million.</p></div>", "source": "https://armyinform.com.ua/2024/03/23/na-odeshhyni-zupynyly-shlyubnogo-uhylyanta/", "title": "In Odessa stopped the marriage evidence", "description": "This was reported on March 23 by the State Border Service of Ukraine. According to the department, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["державний кордон", "ДПСУ", "Одещина", "ухилянти"], "source_name": "ArmyInform"}