{"published time": "2024-03-23T15:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/fpkamtdwaaas48w.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"554\" src=\"../Images/2024-03-23T15-01-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-23T15-01-00-08-00/000000.jpg\" width=\"960\"/></figure><!-- .post-thumbnail --><p><strong>The command of the Land Forces of the Armed Forces of Ukraine decided to check the state of affairs at the National Academy of Land Forces named after Hetman Peter Sahaidachny in Lviv.</strong></p><p><span>About this</span><a href=\"https://www.facebook.com/UALandForces/posts/pfbid02Vs5eEqtAH8HJjSbbb7xNYVVzuepfyKB8rdQWQaKSZeMy4YcbPADNWBmhqqmUQjNpl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\"><span>reported</span></a><span>Land troops of the Armed Forces of Ukraine.</span></p><p><span>“Cases that have been published by the Verkhovna Rada Occupational Commission will be tested for compliance with the real state of affairs. In case of confirmation of these cases, all necessary measures will be taken, and the responsible officials will be charged with the current legislation of Ukraine, ”the statement reads.</span></p><p><span>It is noted that the Command of the Land Forces of the Armed Forces of Ukraine is interested in the \"comprehensive inspection of a higher military educational institution\" in order to provide an objective assessment of all the above cases.</span></p><p><span>“The results of the audit will be brought to the public. At the same time, we emphasize that the war continues and the discredit of servicemen only plays on the enemy's hand. Now, any issues concerning the military are sensitive, ”the command emphasizes.</span></p><p><span>The command recommended the officials, \"regardless of status, responsible to communicate issues related to the performance of their duties by servicemen.\"</span></p><p><span>“Especially about the accusation of certain officials and teams. Emotionally colored accusations and attempts by populist toe are unacceptable. It is necessary to check the information carefully and only after confirmation of real cases make any statements, ”-summed up in the Land Forces.</span></p><p><span>This week, the Verkhovna Rada of the Verkhovna Rada of the Verkhovna Rada of the Verkhovna Rada of the Verkhovna Rada of the Verkhovna Rada, which reported food complaints from cadets, injustice of accrual of money, and a number of violations, was in Lviv.</span></p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/23/u-naczionalnij-akademiyi-suhoputnyh-vijsk-imeni-getmana-petra-sagajdachnogo-provedut-perevirku-pislya-nyzky-skarg/", "title": "At the National Academy of Land Forces named after Hetman Peter Sahaidachny will be inspected after a number of complaints", "description": "This was reported by the Land Forces of the Armed Forces of Ukraine. “They will be tested for compliance ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Командування Сухопутних військ", "Національна академія сухопутних військ імені гетьмана Петра Сагайдачного"], "source_name": "ArmyInform"}