{"published time": "2024-03-14T09:05:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/fqqxxgm9lrndqxvwiz2l-e1710399842720.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"568\" sizes=\"(max-width: 757px) 100vw, 757px\" src=\"../Images/2024-03-14T09-05-00-08-00/000000.png\" srcset=\"../Images/2024-03-14T09-05-00-08-00/000000.png\" width=\"757\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The spokeswoman for the Defense Forces of Southern Ukraine, Colonel Natalia Humeniuk, said that the Russian occupation army is trying to conduct its raids on boats along the Dnipro, but is suffering heavy losses.</strong></p><p>Natalia Humeniuk provided her comments during a live broadcast of the only news on March 14, 2024 on the morning of March 14, 2024.</p><p>“They try to maneuver on boats among the islands that are at the mouth of the Dnieper, where they are equipped with their observation points and try to bring to them ammunition. But that is why our daily reports feature destroyed enemy boats, from two to four. And over the past day, minus four boats from the invaders, ”said the spokeswoman for the Defense Forces of South of Ukraine.</p><p>According to her, the enemy has long promoted the narrative that he would return to the right bank of the Dnieper.</p><p>\"And this has been especially intensified as they approach the date of quasi -Imaging, which they try to accompany the staging against the landing on the right bank,\" Natalia Humeniuk said.</p><p>She said that recently the enemy tried to land on the right bank of the Dnieper - a reconnaissance raid.</p><p>“Here they have succeeded in one such attempt. It was an attempt at a sabotage and intelligence group on a boat to approach the right shore in the area of the Antonovsky Bridge under our dense fire. Let me remind you that the right bank is higher than the left and because of this the artillery fire is more successful in this direction. They were forced to return, having virtually a quarter of their forces and means, ”said the spokeswoman for the South Defense forces.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/14/syly-oborony-zirvaly-vysadku-rosijskoyi-drg-u-hersoni/\">Armyinform</a>On the night of March 13, the forces of defense disrupted the reconnaissance mission of the Russians who tried to swim on the Dnieper boat and land on the right bank in the Antonovsky Bridge in Kherson.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/nataliya-gumenyuk-rozpovila-pro-bezuspishni-rejdy-voroga-na-chovnah-po-dnipru/", "title": "Nataliya Humeniuk spoke about the enemy's unsuccessful raids on boats along the Dnipro", "description": "Nataliya Humeniuk provided her comments during a live broadcast in the telethon \"United News\"...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Хроніка оборони"], "source_name": "ArmyInform"}