{"published time": "2024-03-14T11:33:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/gijxeeyw4aan1ju.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1366\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-14T11-33-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T11-33-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>Lithuania President Hitanas Nauseda at the Paris Forum of Defense and Strategy Defense and Strategy has stated that helping Ukraine to win means to produce enough ammunition, weapons, equipment and provide them in time.</strong></p><p>About this<a href=\"https://twitter.com/GitanasNauseda/status/1767927927402905625\" rel=\"nofollow\" target=\"_blank\">It is said</a>on his Twitter.</p><p>The Lithuanian leader stressed that the main priorities of Europe should now focus on helping Ukraine in achieving victory and increasing investments in its own security and defense.</p><p>“We need to produce ammunition and weapons in much larger quantities and at much higher speed, as well as priority to supplies to Ukraine and European allies. It is not only about helping Ukraine. It is investing in your own safety and its own future, ”he emphasized.</p><p>Speaking at the forum, the Lithuanian leader said that the war in Ukraine is not only a Russian war against Ukraine. After all, Putin's goal is to destroy Europe and make the United States move away from its positions of global leadership.</p><p>“Time is of great importance. Putin firmly put Russia on the path of war - expansion and aggression will not stop unless we stop them. We need to stop Russia outside our borders, ”Gitanas Nauseda said.</p><p>As reported by the Armyinform, presidents of Lithuania and France on the eve<a href=\"https://armyinform.com.ua/2024/03/13/prezydenty-lytvy-i-francziyi-na-zustrichi-treba-daty-ukrayini-neobhidnu-pidtrymku-ta-zupynyty-kryvavyj-rezhym-kremlya/\">They said</a>that Ukraine needs to give the necessary support and stop the bloody Kremlin regime.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/dopomogty-ukrayini-peremogty-oznachaye-vyrobyty-dostatnyu-kilkist-zbroyi-i-vchasno-yiyi-nadaty-prezydent-lytvy/", "title": "To help Ukraine to win means to produce enough weapons and to provide it in time - President of Lithuania", "description": "This is stated on his Twitter.    The Lithuanian leader stressed that the main priorities...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Гітанас Науседа", "Литва", "підтримка України"], "source_name": "ArmyInform"}