{"published time": "2024-03-14T14:29:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/76de84574a73455a51d805e37cbebc82e903c1e0-e1710419300684.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"839\" src=\"../Images/2024-03-14T14-29-00-08-00/000000.png\" srcset=\"../Images/2024-03-14T14-29-00-08-00/000000.png\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>On the Day of Ukrainian Volunteer, the Minister of Defense of Ukraine Rustem Umerov thanked every defender and every defender who courageously decided to voluntarily defend their people and the state.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/14/zvernennya-ministra-oboroni-rustema-umerova-do-dnya-ukrainskogo-dobrovolczya/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defense of Ukraine.</p><p class=\"justifyfull\" dir=\"ltr\">\"10 years ago, the first hundreds of Ukrainian volunteers left Maidan Nezalezhnosti to repel the enemy. They voluntarily took responsibility for the safety of their relatives, for the stability of their state, for the will of their people,\" the head of the Defense Ministry of Ukraine said.</p><p class=\"justifyfull\" dir=\"ltr\">Rustem Umerov noted that on February 24, two years ago, hundreds of thousands of Ukrainian volunteers came to the Tax Code to stand in the ranks of defense forces. Our compatriots showed heroism and stability, meeting the enemy near Kiev, in the Nikolaev area and Kharkiv and in other regions.</p><p class=\"justifyfull\" dir=\"ltr\">\"Their willingness to voluntarily stand up for Ukraine was a decisive guarantee that we had restrained the enemy on the first days and weeks of a large -scale invasion,\" he added.</p><p class=\"justifyfull\" dir=\"ltr\">The Minister of Defense thanked those volunteers who today, with responsibility for the future of their loved ones and their country, go to recruitment centers and CCCs.</p><p class=\"justifyfull\" dir=\"ltr\">“It is the responsible actions of those who do not escape from the military duty, but take the responsibility - the guarantee that we will stand and win. Thank each of you! Glory to Ukraine!\" - Rustem Umerov summarized.</p><p dir=\"ltr\">As reported<a href=\"https://armyinform.com.ua/2024/03/14/cze-chest-dlya-mene-ministr-oborony-vidznachyv-vijskovyh-yaki-trymayut-liniyu-frontu/\">АрміяInform</a>, Defense Minister Rustem Umerov and Commander-in-Chief of the Armed Forces of Ukraine, Colonel-General Alexander Sirsky noted the military personnel holding the front line.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/vdyachnyj-zahysnykam-yaki-dobrovilno-staly-na-zahyst-derzhavy-rustem-umyerov-pryvitav-ukrayincziv-z-dnem-dobrovolczya/", "title": "I am grateful to the defenders who voluntarily stood up for the defense of the state - Rustem Umerov congratulated Ukrainians on Volunteer Day", "description": "The Ministry of Defense of Ukraine reports about it. “10 years ago the first hundred Ukrainian ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["День українського добровольця", "Міністр оборони", "Рустем Умєров"], "source_name": "ArmyInform"}