{"published time": "2024-03-14T20:35:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/matvijchuk.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"817\" src=\"../Images/2024-03-14T20-35-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T20-35-00-08-00/000000.jpg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>The Russian Federation illegally holds more than 7,000 civilians in the occupied territories and in the Russian Federation.</strong></p><p>This was reported on March 14 at the presentation of the strategy of release of civilians and the search for missing missing as a result of Russian aggression at the Media Center Ukraine - Ukrinform Head of the Center for Civil Liberties Alexander Matviychuk (Nobel Peace Prize Laureate of 2022).</p><p>Some were detained for \"resistance to a special military operation\", but no accusations were made. Many civilians are cruelly behaved, tortured. The places of their maintenance are hidden.</p><p>“From the beginning of the full -scale war of Russia against Ukraine, only 160 civilians were released during the exchanges of prisoners (data as of January 4, 2024). Such a pace of release is extremely slow and indicate the need to implement a systematic strategy aimed at the release of all civilians, illegally withheld, without exchanges or conditions, ”Alexander Matviychuk said.</p><p>According to the Head of the Civil Liberty Center, some civilians were detained for resistance, but no accusations have been made, and they have no access to them.</p><p>\"Many civilians are cruelly behaved, they are tortured, and their places are hidden,\" said Alexander Matviychuk.</p><p>Before<a href=\"https://armyinform.com.ua/2024/02/13/ogolosheno-pidozru-oficzeru-rosgvardiyi-yakyj-katuvav-ukrayincziv-u-morozylnyh-kamerah-u-gostomeli/\">The Armyinform reported</a>that the suspicion of the Rosgvardia officer who tortured Ukrainians was declared.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/14/za-chas-shyrokomasshtabnoyi-vijny-ukrayini-vdalosya-zvilnyty-lyshe-160-czyvilnyh-vijskovopolonenyh/", "title": "During the Large War, Ukraine managed to release only 160 civilian prisoners of war", "description": "This was reported on March 14 at the presentation of the strategy of release of civil prisoners and ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["воєнні злочини рф", "Світлана Матвійчук", "Цивільні заручники"], "source_name": "ArmyInform"}