{"published time": "2024-03-14T19:39:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/umyerov-na-fronti-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1366\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-14T19-39-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T19-39-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The Minister of Defense of Ukraine Rustem Umerov conducted a working trip to the war zone.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/14/mi-chitko-rozumiemo-situacziyu-na-fronti/\" rel=\"nofollow\" target=\"_blank\">reported March 14</a>Ministry of Defence Ukraine.</p><p>“He spent every day in brigades who are fighting in Donetsk and Luhansk region. We honestly discuss the front challenges with the commanders of the units. We help find the necessary solutions. We do not close our eyes to problems, ”the Minister of Defense said.</p><p>According to Rustem Umerov, each head of the military command and control body must be in constant contact with the units.</p><p>“To understand the situation on the front line and support the commanders, we and the commander -in -chief regularly visit combat crews. Obtaining information about opportunities, management problems and needs of units from the first mouth allows you to make a better and faster decision. This is the key to victory in a dynamic war. Our task is to create the ability and build a system that will provide us with an advantage over the enemy, ”the Minister of Defense added.</p><p>“I see how the Commander -in -Chief Sirsky regularly works with the units in the fields. He lives with war, he makes decisions, he cares for a soldier. I am grateful to the head for conscientious daily work. The units should see - we are with them. And we will be close to the victory, no matter how difficult it was on the way. We act like one team. United for the sake of victory! ” - Rustem Umerov emphasized.</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/13/oleksandr-syrskyj-ta-rustem-umyerov-vidvidaly-dilyanku-frontu-de-ye-zagroza-prosuvannya-voroga/\">The Armyinform reported</a>that Minister Rustem Umerov and Commander-in-Chief Oleksandr Syrskyi presented state and departmental awards to servicemen who distinguished themselves in battles with the Russian aggressor.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/rustem-umyerov-my-chitko-rozumiyemo-sytuacziyu-na-fronti-ta-gotovi-uhvalyuvaty-rishennya/", "title": "Rustem Umerov: We clearly understand the situation at the front and are ready to make decisions", "description": "This was reported on March 14 by the Ministry of Defense of Ukraine.    \"I spent every day in...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["Міністерство оборони України", "Рустем Умєров", "фронт"], "source_name": "ArmyInform"}