{"published time": "2024-03-14T15:19:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/672523.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"469\" src=\"../Images/2024-03-14T15-19-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T15-19-00-08-00/000000.jpg\" width=\"700\"/></figure><!-- .post-thumbnail --><p><strong>During the plenary session, the Verkhovna Rada approved an appeal to foreign governments and parliaments, as well as international organizations through Russia's illegal elections of the President of the Russian Federation in the temporarily occupied territories of Ukraine.</strong></p><p>About this<a href=\"https://www.rada.gov.ua/news/razom/247414.html\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the site of the Ukrainian Parliament.</p><p>In the explanatory<a href=\"https://itd.rada.gov.ua/billInfo/Bills/Card/43791\" rel=\"nofollow\" target=\"_blank\">a note</a>The document states that the Verkhovna Rada appeals to international partners calling on all types of sanction pressure on the Russian Federation, condemn the state-aggressor of illegal so-called presidential elections in the temporarily occupied territory of Ukraine, counteract the attempts of the Russian Federation »And consolidate efforts to increase the assistance of the security and defense forces of Ukraine.</p><p>Parliamentarians also stressed that the results of these illegal elections will have no legal consequences and will give grounds for non -recognition of the Russian Federation presidential in this way, in particular, they will call into question his legal personality in international relations.</p><p>It is noted that to a common statement<a href=\"https://t.me/verkhovnaradaukrainy/64931\" rel=\"nofollow\" target=\"_blank\">joined</a>Also, the heads of the Committees of Foreign Affairs of Latvia, Lithuania, Estonia, Ireland, the Czech Republic, Belgium, Denmark, Italy, Iceland, Spain, USA, Great Britain, Israel, Canada, Poland, Luxembourg, Moldova, Romania.</p><p>As reported by the Armyinform, in the Foreign Ministry<a class=\"\" href=\"https://armyinform.com.ua/2024/03/14/u-mzs-zaklykaly-inozemni-derzhavy-ne-nadsylaty-sposterigachiv-na-psevdovybory-putina-na-tot/\" title=\"Читати: У МЗС закликали іноземні держави не надсилати спостерігачів на псевдовибори путіна на ТОТ\">called</a>Foreign states do not send observers to Pseudin's pseudo -election to Tot.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/ukrayinskyj-parlament-zaklykav-svit-posylyty-sankcziyi-proty-rf-na-tli-vyboriv-prezydenta-rf-na-tot/", "title": "The Ukrainian Parliament urged the world to strengthen sanctions against Russia against the backdrop of the \"elections\" of the President of the Russian Federation on Tot", "description": "This is stated on the website of the Ukrainian Parliament. In the explanatory note to the document ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Верховна Рада України", "війна", "псевдовибори рф", "ТОТ"], "source_name": "ArmyInform"}