{"published time": "2024-03-14T16:03:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/w6qd2y0ooh7vtxxy3fsrrwzhcxwsbtddmpetlhsh.webp", "https://armyinform.com.ua/wp-content/uploads/2024/03/20240314-03.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"354\" sizes=\"(max-width: 472px) 100vw, 472px\" src=\"../Images/2024-03-14T16-03-00-08-00/000000.png\" srcset=\"../Images/2024-03-14T16-03-00-08-00/000000.png\" width=\"472\"/></figure><!-- .post-thumbnail --><p><strong>The statement of Rostelecoma chairman about the declaration of war of military intelligence of Ukraine in the intelligence agency was called the degradation of the system of management of the Russian Federation and recognition of the efforts of Ukrainian cyberfactors.</strong></p><p>About this<a href=\"https://gur.gov.ua/content/rosiia-vede-viinu-ne-lyshe-z-hur-ale-i-zi-zdorovym-hluzdom.html\" rel=\"nofollow\" target=\"_blank\">informs</a>MOV Intelligence Directorate.</p><p>\"On the eve of Putin's Election\" Kremlin propagandists to please their dictator, reached the peak of the absurdity of their statements. In particular, the head of Rostelecoma Mikhail Oseyevsky in a comment to the Federal news agency \"TASS\" stated that \"Russia is cyberwar with the Main Directorate of Intelligence of the Ministry of Defense of Ukraine\", - the message reads.</p><p>It is noticeable that it is Ukrainian military intelligence officers who considers the Kremlin propagandist a threat to the \"freedom of the will of the Russians\" during the elections. He, of course, \"reassured\" Putin that his company has taken action and \"created a barrier system\" to protect the \"vote\" for him.</p><p>However, as emphasized in military intelligence, such applications for ahead indicate that the propagandists do not please their dictator and fail a pre -designed scenario of the so -called \"elections\".</p><p>\"In the end, the Kremlin has admitted that statements about the fight against NATO, global evil, Ukronacists and Bandera junta are in fact attempts to overcome only one of the Ukrainian special services and war with their own common sense,\" they summarized in Gur IU.</p><img alt=\"\" class=\"alignnone size-full wp-image-551544\" height=\"1561\" loading=\"lazy\" sizes=\"(max-width: 1290px) 100vw, 1290px\" src=\"../Images/2024-03-14T16-03-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-14T16-03-00-08-00/000001.jpeg\" width=\"1290\"/><p></p><div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p><strong><span style=\"color: #008000;\">The Main Directorate of Intelligence of the Ministry of Defense informs:</span></strong>Similar statements are another short -lived attempt by the Kremlin Possipak to legitimize the illegal elections in Russia, to show power and to justify the \"right\" to the reign of his dictator Putin.</p></blockquote></div><p></p></div>", "source": "https://armyinform.com.ua/2024/03/14/degradacziya-ta-vyznannya-reakcziya-na-ogoloshennya-rf-vijny-voyennij-rozvidczi-ukrayiny/", "title": "Degradation and recognition: reaction to the announcement of the Russian Federation of war of military intelligence of Ukraine", "description": "About it informs the General Directorate of Intelligence of MOU. «On the eve of Putin's Election\" ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "ГУР Міноборони України"], "source_name": "ArmyInform"}