{"published time": "2024-03-14T07:18:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432372021_756165506696530_7495071692420177608_n-1-e1710393463867.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"704\" src=\"../Images/2024-03-14T07-18-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T07-18-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, 79 combat clashes took place. In total, the enemy inflicted 2 missile and 64 aviation strikes, and made 93 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid035nGrhWbSEP2rxmJa2PJeAc6NrvUEDZj2wpWNC8fmGxcuUnvk1uTgVJ8d6GNoocjl\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces, reports the Armyinform.</p><p><strong>In Kupyansk direction</strong>Our defenders reflected 4 enemy attacks in the areas of Tabayivka of Kharkiv region and Stelmakhivka of Luhansk region.</p><p><strong>In the estuary direction</strong>Our warriors repelled 11 enemy attacks in the areas of settlements of Bigorivka of Luhansk region; Torni, Yampolivka and Verkhnakamyansk Donetsk region.</p><p><strong>In the Bakhmut direction</strong>The forces of defense repelled 3 enemy attacks in the areas of the Eastern Time Yar, Bogdanivka and Klischivka of Donetsk region.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 20 enemy attacks in the areas of settlements Berdychi, Orlovka, Tonny, Pervomaisk and Nevelskoye Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of Krasnogorivka, St. George, Novomikhailivka and south of the Golden Niva of Donetsk region, where the enemy tried 29 times to break through the defense of our troops.</p><p><strong>In the Orikhiv direction</strong>The enemy has attacked the positions of our defenders 7 times in the areas of Staromayorsky Donetsk region, west of the Verbov and Robzhny Zaporizhzhya region.</p><p><strong>In the Kherson direction</strong>The enemy does not give up the intention to knock out our units from the bridgeheads on the Dnieper Left Bank. So, during the last day, 2 unsuccessful storms of the positions of our troops have been carried out.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/13/za-dobu-na-fronti-70-bojovyh-zitknen-na-avdiyivskomu-napryamku-zsu-vidbyly-14-atak-protyvnyka/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, last day at the front of 70 fighting collisions: 14 attacks of the enemy were reflected in the Armed Forces of the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/na-shodi-j-pivdni-skladna-operatyvna-obstanovka-79-boyezitknen-za-dobu/", "title": "In the east and south - a difficult operational environment, 79 ammunition per day", "description": "The General Staff of the Armed Forces informs about it, reports the Armyinform. In the Kupyansk direction our ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Хроніка війни", "Хроніка оборони"], "source_name": "ArmyInform"}