{"published time": "2024-03-14T13:47:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/07/stoltenberg-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-14T13-47-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T13-47-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>NATO member states have to detect political will and urgently increase the supply of weapons and military equipment to Ukraine.</strong></p><p>This was stated by NATO Secretary General Jens Stoltenberg during<a href=\"https://www.youtube.com/watch?v=wVVpFeJ0e4I\" rel=\"nofollow\" target=\"_blank\">press conference</a>Concerning the results of 2023.</p><p>“NATO allies do not provide Ukraine with enough weapons. And this has the consequences on the battlefield every day. And this is one of the reasons why the Russians have been able to move on the battlefield in recent weeks, ”Jens Stoltenberg said.</p><p>He stressed that there is currently urgent need for the Allies to make the decisions necessary to give Ukraine more ammunition and weapons.</p><p>“And this is my call to all capitals. We carefully follow the US Congress, as the United States is the largest weapon supplier to Ukraine. At the same time, the EU and Canada also provide extraordinary support. But they have to make more and need long -term obligations, ”NATO Secretary General.</p><p>Jens Stoltenberg stressed that NATO countries have the economic capacity to provide Ukraine with what it needs.</p><p>\"Ukrainians do not lack courage, they lack ammunition. Now is the time for the allies to mobilize all reserves and show the political will to provide Ukraine with everything it needs for this fight... It would be a big historical mistake to allow Putin to win... This is a matter of political will to make a decision and prioritize support for Ukraine,\" he said.</p><p>As reported by the Armyinform, Ambassadors of the European Union<a href=\"https://armyinform.com.ua/2024/03/13/posly-yes-domovylys-pro-5-mlrd-yevro-dlya-dopomogy-zbroyeyu-ukrayini/\">supported</a>an increase in 5 billion euros of the European Peace Fund, from which weapons supply for Ukraine are funded.</p><p>In addition, the United States<a href=\"https://armyinform.com.ua/2024/03/12/ssha-ogolosyly-pro-paket-vijskovoyi-dopomogy-ukrayini-na-300-mln/\">announced</a>About the military aid package of Ukraine for $ 300 million.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/gensek-nato-ukrayinczyam-ne-brakuye-muzhnosti-yim-brakuye-boyeprypasiv-potribno-negajno-zbilshyty-dopomogu/", "title": "NATO Secretary General: Ukrainians are not lacking in courage, they are lacking in ammunition. Need to increase the assistance immediately", "description": "This was stated by NATO Secretary General Jens Stoltenberg during a press conference on...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["допомога партнерів", "Єнс Столтенберг", "НАТО"], "source_name": "ArmyInform"}