{"published time": "2024-03-14T21:41:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/dopomoga-vybuhotehnikam2-scaled-e1710431429277.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1146\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-14T21-41-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T21-41-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>In the address of March 14, Volodymyr Zelenskyy thanked the employees of the Ukrainian Defense Complex and stated that Ukraine is accumulating a long -range force. .</strong></p><p><a href=\"https://t.me/V_Zelenskiy_official/9775\" rel=\"nofollow\" target=\"_blank\">The video appeared</a>On the Presidential Official Page.</p><p>“Today I had the opportunity to thank the employees of our defense complex - people who dedicated their lives to Ukrainian power. Which make our weapons, which manifests itself at the front, at sea, in blows from the air through the Russian system of war, ”said Volodymyr Zelenskyy.</p><p>The President thanked the defense workers for helping our soldiers to fight and save the lives of Ukrainians. The Head of State promised that there would be even more weapons, shells, our drones, our systems of HPs.</p><p>Volodymyr Zelensky said he met with employees of one of the defense enterprises.</p><p>“These are people who have found a way to intensify our country. Significantly. Every day, we are accumulating more and more of such the necessary power, a long -range force, ”the President said.</p><p>With full text of the appeal<a href=\"https://t.me/OP_UA/11716\" rel=\"nofollow\" target=\"_blank\">You can see here.</a></p><p>As<a href=\"https://armyinform.com.ua/2024/03/14/u-den-ukrayinskogo-dobrovolczya-prezydent-vruchyv-nagorody-geroyam-ukrayiny-ta-rodynam-zagyblyh/\">The ArmyInform reported earlier</a>, on the day of Ukrainian volunteer, the President presented awards to the heroes of Ukraine and the families of the dead.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/prezydent-dyakuyu-za-ukrayinski-snaryady-garmaty-za-drony-za-nashi-rakety-za-nashi-systemy-reb/", "title": "President: \"Every day we are accumulating more and more of such the right strength, a long -range force\"", "description": "The corresponding video appeared on the Presidential Official page. “I had an opportunity today ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Президент України"], "source_name": "ArmyInform"}