{"published time": "2024-03-14T19:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432403418_756436546669426_4953137081698757518_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"604\" src=\"../Images/2024-03-14T19-01-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T19-01-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>During the day, 68 combat clashes were recorded on the front. The enemy struck 14 rocket launchers and 103 aircraft strikes, and made 45 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>This is stated in a message on<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0YrwRuteKbkUiKYSgSfBPvzHGpZ6Lfg9g7vMSHBLhs9j4JhZ6v42ZioZNDZaRLxMQl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">Facebook page</a>The General Staff of the Armed Forces of Ukraine.</p><p><strong>In Kupyansk direction</strong>The enemy of the offensive (assault) did not take action.</p><p><strong>Towards Lyman</strong>Our warriors repelled 16 enemy attacks in the areas of Ternya settlements, Yampolivka, Razdolivka of Donetsk region and Bigorivka of Luhansk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction</strong>The forces of defense repelled 5 enemy attacks in the districts of Bogdanivka Ivanovsky and Klischivka of Donetsk region, where the enemy tried to improve his tactical position.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 18 enemy attacks in the areas of settlements Berdichi, Orlovka, Tonny, Pervomaisk and Vodyane Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the districts of Krasnogorivka, St. George, Novomikhailivka, Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops 18 times.</p><p><strong>In the Orikhiv direction</strong>The enemy, with the support of aviation, attacked the positions of our defenders 6 times in the areas of Staromayorske, Donetsk oblast, Robotyne and west of Verbovo, Zaporizhzhia oblast.</p><p>In the area of ​​responsibility, \"Odesa\"<strong>in the Kherson direction</strong>During the day, the enemy made an unsuccessful attempt to storm the positions of our troops.</p><p><strong>In Volyn and Polissya directions</strong>Operational situation without significant changes. No signs of formation of offensive groups of the enemy were detected.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage and intelligence activities, fired settlements from the territory of the Russian Federation, increases the density of mine-explosive barriers along the state border of Ukraine.</p><p>As reported by the Armyinform, Commander-in-Chief of the Armed Forces of Ukraine, Colonel-General Alexander Sirsky<a href=\"https://armyinform.com.ua/2024/03/14/oleksandr-syrskyj-vidvidav-zaporizkyj-napryamok-i-rozpoviv-pro-rotacziyu-pidrozdiliv-na-fronti/\">Visited brigades</a>In the Zaporizhzhya direction and stated that the defense forces managed to start the process of rotation and replacement of parts and units that have been performing combat missions for a long time.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/14/genshtab-zsu-vorog-najbilshe-atakuye-na-avdiyivskomu-ta-novopavlivskomu-napryamkah/", "title": "The General Staff of the Armed Forces: The enemy is most attacked in the Avdeev and Novopavlovsky directions", "description": "This is stated in a message on the Facebook page of the General Staff of the Armed Forces of Ukraine. On...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генштаб ЗС України", "Ситуація на фронті"], "source_name": "ArmyInform"}