{"published time": "2024-03-14T18:22:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/img_4184-1-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-14T18-22-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T18-22-00-08-00/000000.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\">Photo by Kharkiv Media Hub</figcaption></figure><!-- .post-thumbnail --><p><strong>About 3 thousand tons of petroleum products were entered the reservoirs of Kharkiv region due to the round after a rolling of Russian percussion UAVs on the oil depot in the Nemyshlyany district of Kharkiv on February 10.</strong></p><p>According to an ArmyInform correspondent, this was stated at a briefing by the head of the Kharkiv Regional Military Administration Oleh Syniehubov.</p><p>\"The level of pollution of the Siversky Donets River exceeded the norm by 3.7 times, Lopan - 2 times, non -life - 260 times, Kharkiv - 820,\" - said Oleg Synigubov.</p><p>Thanks to the measures taken immediately, the pollution level has been reduced to the Siversky Donetsk back to normal, the rest of the rivers - on average 12 times higher than the permissible.</p><p>The head of the Kharkiv Regional Prosecutor's Office Alexander Filchakov noted that criminal proceedings under Article 438 of the Criminal Code \"Violation of the Laws and Customs of War\" are ongoing.</p><p>According to him, the investigation of this crime is carried out by prosecutors of the special environmental prosecutor's office.</p><p>Depending on the conclusions of the forensic experts, additional re-qualification of the crime may be carried out in Art. 441 of the Criminal Code \"Ecocid\" and Art. 273 \"Violation of safety rules at explosive enterprises\".</p></div>", "source": "https://armyinform.com.ua/2024/03/14/pislya-rujnuvannya-rosiyanamy-naftobazy-v-harkovi-riven-zabrudnenosti-richok-perevyshhuvav-normu-v-820-raziv-oleg-synyegubov/", "title": "After the Russian oil dewdgery in Kharkiv, the level of pollution of rivers exceeded the norm by 820 times - Oleg Synigubov", "description": "According to the correspondent Armyinform, the head of Kharkiv ... said at a briefing ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["атака шахедами", "екоцид", "Харківська область"], "source_name": "ArmyInform"}