{"published time": "2024-03-14T10:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_5447439422929885859_y.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-14T10-11-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T10-11-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The Security Service of Ukraine (SSU) has detained a russian agent who tried to blow up power lines on railways and rolling stock near a junction station in Kharkiv region.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11416\" rel=\"nofollow\" target=\"_blank\">informs</a>SBU.</p><p>The attacker was a local resident who worked for the Main Directorate of the General Staff of the Armed Forces of Russia (known as the game).</p><p>“He planned to use a homemade explosive device to commit a series of explosions. The instruction for its manufacture in \"home\" conditions was remotely received from the military intelligence of the Russian Federation, ”the department said.</p><p>In the case of sabotage, the invaders hoped to violate the logistics of supply of fuel and ammunition for defense forces in the estuary direction. However, the aggressor failed.</p><p>The SBU documented the scout and subversive activity of the saboteur and detained him at the stage of preparing explosions.</p><p>The person performed another task of the game - he collected information about the places of base of the Armed Forces of the Armed Forces in Kharkiv and Pavlograd, in Dnipropetrovsk. For this purpose, the attacker went around the area of both regions in the dark and hidden locations of Ukrainian troops.</p><p>According to the investigation, the person involved remotely coordinated his actions with a friend - a representative of the agent apparatus of the Russian GRU, which is in the Russian Federation.</p><p>Currently, investigators of the Security Service have informed him of the suspicion of unauthorized dissemination of information about the displacement or placement of the Armed Forces committed in martial law. He is threatened with imprisonment.</p><p>As reported by the Armyinform, the former Ukrainian Sumystka<a href=\"https://armyinform.com.ua/2024/03/13/kolyshnyu-ukrayinsku-sumoyistku-sudytymut-za-pidtrymku-ta-finansuvannya-armiyi-rf/\">They will be tried</a>for the support and financing of the army of the Russian Federation.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/zatrymano-cholovika-yakyj-praczyuvav-na-golovne-upravlinnya-genshtabu-zs-rosiyi-jomu-zagrozhuye-tyuremne-uvyaznennya/", "title": "A man who worked on the Main Directorate of the General Staff of the Armed Forces of the Russian Federation was detained. He is threatened with imprisonment", "description": "About it reports the SBU. The attacker was a local resident who worked for the main thing ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агент рф", "війна", "СБУ", "суд"], "source_name": "ArmyInform"}