{"published time": "2024-03-14T09:42:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/02/borrel.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"742\" src=\"../Images/2024-03-14T09-42-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T09-42-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The high representative of the EU Josep Borrel noted that the victory of the Ukrainian state in the fight against Russian aggression depends on the strength and reliability of transatlantic ties.</strong></p><p>Josep Borrel made such a statement in Washington during a meeting with US Secretary of State Anthony Blinken,<a href=\"https://www.eeas.europa.eu/eeas/us-high-representativevice-president-josep-borrell-met-secretary-state-antony-blinken_en?channel=eeas_press_alerts&amp;date=2024-03-13&amp;newsid=0&amp;langid=en&amp;source=mail\" rel=\"nofollow\" target=\"_blank\">informs</a>European Foreign Action Service.</p><p>The EU Chief Diplomat also thanked the United States for providing a new military assistance package for Ukraine.</p><p>\"The EU High Representative stressed the need for more, faster and more stable military assistance to Ukraine. He thanked the United States for its recent decision to provide additional military assistance, and stressed that victory in Ukraine is based on the continuation of our strong transatlantic ties,\" the statement reads.</p><p>The EU and the United States's main diplomats have also discussed coordination of efforts to find just and long peace in Ukraine, including global involvement in international initiatives, such as the Ukrainian Peace Formula.</p><p>\"The EU High Representative has confirmed the EU's obligation to provide long -term assistance for Ukraine, which is now € 138 billion, and will increase and informed its American colleague about the latest development of events on the path of Ukraine to EU membership,\" the information said.</p><p>As reported by the Armyinform, Ambassadors of the EU<a href=\"https://armyinform.com.ua/2024/03/13/posly-yes-domovylys-pro-5-mlrd-yevro-dlya-dopomogy-zbroyeyu-ukrayini/\">They agreed</a>About additional 5 billion euros to assist weapons to Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/peremoga-ukrayiny-zalezhyt-vid-syly-ta-nadijnosti-transatlantychnyh-zvyazkiv-zhozep-borrel/", "title": "Ukraine's victory depends on the strength and reliability of transatlantic connections - Josep Borrel", "description": "Josep Borrel made such a statement in Washington during a meeting with US Secretary of State ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "допомога партнерів", "Жозеп Боррель", "підтримка України", "Світ підтримує Україну"], "source_name": "ArmyInform"}