{"published time": "2024-03-14T09:45:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/624f52d16598a.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"450\" src=\"../Images/2024-03-14T09-45-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-14T09-45-00-08-00/000000.jpeg\" width=\"720\"/></figure><!-- .post-thumbnail --><p><strong>Today, March 14, the Latvian Parliament will consider the project of a statement about the recognition of illegal \"elections\" of the President of Russia.</strong></p><p>About this<a href=\"https://www.saeima.lv/lv/aktualitates/saeimas-zinas/33255-arlietu-komisija-pazinojuma-neatzist-krievijas-rikoto-velesanu-legitimitati\" rel=\"nofollow\" target=\"_blank\">informs</a>Seiamu press service.</p><p>On the eve of the Seimas Foreign Affairs, it approved a statement in which it categorically rejects and does not recognize the legitimacy of the elections held by Russia in the temporarily occupied and annexed territories of Ukraine.</p><p>\"Such actions of Russia on the internationally recognized territory of Ukraine are illegal and will not be recognized,\" said the chairman of the commission, Rihards Kols.</p><p>He strongly stated that in Russia there is an authoritarian regime, which is characterized by fictitious elections and imitation of democracy. And these presidential elections will be neither free nor fair, with widespread suppression of the opposition and independent media.</p><p>“They have no decent trust, political competition and lack independent international monitoring, so<strong>The Russian President's elections do not have a democratic legitimacy</strong>», - said Richards Cols.</p><p>The statement states that the European Union, its Member States and allies around the world should continue to provide comprehensive support to Ukraine, including political, economic, financial and military assistance, as well as support for civil society and national restoration.</p><p>The Sejm agreed to include the consideration of the March 14 application prepared by the Foreign Affairs Committee on the illegitimacy of the Russian \"elections\" on the agenda of the meeting.</p><p>As reported by<a href=\"https://armyinform.com.ua/2024/03/14/u-gur-rozpovily-yaki-rezultaty-vyboriv-namalyuyut-putinu/\">Armyinform</a>, in GUR, they told what election results \"draw\" Putin.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/sogodni-sejm-latviyi-golosuvatyme-za-zayavu-pro-nelegitymnist-vyboriv-u-rosiyi/", "title": "Today the Diet of Latvia will vote for a statement about the illegitimacy of elections in", "description": "This was reported by the Seimas press service. On the eve of the Seimas Foreign Affairs Commission ...", "author": ["Army Inform"], "categories": ["Новини", "Новини світу та України"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "допомога партнерів", "Світ підтримує Україну", "Сейм Латвії"], "source_name": "ArmyInform"}