{"published time": "2024-03-14T14:06:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432318246_725923623036459_7318874573015137551_n-e1710417700952.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"582\" src=\"../Images/2024-03-14T14-06-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T14-06-00-08-00/000000.jpg\" width=\"960\"/></figure><!-- .post-thumbnail --><p><strong>The defense forces were able to start the process of rotation and replacement of parts and units that have been performing combat missions for a long time.</strong></p><p>About this<a href=\"https://www.facebook.com/CinCAFofUkraine/posts/pfbid0qfkMPfmYPSE5hJLuTj9WNe3z9AjmyUzvPJcLhNyxbHjB6a89or5JBJvqyGoW4ASVl\" rel=\"nofollow\" target=\"_blank\">reported</a>Commander-in-Chief of the Armed Forces of Ukraine, Colonel-General Oleksandr Syrskyi.</p><p>\"This will stabilize the situation and have a positive impact on the morale and psychological state of our soldiers. In the course of the work, I made all the necessary decisions to increase the combat capabilities of our brigades,\" the message reads.</p><p>Oleksandr Syrsky noted that he continued to work in the brigades that keep defense in the Zaporozhye direction. The operational situation in the area is controlled by the Armed Forces of Ukraine.</p><p>The commander -in -chief reported that the enemy continues to attack our positions in the areas of the robot, verbove, but without much success. The fighting is characterized by numerous use of drones of all types in combination with artillery and mortar fire.</p><p>“In such circumstances, percussion unmanned systems gradually become the main shock weapon of land units in the general military battle. In these circumstances, only modern and powerful remedies of HRs can be provided with reliable protection of our servicemen, ”he said.</p><p>Oleksandr Syrskyi stressed that the confrontation between drones and electronic warfare has come to the fore, and only the one who will be the first to achieve a break from the enemy in this competition will have a chance to win.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/oleksandr-syrskyj-vidvidav-zaporizkyj-napryamok-i-rozpoviv-pro-rotacziyu-pidrozdiliv-na-fronti/", "title": "Alexander Syrsky visited the Zaporozhye direction and told about the rotation of units at the front", "description": "This was reported by the Commander-in-Chief of the Armed Forces of Ukraine, Colonel-General Alexander Sirsky. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Олександр Сирський", "Ситуація на фронті"], "source_name": "ArmyInform"}