{"published time": "2024-03-14T10:34:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/431954274_803834868449907_8054248809426517939_n-e1710405183608.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"320\" src=\"../Images/2024-03-14T10-34-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T10-34-00-08-00/000000.jpg\" width=\"534\"/></figure><!-- .post-thumbnail --><p><strong>In Bukovina, an exiter of the City Council Department was exposed, which for $ 4,000 \"resolved the issue\" about the release of conscription. She \"shines\" up to 8 years in prison with confiscation of property.</strong></p><p>About this<a href=\"https://www.facebook.com/spzr.gp.gov.ua/posts/pfbid02GU9vK1P9wogUFzH4HEuxgvMumCtFYZf98g72jrVfd5juGCoTKGxrMjDfFgywPY6Bl\" rel=\"nofollow\" target=\"_blank\">informs</a>Specialized prosecutor's office in the field of defense of the Western region.</p><p>According to the investigation, the former 31-year-old official in January this year promised to help the military with a congenital heart defects with the design of group II disability. Using a power authority and allegedly friendly relations with members of medical institutions and military medical commissions, she pledged to influence their decision.</p><p>To \"resolve the issue\", she demanded 4 thousand US dollars for the production of a certificate that would exempt him from mobilization. She agreed to receive the money in installments.</p><p>During the transfer of a ready-made certificate of medical and social examination of one of the medical institutions from another area and receiving the second part of an undue benefit of $ 3,500, she was detained.</p><p>Currently, a measure of restraint in the form of detention with the right to bail has been chosen for her. The involvement of other persons in the crime is being checked.</p><div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p><strong><span style=\"color: #008000;\">Reference:</span></strong>The sanction of the article provides for 3 to 8 years of imprisonment with confiscation of property.</p></blockquote></div><p>As reported by<a href=\"https://armyinform.com.ua/2024/03/14/zatrymano-cholovika-yakyj-praczyuvav-na-golovne-upravlinnya-genshtabu-zs-rosiyi-jomu-zagrozhuye-tyuremne-uvyaznennya/\">Armyinform</a>, detained a man who worked on the Main Directorate of the General Staff of the Armed Forces of the Russian Federation. He is threatened with imprisonment.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/na-bukovyni-pid-sud-pide-eksposadovyczya-miskoyi-rady-za-vyrishennya-pytannya-zi-zvilnennya-vid-pryzovu/", "title": "In Bukovina, the city council will go under court for \"resolving the issue\" for release from conscription", "description": "About it reports the specialized prosecutor's office in the field of defense of the Western region. By...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Буковина", "вторгнення рф"], "source_name": "ArmyInform"}