{"published time": "2024-03-14T18:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/901589251adeaabd3e85cd03991494b2_1710430870_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-14T18-12-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-14T18-12-00-08-00/000000.jpeg\" width=\"1042\"/></figure><!-- .post-thumbnail --><p><strong>On the occasion of Ukrainian Volunteer Day, President Volodymyr Zelenskyy met with military personnel and presented state awards, including the Order of the Golden Star Hero of Ukraine.</strong></p><p>About it reports<a href=\"https://www.president.gov.ua/news/u-den-ukrayinskogo-dobrovolcya-mi-dyakuyemo-kozhnomu-j-kozhn-89665\" rel=\"nofollow\" target=\"_blank\">place</a>Heads of State.</p><p>The President presented the Order of the Golden Star to the Hero of Ukraine, the junior lieutenant of the Armed Forces of Ukraine Vitaliy Sukach, who voluntarily went to the ranks of the Armed Forces in 2014. Since the beginning of a full -scale invasion of Russia, the company commander has been carrying out combat missions in Donetsk region, in particular, he successfully restrained the enemy and causes the occupiers of great losses in live power and equipment.</p><p>The President also passed the Order of the Golden Star to the family of the fallen Hero of Ukraine, the junior sergeant of the Armed Forces of Ukraine Vasyl Polishchuk, who has defended Ukraine since 2014 and performed combat missions in the east of the country. In August 2022, during the advance of the enemy in Kharkiv region, he led the subordinate personnel from under the fire, but suffered injuries that were incompatible with life.</p><p>Volodymyr Zelensky presented the Order of the Golden Star to the family of a serviceman of the National Guard of Ukraine, Chief Sergeant Vadim Zhukov, who was awarded the title of Hero of Ukraine posthumously. He has defended the country since 2014, and since the beginning of a full -scale invasion of Russia he has completed combat missions in Kharkiv and Luhansk region, repeatedly marked with a grenade launcher.</p><p>The highest state award was also given the family of the fallen Hero of Ukraine, the junior lieutenant Pavel Trukhan, who in February 2022 voluntarily joined the ranks of the defenders of the Motherland. The machine gun commander performed the task in the east of the country. In April 2023, during a hostile assault of positions and mortar shelling, the military evacuated his brothers and was injured by his life.</p><p>In addition, the Head of State awarded the Order of Bohdan Khmelnitsky II degree of the senior lieutenant of National Guard Alexander Slyusar. The orders of Bohdan Khmelnitsky III degree were awarded the senior lieutenant Vladislav Roika and Major Dmitry Tarasenko of the Armed Forces, as well as the captain of the National Guard Alexander Malyarenko.</p><p>The President also presented the Order of Courage of the III degree and Danylo Halytsky.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/u-den-ukrayinskogo-dobrovolczya-prezydent-vruchyv-nagorody-geroyam-ukrayiny-ta-rodynam-zagyblyh/", "title": "On the Day of Ukrainian Volunteer, the President presented awards to the heroes of Ukraine and the families of the dead", "description": "About it reports the site of the Head of State. The President presented the Order of the Golden Star Hero ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Німеччина", "розмінування України"], "source_name": "ArmyInform"}