{"published time": "2024-03-14T14:46:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/lyudmyla-daragan_zustrich.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"904\" src=\"../Images/2024-03-14T14-46-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-14T14-46-00-08-00/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The delegation of the Ministry of Defense of Ukraine, headed by Secretary of State Lyudmila Daragan on March 6-8, took part in the working meetings of the project to strengthen the proper government in the defense sector of Ukraine for 2024-2027.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/14/delegacziya-ministerstva-oboroni-ukraini-na-choli-z-derzhavnim-sekretarem/\" rel=\"nofollow\" target=\"_blank\">reported March 14</a>Ministry of Defence Ukraine.</p><p>The meetings were organized at the invitation of the Center for Integrity in the Defense Sector at the Ministry of Defense of the Kingdom of Norway (CIDS), and they took place on the basis of the Regional Department for Studying Defense Resources (Dresmara) in Brashov, Romania.</p><p>In addition to representatives of the Ministry of Defense, the head of the National Agency for Civil Service Natalia Alyushina, representatives of the Scientific Center of Problems of Integrity and Prevention of Corruption in the Security and Defense Sector of the National University of Defense of Ukraine, the National Agency for Prevention of Corruption, as well as international experts joined the work meetings. on procurement and public administration.</p><p>In his welcome speech, the Secretary of State emphasized the importance of participation of the Ukrainian side in the project aimed at preventing corruption and strengthening of integrity in the Ministry of Defense of Ukraine, improving the efficiency of procurement, as well as the introduction of a transparent and virtuous personnel management system.</p><p>Ludmila Daragan also emphasized the importance of developing bilateral relations with the Ministry of Defense of the Kingdom of Norway during the counteraction to Russian aggression, as well as on the way of our country to acquire full membership in NATO and the European Union.</p><p>During the event, directions of cooperation with the Norwegian side within the context of the defense department in the areas of prevention and detection of corruption, personnel management and state defense procurement in the legal regime of martial law were presented. In particular, regarding the compliance system in public procurement agencies, career management of servicemen, strengthening a culture of integrity and professional ethics in the Ministry of Defense.</p><p>CIDS Project experts highlighted the experience of rebuilding and restoring good governance in countries that were in the stage of military conflict.</p><p>Upon completion of the discussions and on the results of bilateral agreements, the parties exchanged assurances in comprehensive support and exchange of experience with the purpose of further fruitful cooperation within the CIDS project.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/14/vdyachnyj-zahysnykam-yaki-dobrovilno-staly-na-zahyst-derzhavy-rustem-umyerov-pryvitav-ukrayincziv-z-dnem-dobrovolczya/\">reported by ArmyInform</a>, today Defense Minister Rustem Umerov congratulated Ukrainians on Volunteer Day.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/delegacziya-minoborony-provela-zustrichi-u-rumuniyi-shhodo-zapobigannya-korupcziyi/", "title": "The Defense Ministry delegation held a meeting in Romania to prevent corruption", "description": "This was reported on March 14 by the Ministry of Defense of Ukraine.    The meetings were organized on...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Королівство Норвегія", "Міністерство оборони України", "Румунія"], "source_name": "ArmyInform"}