{"published time": "2024-03-14T08:51:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/12/foto-12-putin.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"711\" src=\"../Images/2024-03-14T08-51-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T08-51-00-08-00/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Vladimir Putin during a straight line. Photo: EPA</figcaption></figure><!-- .post-thumbnail --><p><strong>In the enslaved Ukrainian territories, the Russian occupiers have already started early \"voting\" for their President Putin — intimidating the local population and actively involving collaborators. Although the results of the \"elections\" in the Kremlin are known in advance. Why is Moscow trying to play the \"rule of law\" in the eyes of the West and what results will it \"draw\" for Putin?</strong></p><p class=\"\">About this<a href=\"https://gur.gov.ua/content/tsyfry-maiut-znachennia-vykliuchno-dlia-putina-i-rosiiskoi-propahandy-vadym-skibitskyi-pro-vybory-u-rf.html\" rel=\"nofollow\" target=\"_blank\">told</a>Representative of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine Vadim Skybitsky.</p><p class=\"\">According to him, the Russian dictator Vladimir Putin has set the task of his detachment and local collaborators in the temporarily occupied territories of Ukraine to \"draw\" the turnout of citizens 75% and as much percent of its support. However, as Vadim Skybitsky suggests, it is very likely that the servants can \"draw\" 85% and above to please their owner.</p><p class=\"\">\"These figures matter exclusively for Putin and Russian propaganda to try to show his support both in Russia and in the occupied territories. But it is obvious that these elections are another farce, the results of which are known in advance in the Kremlin,\" Vadym Skibitskyi explained.</p><div class=\"single-content\"><p>As reported by the Armyinform, in military intelligence told about<a href=\"https://armyinform.com.ua/2024/03/13/u-voyennij-rozvidczi-rozpovily-pro-naslidky-vybuhiv-na-npz-u-rosiyi/\">the consequences of explosions on refinery in</a>.</p></div></div>", "source": "https://armyinform.com.ua/2024/03/14/u-gur-rozpovily-yaki-rezultaty-vyboriv-namalyuyut-putinu/", "title": "GUR told what the election results \"draw\" Putin", "description": "The representative of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine ... said about it ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "ГУР МО України"], "source_name": "ArmyInform"}