{"published time": "2024-03-14T12:41:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1200_0_1682091579-9820.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" src=\"../Images/2024-03-14T12-41-00-08-00/000000.png\" srcset=\"../Images/2024-03-14T12-41-00-08-00/000000.png\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Commander of the Air Force of the Armed Forces of Ukraine, Lieutenant General Mykola Oleshchuk, stressed that anti-aircraft missile units, including the Patriot, continue to perform tasks in certain areas of the frontline territories.</strong></p><p>About this he<a href=\"https://t.me/ComAFUA/230\" rel=\"nofollow\" target=\"_blank\">wrote</a>In his Telegram channel.</p><p>\"The enemy continues to attack Ukraine in various directions with guided aerial bombs and air missiles. The Air Force is using all available means and tools to counter enemy tactical aviation, keep it at a distance, restrain the actions of enemy \"dryers\" as much as possible, and, if possible, destroy the enemy,\" the message reads.</p><p>He added that our pilots also perform combat missions, heroically destroying the occupier every day.</p><p>“Remember, our defenders of the sky pay a high price to restrain the aggressor and destroy it in the air, on earth and at sea! I thank everyone who is in order, everyone who helps! ” - Mykola Oleshchuk wrote.</p><p>It is known that the day before the Russian media spread information about the destruction of two Patriots in Ukraine. The place of probable destruction was called Pokrovsk in Donetsk region.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/zenitni-raketni-pidrozdily-zokrema-patriot-prodovzhuyut-robotu-u-pryfrontovyh-rajonah-mykola-oleshhuk/", "title": "Anti -aircraft missile units, including Patriot, continue their work in frontline areas - Mykola Oleshchuk", "description": "He wrote about it in his Telegram channel. “The enemy continues to attack Ukraine on ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "ЗРК Patriot", "Микола Олещук", "Повітряні Сили Збройних Сил України"], "source_name": "ArmyInform"}