{"published time": "2024-03-14T13:29:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432373493_755926650053749_1313538061358148036_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"716\" src=\"../Images/2024-03-14T13-29-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T13-29-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>The spokesman of the operational-strategic group of Tavriya troops Captain Dmitry Likhov said that the Russian occupation army began to press very much in the Donetsk and Zaporizhzhya directions since the beginning of March 14.</strong></p><p>Dmitry Likhov's relevant comments were provided during live broadcast<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">Telelorphone</a>United News, March 14, 2024.</p><p>\"In the operational zone of the Tavriya operational-strategic group of troops, the Defense Forces continue to conduct a defensive operation. And if 57 combat clashes took place in our operational zone over the past day, then only as of 8:00 a.m. since the beginning of this day, 24 combat clashes have already taken place,\" said the spokesman of the Tavria Joint Task Force.</p><p>That is, according to him, the enemy resorted to assault operations 24 times in different areas of the front in the operational zone of the Tavria Joint Task Force.</p><p>“One digit testifies to the voltage that was at night and which in the morning. As of 8:00 am, 13 combat clashes took place at the same time. It has not been a long time ago. And this is an indicator of what load, what pressure creates the enemy, what load lies on our soldiers, ”Dmitry Likhov said.</p><p>According to him, the most, 12 assault actions, as of 8:00 were reflected by defenders in the Donetsk region. And one attempt at assault was in the Zaporozhye region.</p><p>As reported by the Armyinform, the enemy<a href=\"https://armyinform.com.ua/2024/03/14/vorog-byv-po-donechchyni-z-aviacziyi-smerchiv-ta-gradiv-pid-vognem-buly-8-naselenyh-punktiv/\">He beat Donetsk region</a>From aviation, tornado and hailstones: there were 8 settlements under the fire.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/tak-ne-bulo-vzhe-duzhe-davno-v-osuv-tavriya-rozpovily-pro-natysk-protyvnyka/", "title": "\"It was not so long ago\": Tavriya was told about the pressure of the enemy", "description": "Dmitry Likhova gave relevant comments during the live broadcast of the TV. \"One ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Дмитро Лиховій", "Таврійський напрямок"], "source_name": "ArmyInform"}