{"published time": "2024-03-14T11:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zobrazhennya-whatsapp-data-2024-03-14-o-100911-30330e42.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1077\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-14T11-23-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-14T11-23-00-08-00/000000.jpg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>The prosecutor's office reported the suspicion of the National Guard of the Russian Federation, involved in illegal imprisonment and murder of civilians during the occupation of Kherson.</strong></p><p style=\"font-weight: 400;\">About this<a href=\"https://gp.gov.ua/ua/posts/povidomleno-pro-pidozru-nacgvardiicyu-rf-pricetnomu-do-nelegalnogo-uvyaznennya-ta-vbivstva-civilnix-pid-cas-okupaciyi-xersona\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the Prosecutor General.</p><p style=\"font-weight: 400;\">“Under the procedural leadership of the Kherson Regional Prosecutor's Office, the suspicion of the National Guard of the Russian Army was identified and in absentia. He was charged with the ill -treatment of civilian populations and other violations of the laws and customs of war, as well as aiding and absence in such actions, which are combined with premeditated murder, committed by prior conspiracy by a group of persons (Part 2 of Article 28, Part 1 of Article 438, Part 1 2 Article 28, Part 5 of Article 27 of Part 2 of Article 438 of the Criminal Code of Ukraine), ”the message reads.</p><p style=\"font-weight: 400;\">According to the investigation, the suspect during the occupation of Kherson provided illegal imprisonment of civilians who were kept in a temporary detention center where the invaders were arranged one of the torture.</p><p style=\"font-weight: 400;\">His duties included the imprisonment of prisoners for interrogations during which they were tortured.</p><p style=\"font-weight: 400;\">\"In June 2022, the suspect facilitated the murder of an illegally detained citizen of Ukraine. As an accomplice to the crime, he guarded the door inside the cell, while other Russian soldiers tortured the victim to death. Regarding two of them, the materials have been allocated to a separate proceeding and the indictment is under consideration by the court,\" the department said.</p><p style=\"font-weight: 400;\">The pre-trial investigation is carried out by the Main Directorate of the National Police in Kherson region.</p><p>We will remind, in Bukovina the exponent of the city council will go under court<a href=\"https://armyinform.com.ua/2024/03/14/na-bukovyni-pid-sud-pide-eksposadovyczya-miskoyi-rady-za-vyrishennya-pytannya-zi-zvilnennya-vid-pryzovu/\">for “resolving the question”</a>From the release from the call.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/14/zatrymano-cholovika-yakyj-praczyuvav-na-golovne-upravlinnya-genshtabu-zs-rosiyi-jomu-zagrozhuye-tyuremne-uvyaznennya/\">АрміяInform</a>, detained a man who worked on the Main Directorate of the General Staff of the Armed Forces of the Russian Federation. He is threatened with imprisonment.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/ohoronyav-dveri-vseredyni-kamery-poky-ukrayinczya-zakatovuvaly-do-smerti-vykryto-naczgvardijczya-rf/", "title": "Guarded the door inside the camera while the Ukrainian was tortured to death - exposed the National Guard of the Russian Federation", "description": "About it informs the office of the Attorney General. “For the procedural guidance of Kherson ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Офіс Генерального прокурора"], "source_name": "ArmyInform"}