{"published time": "2024-03-14T17:07:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/thumb_198072_800_600_0_0_auto-e1710428705627.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"532\" src=\"../Images/2024-03-14T17-07-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-14T17-07-00-08-00/000000.jpeg\" width=\"800\"/></figure><!-- .post-thumbnail --><p><strong>In Odessa, a suspicion of a man who was misled by military personnel and their families was declared, promising to assist them in accelerating apartment registration, the allocation of free social housing and additional financial assistance from the state for its arrangement.</strong></p><p>This is stated in a message on<a href=\"https://www.npu.gov.ua/news/spryiav-rodynam-zakhysnykiv-v-otrymanni-zhytla-odeski-politseiski-oholosyly-pidozru-zlovmysnyku-u-shakhraistvi\" rel=\"nofollow\" target=\"_blank\">Site</a>National Police of Ukraine.</p><p>The person involved in Odessa 32 inhabitants of Odessa for more than 3.6 million hryvnias.</p><p>The attacker spoke about the presence of \"necessary people\" in the authorities and specifically appointed them in the premises of one of the government agencies.</p><p>He took copies of documents and went with them on office offices, pretending to \"solve\" the issue.</p><p>The defendants returned to the victims with the \"good news\" that by paying a certain amount, they will be put on housing accounting on preferential terms and will receive free social housing first.</p><p>People either passed the money to the man or transferred to his bank card. The amounts reached 2 to 6 thousand dollars. After receiving the money, the suspect stopped communicating.</p><p>Without waiting for the promised, the deceived citizens went to the police. In the course of the pre -trial investigation, police gathered enough evidence that confirm the involvement of the person involved in the illegal activity.</p><p>The man was informed of suspicion of parts 1, 2 and 3 of Article 190 of the Criminal Code of Ukraine.</p><p>It is a seizure of someone else's property by deception, that is, fraud, which caused significant damage to the victim, in particular, repeatedly and in large sizes.</p><p>The offender is threatened with imprisonment for a term of 3 to 8 years.</p></div>", "source": "https://armyinform.com.ua/2024/03/14/oshukav-rodyny-zahysnykiv-na-36-mln-grn-v-odesi-zlovmysnyku-ogolosyly-pidozru-v-shahrajstvi/", "title": "Defended the families of the defenders by UAH 3.6 million: in Odessa the attacker was suspected of fraud", "description": "This is stated in a message on the website of the National Police of Ukraine. The person affected ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Одеса"], "source_name": "ArmyInform"}