{"published time": "2024-03-14T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/ef4c2046-777b-49d4-affb-3eabf89b086c-e1710271657784.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/4de50d50-e9dc-4d73-95c9-86939d4aad0b.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/957de21f-bf56-44db-95ed-d516b5758a96.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"389\" src=\"../Images/2024-03-14T09-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-14T09-11-00-08-00/000000.jpeg\" width=\"780\"/><figcaption class=\"wp-caption-text\">Caterpillar AMPV armor with mortar system Patria NEMO. Photo: Bae Systems</figcaption></figure><!-- .post-thumbnail --><p><strong>The British Transnational Bae Systems PLC enterprise commissioned the US Army has implemented a project on equipping a track -proof AMPV armored personnel carrier with a FIFT self -propelled mortar.</strong></p><p>As<a href=\"https://www.baesystems.com/en/article/bae-systems-delivers-new-prototype-armored-multi-purpose-vehicle-with-unmanned-turreted-mortar-capability-to-the-us-army\" rel=\"nofollow\" target=\"_blank\">They boast</a>The authors of the portal of the manufacturer, American troops received the world's first mobile mortar prototype with remote control, reports the Armyinform.</p><p>The details of this project provided for the supplement of the AMPV caterpillar car chassis EXtern Mission Equipment Package, which allows you to quickly install different combat modules. The self -propelled installation was equipped with a remotely controlled mortar system Patria NEMO.</p><p>\"This supply marks the debut of the first fully automated mortar system in the world installed on a tracked armored personnel carrier,\" the developers said.</p><p>NEMO is a remotely controlled 120 mm mortar system developed by the Finnish company Patria.</p><p>120-mm Patria NEMO mortar system is an advanced tower mortar system with remote control, designed for direct and indirect fire support. The only tower mortar in the world that can be installed on ground platforms, ships and stationary positions. NEMO offers exceptional versatility and fire power.</p><img alt=\"\" class=\"alignnone size-full wp-image-550779\" height=\"669\" loading=\"lazy\" src=\"../Images/2024-03-14T09-11-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-14T09-11-00-08-00/000001.jpeg\" width=\"1197\"/><p>It is capable of firing up to 10 rounds per minute, and its high rate of fire, as well as its multi-projectile strike capability (MRSI), allow it to launch multiple projectiles that can hit the same target at the same time, maximizing the effect of hitting the target and minimizing the time it takes for the platform to be exposed to enemy fire. The system's automation provides fast aiming, firing and aiming, which significantly increases the efficiency and safety of the crew.</p><p>The NEMO system can use a wide range of types of ammunition, offering solutions for various tactical requirements, including smoke, lighting and high -precision ammunition, which makes it a key asset for modern military forces that need flexible and powerful fire support capabilities.</p><p>The 120-mm mortar system of Patria NEMO is distinguished by its impressive maximum firing range and the possibility of rapid deployment. It can affect targets up to 10 kilometers with conventional ammunition, and this range can be increased by using jet shells, increasing operational flexibility and efficiency in various combat scenarios.</p><p>The system design involves rapid deployment and mobility, allowing you to move from motion mode to firing mode in minutes. This possibility of rapid deployment guarantees that forces can quickly respond to threats and use tactical capabilities when they occur.</p><img alt=\"\" class=\"alignnone size-full wp-image-550780\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-14T09-11-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-14T09-11-00-08-00/000002.jpeg\" width=\"950\"/><p>The combination of extended range, quick setup and stacking makes the NEMO system an invaluable tool for providing immediate, powerful fire support over a wide area of operations, providing an advantage in firepower and making a significant contribution to the success of military battles.</p><p>Compared to existing mortar transporters, which feature a traditional 120mm mortar system, this new prototype represents a monumental leap in capability, offering increased operational flexibility and force protection while ensuring that soldiers remain protected by the vehicle's armor.</p><p>In the coming months, the prototype of the AMPV tower mortar will undergo a comprehensive field inspection by the United States Army to check its effectiveness in accordance with the strict requirements of the modern war.</p><p>Experts of the defense portal IKK Defense Express<a href=\"https://defence-ua.com/news/armija_ssha_viprobuje_samohidnij_minomet_ampv_z_bashtoju_nemo_vid_finskoji_patria-14680.html\" rel=\"nofollow\" target=\"_blank\">stated</a>that AMPV armored vehicles in the NEMO mortar tower have several advantages. In particular, a high level of automation allows you to open fire faster than ordinary armored vehicles with 120 mm mortars.</p><p>In addition, a significant level of process automation allows an armored vehicle with a NEMO turret to quickly switch fire from one target on the battlefield to another, which is also an undoubted advantage.</p><p>The fire control system can operate in the mode of \"firing raid\" when six artillery mines are sent to the target at the same time. In addition, this system allows you to fire on the move. But the most important detail that relates to the survivability on the battlefield is the level of automation of charging and fire conducting the crew in principle not to leave the car.</p><p>As before<a href=\"https://armyinform.com.ua/2024/01/28/u-ssha-vyprobuvaly-mobilnu-systemu-ppo-exmep-na-bazi-bronemashyny-ampv/\">declared</a>ArmyInform, before that, BAE Systems also demonstrated a variant of the AMPV vehicle in the version of a short-range air defense system equipped with a combat module<a href=\"https://www.leonardodrs.com/what-we-do/products-and-services/m-shorad/\" rel=\"nofollow\" target=\"_blank\">M-SHORAD</a>intended to fight air purposes.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/ogAjDEqxkzk?feature=oembed\" title=\"Patria AMV NEMO 120mm Mortar Video\" width=\"640\"></iframe></p><p>Field tests of self -propelled mortar system Patria NEMO. Video: Patria Group</p></div>", "source": "https://armyinform.com.ua/2024/03/14/pershyj-mobilnyj-armiya-ssha-vyprobuye-bronemashynu-ampv-z-minometnoyu-systemoyu-nemo/", "title": "First Mobile: US Army Tests AMPV armored vehicle with NEMO mortar system", "description": "As the authors of the portal of the manufacturer boasted, American troops received the first in ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["AMPV", "NEMO", "Patria", "ОВТ", "озброєння і техніка", "США"], "source_name": "ArmyInform"}