{"published time": "2024-03-06T19-37-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/34219efa3f32e0421f4afe7d1160937f_1709723722_wysiwyg.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"534\" src=\"../Images/2024-03-06T19-37-99/000000.jpeg\" srcset=\"../Images/2024-03-06T19-37-99/000000.jpeg\" width=\"800\"/></figure><!-- .post-thumbnail --><p><strong>In Odessa, President of Ukraine Volodymyr Zelensky and Prime Minister of Greece Kiriakos Michokotakis, who was visiting our country, heard information on representatives of the military command on reflection of a large-scale invasion of Russia and development of the capabilities of the Defense Forces of Ukraine.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/v-odesi-prezident-ukrayini-ta-premyer-ministr-greciyi-zasluh-89545\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the President of Ukraine.</p><p>The special briefing was attended by: Commander of the Navy of the Armed Forces of Ukraine Alexey Zhpapa, Commander of the Air Force of the Armed Forces Mykola Oleshchuk, commander of Odessa, Mikhail Drapaty, Commander of the Marine Corps Andrey Gnatov.</p><p>Volodymyr Zelensky and Kiriakos Michotakis informed about the current security situation in Odesa region and in the southern front of the front, about measures to counteract the Russian Fleet.</p><p>Separately, the military command spoke about providing the work of the Grain Corridor and supporting Ukraine with world food security despite all Russia's attempts to block navigation in the Black Sea.</p><p>The President of Ukraine and the Prime Minister of Greece also heard information about the consequences of air strikes of the Russian Federation on settlements and objects of critical infrastructure of Ukraine.</p><p>The Ukrainian side has transmitted information on the needs for reinforcing air defense to protect the sky, in particular in the Odessa region.</p><p>As reported by the Armyinform, President<a href=\"https://armyinform.com.ua/2024/03/06/zbroya-i-ppo-bezumovnyj-priorytet-prezydent-rozpoviv-pro-detali-peremovyn-iz-premyerom-grecziyi/\">told</a>About the details of negotiations with the Prime Minister of Greece.</p></div>", "source": "https://armyinform.com.ua/2024/03/06/v-odesi-prezydent-zasluhav-bryfing-vijskovogo-komanduvannya-shhodo-bezpekovoyi-sytuacziyi/", "title": "In Odessa, the President heard a briefing of military command on a security situation", "description": "About it reports the office of the President of Ukraine. The special briefing was attended by: ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Президент України"]}