{"published time": "2024-03-06T18-01-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/581679330730a221abb0d8d1dba9d5b7_1709738153_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-06T18-01-99/000000.jpeg\" srcset=\"../Images/2024-03-06T18-01-99/000000.jpeg\" width=\"1042\"/></figure><!-- .post-thumbnail --><p><strong>Ukraine and Greece have begun preparation for cooperation and a bilateral security agreement.</strong></p><p>About this<a href=\"https://t.me/V_Zelenskiy_official/9691\" rel=\"nofollow\" target=\"_blank\">informs</a>President of Ukraine Volodymyr Zelenskyy.</p><p>“Greece and I started to prepare a bilateral security agreement on security guarantees - our security cooperation. I hope that soon our teams prepare the agreement for signing. We have to record it in it and the level of cooperation and support already achieved this year, as well as for the next ten years - it is the long -term security cooperation that gives the best results, ”the head of state said.</p><p>According to the President of Ukraine, this year the country has to work as much as possible to reduce Russia's ability to finance aggression.</p><p>“The less Putin's money will be, the less people he can kill. He does not want any peace, no diplomacy. Therefore, it is necessary to continue to strengthen sanctions against Russia and to punish Russian murderers for everything they did, ”he stressed.</p><p>To date, Volodymyr Zelenskyy emphasizes, to help our defense.</p><p>“It is important to limit the economic potential of Russian terrorists. It is important to support the work of the International Criminal Court and to counteract the Russian misinformation. Every day should come to a fair peace. And I am grateful to Greece, grateful to Prime Minister Michotakis for considerable assistance for peace, ”the Head of State sums up.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/06/v-odesi-prezydent-ukrayiny-ta-premyer-grecziyi-vshanuvaly-pamyat-zagyblyh-unaslidok-vluchannya-vorozhogo-drona-v-budynok/\">Armyinform</a>In Odessa, the President of Ukraine and the Greek Prime Minister honored the memory of the dead as a result of a hostile drone in the house.</p></div>", "source": "https://armyinform.com.ua/2024/03/06/ukrayina-ta-grecziya-rozpochaly-pidgotovku-shhodo-bezpekovoyi-ugody/", "title": "Ukraine and Greece have begun preparation on a security agreement", "description": "About it reports President of Ukraine Volodymyr Zelenskyy. “Greece and I started ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Важливо", "Новини"], "tags": ["stoprussia", "агресія рф", "безпекова угода", "Володимир Зеленський", "Греція", "Світ підтримує Україну"]}