{"published time": "2024-03-06T07-04-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/430178657_751896880456726_5256675186369338567_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" src=\"../Images/2024-03-06T07-04-99/000000.jpg\" srcset=\"../Images/2024-03-06T07-04-99/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, 86 combat clashes took place on the front. In total, the enemy caused 4 missile and 106 aviation strikes, carried out 154 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02FGUTjMTwFU2EdS7F2qRibTW98N6M4LyUfbTupg6mf9k3HbAjPraVSyEeFMxqzjwBl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">reported</a>The General Staff of the Armed Forces of Ukraine on its Facebook page.</p><p>In the area of responsibility, the \"Khortytsia<strong>In Kupyansk direction</strong>The enemy of the offensive (assault) did not take action.</p><p><strong>In the estuary direction</strong>Our warriors repelled 6 enemy attacks in the areas of settlements Verkhnyamyansk and Torni of Donetsk region.</p><p><strong>In the Bakhmut direction</strong>, 2 attacks of the enemy in the areas of settlements Ivanivske and the White Mountain of Donetsk region were reflected.</p><p>In the area of responsibility, \"Tavriya<strong>in the Avdiivsky direction</strong>Our defenders reflected 23 enemy attacks in the areas of Berdichi settlements, Toneyke, Pervomaisk, Vodyane, Nevelskoye, Semenivka and Orlovka of Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the districts of Georgiyivka, Novomikhailivka, Prychistivka and Krasnogorivka of Donetsk region, where the enemy, 39 times tried to break through the defense of our troops.</p><p><strong>In the Orikhiv direction</strong>The enemy made 5 attacks in the areas of settlements of Gulyaypole, Malynivka and the robot of the Zaporozhye region.</p><p>In the area of ​​responsibility, \"Odesa\"<strong>in the Kherson direction</strong>Defense forces continue to keep positions. Despite significant losses, the enemy does not leave the attempt to knock out our units from the positions. So, during the last day, the enemy performed 3 unsuccessful assault actions.</p><p>In the area of responsibility, the \"north\"<strong>in Volyn and Polissya directions</strong>The operational situation remains without significant changes.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage activities in order to prevent the transfer of our troops to threatening directions, increases the density of mine-explosive barriers along the state border in Belgorod region.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/06/genshtab-zsu-vorog-najbilshe-atakuye-na-novopavlivskomu-napryamku/", "title": "The General Staff of the Armed Forces: The enemy is most attacked in the Novopavlovsky direction", "description": "This was reported by the General Staff of the Armed Forces of Ukraine on its Facebook page. In the area ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генеральний штаб ЗС України", "Ситуація на фронті"]}