{"published time": "2024-03-06T17-20-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/fd9b56b9bc918f1b2061a72042c2559c_1709736840_wysiwyg.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"534\" src=\"../Images/2024-03-06T17-20-99/000000.jpeg\" srcset=\"../Images/2024-03-06T17-20-99/000000.jpeg\" width=\"800\"/></figure><!-- .post-thumbnail --><p><strong>During his working trip to the Odessa region, President of Ukraine Volodymyr Zelensky and Prime Minister of Greece Kiriakos Michotakis honored the memory of the residents of Odessa, who died on March 2 because of the hit of the hostile \"Shahamed\" in a nine-storey residential building.</strong></p><p>About this<a href=\"https://president.gov.ua/news/v-odesi-prezident-ukrayini-ta-golova-uryadu-greciyi-vshanuva-89549\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the President of Ukraine.</p><p>The Head of State expressed deep condolences to the relatives and relatives of the dead as a result of the Russian attack and wished the victims a speedy recovery.</p><p>\"We understand that it is a great pain, first of all for those who have lost loved ones,\" said Volodymyr Zelenskyy.</p><p>According to him, all the relevant services performed their duties, helped, fought for the lives of our people.</p><p>The President also emphasized the importance of providing all those who lost their home.</p><p>“About apartments, losses of documents - they will surely help. All will receive compensation for destroyed housing. The city and central authorities control this issue, ”the Head of State said.</p><p>As reported by the Armyinform, on the night of March 2 as a result of another attack of the Russian Federation using drones-Kamikadze on the city of Odessa<a href=\"https://armyinform.com.ua/2024/03/02/v-odesi-udarnyj-drony-zrujnuvav-9-poverhivku-dvoye-zagyblyh-pid-zavalamy-shukayut-lyudej/\">was completely destroyed</a>18 apartments and 36 apartments were damaged in a high -rise building on the Dobrovolsky Avenue, 134. As a result, 12 people were killed, including five children. Nine people were injured. The search and rescue operation was completed on March 3, rescued by five people.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/06/v-odesi-prezydent-ukrayiny-ta-premyer-grecziyi-vshanuvaly-pamyat-zagyblyh-unaslidok-vluchannya-vorozhogo-drona-v-budynok/", "title": "In Odessa, the President of Ukraine and the Prime Minister of Greece honored the memory of the dead as a result of the trash of a hostile drone in the house", "description": "About it reports the office of the President of Ukraine. The head of state expressed deep condolences ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "Одеса", "Президент України", "прем’єр-міністр Греції"]}