{"published time": "2024-03-06T11-13-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/07/5f6a2222.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" src=\"../Images/2024-03-06T11-13-99/000000.jpg\" srcset=\"../Images/2024-03-06T11-13-99/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Photo: Dmitry Yurchenko / Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>The Defense Agency of the Ministry of Defense of Ukraine has announced through the mechanism of simplified procurement in the Prozorro system, the selection of a recruiting company that will help to select independent members of the Agency Supervisory Board.</strong></p><p>This is stated in a message on<a href=\"https://www.mil.gov.ua/news/2024/03/06/agencziya-oboronnih-zakupivel-rozpochala-proczes-stvorennya-naglyadovoi-radi/\" rel=\"nofollow\" target=\"_blank\">Site</a>Defense Office.</p><p>The deadline for submission of proposals: March 13, 2024.</p><p>The Supervisory Board will have five members - three independent and two representatives of the state.</p><p>In particular, the competence of the Supervisory Board will be:</p><ul><li>approval of the projects of agency, financial and investment strategy</li><li>Establishing indicators of director's performance, control of performance and evaluation of the results of his activity</li><li>consideration of the director's report and approval of measures as a result of its consideration</li><li>Approval of candidates of deputy director</li><li>Formation of anti -corruption policy</li><li>appointment and termination of powers of the head of the internal audit unit.</li></ul><p>“It is important to have professional and independent experts in the Supervisory Board of the Defense Agency. This will ensure even higher efficiency of our defense purchases. The announcement of a tender for the selection of a recruiting company is a step towards raising the corporate standards of management of the agency and control over its work, ” - said Deputy Minister of Defense of Ukraine Dmitry Klimenkov.</p><p>The procurement of a recruiting company will be carried out at the donor expense (funds from a special defense advisor funded by the UK government in Ukraine).</p><p>“Our goal is to attract qualified members of the Supervisory Board, which will help provide high standards of work in defense procurement. The public announcement of the tender demonstrates our dedication to transparency and openness in the process of restarting the agency, \" - said Marina Bezrukov, director of the Defense Procurement Agency.</p><p>In order to implement a memorandum on cooperation between the Defense Procurement Agency and the NGO \"Expert Support and Economic Development Fund\", the procurement was announced exclusively in the part of the announcement and submission of proposals.</p><p>The Expert Support Fund and Economic Development will be the customer of these services, chose a recruiting company and conclude a contract with it outside the electronic procurement system.</p><p>Therefore, the state -owned enterprise of the Ministry of Defense of Ukraine \"Defense Agency\" will not directly conclude a contract with a recruiting company.</p><p>The simplified procurement will be completed after the proposal period is completed.</p><p>We will remind, in January 2024 the Ministry of Defense of Ukraine<a href=\"https://armyinform.com.ua/2024/01/29/maryna-bezrukova-ocholyla-agencziyu-oboronnyh-zakupivel/\">recognized Marina Bezrukova</a>Defense Procurement Agency.</p><p>Earlier, it has developed and implemented at the National Energy Company Ukrenergo a modern procurement policy based on the principles of transparency, efficiency and distribution of powers.</p><p>Changing management and launching an independent supervisory board are necessary steps for a quality restart of the agency.</p><p>The purpose of this transformation is to build a procurement agency that provides the Armed Forces of the Armed Forces, according to the best international corporate governance standards.</p><p><strong>Reference:</strong>Defense Agency is responsible for the purchase of weapons for the Armed Forces.</p><p>Recently, the Defense Ministry has reformed the procurement system for the military. From now on, it is a two -level system where the Ministry establishes a procurement policy and controls quality, and direct purchases are carried out by two agencies - the \"defense agency\" (weapons) and the \"state operator of the rear\" (rear property).</p><p>Previously, these functions were concentrated directly in the ministry, which could lead to conflict of interest during procurement.</p></div>", "source": "https://armyinform.com.ua/2024/03/06/agencziya-oboronnyh-zakupivel-rozpochala-proczes-stvorennya-naglyadovoyi-rady/", "title": "The Defense Agency has begun the process of creating a supervisory board", "description": "This is stated in a message on the website of the defense department. The deadline for submission ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["Агенція оборонних закупівель", "Міністерство оборони"]}