{"published time": "2024-03-06T09-41-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/b0d0e0a7-dbe0-4f14-8fe8-d4a95cb78d29.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1016\" src=\"../Images/2024-03-06T09-41-99/000000.jpeg\" srcset=\"../Images/2024-03-06T09-41-99/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>In the operating zone of the Defense Forces of the South of Ukraine, the air defense units in intensive mode for four hours reflected a massive attack of enemy drones.</strong></p><p>This is stated in<a href=\"https://t.me/SJTF_Odes/6872\" rel=\"nofollow\" target=\"_blank\">message</a>Defense forces of South of Ukraine in Telegrams.</p><p>On the night of March 6, the enemy again attacked the southern region of the Droam-Kamikadze type Shahd-131/136, launching them from temporarily occupied Crimea</p><p>20 air purposes were destroyed, two of them in Kherson and 18 in Odesa region.</p><p>“The enemy once once again directed shock drones in settlements, industrial sites of the coastal zone. Drone maneuvers in residential quarters complicated the work of the Air Force forces, ”the message reads.</p><p>As a result of the fall of the drowning drones in the Odessa district, another recreational facility, Gasogin, and residential buildings in the private sector were damaged.</p><p>The information about the victims did not receive.</p><p>As reported by the Armyinform, on the night of March 6 Russian occupation troops<a href=\"https://armyinform.com.ua/2024/03/06/rakety-i-shahedy-z-chotyroh-napryamkiv-povitryani-syly-rozpovily-pro-nichnu-ataku-rf-po-ukrayini/\">attacked Ukraine</a>SHahd rockets and shock -offs.</p><p>The air forces of the Armed Forces of Ukraine reported 38 out of 42 drones.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/06/syly-oborony-chotyry-godyny-vidbyvaly-ataku-shahediv-na-odeshhyni-ta-hersonshhyni/", "title": "Defense forces for four hours reflected the attack of shock drones in Odessa and Kherson region", "description": "This is stated in the report of defense forces of southern Ukraine in a telegram channel. At night 6 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["атака шахедами", "Сили оборони Півдня України"]}