{"published time": "2024-03-06T21-23-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/whatsapp-image-2024-03-06-at-172947.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"862\" src=\"../Images/2024-03-06T21-23-99/000000.jpeg\" srcset=\"../Images/2024-03-06T21-23-99/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>According to the public prosecution of the prosecutors of the Happy District Prosecutor's Office of the Luhansk region, a local resident who entered the ranks of the Ministry of Internal Affairs of the LNR, was found guilty of collaborative activity.</strong></p><p>About this<a href=\"https://www.gp.gov.ua/ua/posts/do-14-rokiv-pozbavlennya-voli-zasudzeno-meskanku-luganshhini-yaka-vstupila-do-lav-mvs-lnr\" rel=\"nofollow\" target=\"_blank\">informs</a>The Prosecutor General's Office.</p><p>She was sentenced to 14 years in prison with confiscation of property. Also deprived of the right for 15 years to hold positions in law enforcement agencies.</p><p>Prosecutors in court proved that in the summer of 2022 the woman swore allegiance to the so -called \"LNR\" and voluntarily joined the ranks illegally created by the occupiers of the law enforcement agencies. She held a position in the Novoaydar Regional Ministry of Internal Affairs of the LNR. Took shape and firearms.</p><p>The convicted person patrols the territory of the captured Novoaydar, and also called on the local population to join the service.</p><p>The sentence was adopted in absentia. The convicted person will be sentenced from the moment of detention. She has now been wanted.</p></div>", "source": "https://armyinform.com.ua/2024/03/06/meshkanka-luganshhyny-vstupyla-do-lav-mvs-lnr-yiyi-zasudzheno-do-14-rokiv-uvyaznennya/", "title": "The resident of Luhansk region entered the ranks of the Ministry of Internal Affairs of the LNR. It was sentenced to 14 years in prison", "description": "About it reports the office of the Prosecutor General. She was punished - 14 years of deprivation ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Військові злочини", "Офіс Генерального прокурора"]}