{"published time": "2024-03-06T16-43-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/rupor-kremlya.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"886\" src=\"../Images/2024-03-06T16-43-99/000000.jpg\" srcset=\"../Images/2024-03-06T16-43-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Two occupation \"mediamen\" from Crimea are suspected of collaborative activity and justification of armed aggression of the Russian Federation against Ukraine.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22220\" rel=\"nofollow\" target=\"_blank\">reported March 6</a>Office of the Prosecutor General.</p><p>According to the agency, one of them is also charged with public calls for genocide.</p><p>One of the suspects is the host of the author's program, which is also broadcast on the propaganda TV channel \"Crimea 24\", where he publicly supports the actions of the invaders and justifies a large -scale invasion of the Russian Federation. Among the speakers, another suspect was invited to this program - the head of the Simferopol branch of \"Russian unity\", which also positions himself as a blogger and political scientist.</p><p>According to the investigation, he expressed his negative attitude towards Ukrainian society, which, according to him, \"threatens the peaceful and stable life of Russians and residents of the occupied territories of Ukraine, and therefore deserves complete physical destruction.\"</p><p>In their speeches, they systematically promote pro -Russian narratives, justifying the armed aggression of the enemy through the prism of \"liberators\".</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/04/v-kyyevi-kolyshnogo-televeduchogo-sudytymut-za-kolaboraczijnu-diyalnist/\">It became known</a>that the former TV presenter in Kiev will be tried for collaborative activities.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/06/dvom-vorozhym-propagandystam-z-krymu-povidomleno-pro-pidozru/", "title": "Two hostile propagandists from Crimea were reported suspicion", "description": "This was reported on March 6 by the Office of the Prosecutor General. According to the department, one of the ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["колаборанти", "Офіс Генерального прокурора", "пропаганда рф"]}