{"published time": "2024-03-06T14-41-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/tarnavskyj.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-06T14-41-99/000000.jpg\" srcset=\"../Images/2024-03-06T14-41-99/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>Defense forces have eliminated the multifunctional optical-electronic intelligence complex \"Irony\", as well as the command post of one of the motorized rifle brigades of Russia.</strong></p><p>About this<a href=\"https://t.me/otarnavskiy/570\" rel=\"nofollow\" target=\"_blank\">March 6 reported</a>Commander of the operational-strategic group of Tavriya troops Brigadny General Alexander Tarnavsky.</p><p>According to him, in the operating area \"Tavriya\" dared the enemy over the past 24 hours struck 33 air strikes, 1 rocket strike, 136 beats of Kamikadze drones, committed 1143 shelling and 67 assault actions.</p><p>The total losses of the enemy in the live force per day are 515 people (killed and injured). Another 4 Russian invaders were captured.</p><p>The loss of the enemy in weapons and military equipment amounted to 71 units, not taking into account UAVs. In particular, these are 10 tanks, 24 combat armored vehicles, 10 artistem, 11 cars and 16 units of special equipment. 237 UAVs of different types are neutralized or shot.</p><p>Among the destroyed Russian technology-2 complexes of observation \"Mur-M\", immediately 5 units of buggy.</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/05/na-tavrijskomu-napryamku-obstanovka-zalyshayetsya-skladnoyu-ale-zsu-stijko-trymayut-oboronu/\">It was reported</a>that the situation remains difficult in the Tavriya direction, but the Armed Forces are steadily defense.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/06/na-tavrijskomu-napryamku-znyshhyly-ridkisnyj-rozviduvalnyj-kompleks-i-brygadnyj-komandnyj-punkt/", "title": "In the Tavriysk direction, a rare reconnaissance complex and a brigade command point were destroyed", "description": "On March 6 this was reported by the commander of the operational-strategic group of troops ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["комплекс \"Іронія\"", "Олександр Тарнавський", "Таврійський напрямок", "Хроніка війни"]}