{"published time": "2024-03-06T12-13-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/protoirej_vrazhyna.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-06T12-13-99/000000.jpg\" srcset=\"../Images/2024-03-06T12-13-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Documented blasting activity of the Metropolitan Archpriest of the Cherkasy Diocese of the UOC (MP), which justified the armed aggression of the Russian Federation.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11349\" rel=\"nofollow\" target=\"_blank\">She reported March 6</a>SBU.</p><p>According to the service, on his own page on Facebook, Klik heroned Russian invaders and denied their war crimes against Ukraine.</p><p>He also spread the pro -Kremlin narratives on the social network, which he tried to discredit Ukrainian defenders.</p><p>In particular, he accused Ukrainian defenders of preparation for military provocations in Odessa and called the soldiers of the special unit \"Azov\" - \"Nazis\".</p><p>The defendant supplemented his posts with hostile slogans, photos and videos from pro-Kremliv Internet resources.</p><p>During the search at the place of residence, the cleric revealed forbidden symbols and the mobile phone from which it distributed anti -Ukrainian agitation.</p><p>The SBU initiated by the SBU confirmed the facts of the criminal act of the person.</p><p>On the basis of the evidence collected by the Metropolitan Archpriest, it was reported suspicion under Part 2 and Part 3 of Art. 436-2 of the Criminal Code of Ukraine (justification of armed aggression of the Russian Federation against Ukraine, glorification of its participants).</p><p>The issue of choosing a preventive measure is currently being resolved.</p><p>The attacker faces up to 8 years in prison with confiscation of property.</p><p>Before<a href=\"https://armyinform.com.ua/2024/02/19/povidomleno-pidozru-arhimandrytu-upcz-mp-yakyj-blagoslovyv-pryyednannya-hersonshhyny-do-rosiyi/\">has been reported</a>About the suspicion of the Archimandrite of the UOC (MP), which blessed the \"accession\" of Kherson to Russia.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/06/povidomlena-pidozra-svyashhenyku-z-cherkashhyni-yakyj-nazyvav-azovcziv-naczystamy-i-geroyizuvav-okupantiv/", "title": "The suspicion of the priest from Cherkasy region, who called \"Azov\" Nazis and heroned the occupiers", "description": "This was reported on March 6 by the SBU. According to the service, on your own Facebook page ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["виправдовування агресії", "СБУ", "УПЦ МП"]}