{"published time": "2024-03-06T10-37-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/05/zhozep-borrel.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"493\" src=\"../Images/2024-03-06T10-37-99/000000.jpg\" srcset=\"../Images/2024-03-06T10-37-99/000000.jpg\" width=\"740\"/></figure><!-- .post-thumbnail --><p><strong>The Armed Forces of Ukraine today require 200 thousand ammunition 155 mm per month. This is 2.5 million a year.</strong></p><p>About this<a href=\"https://www.eeas.europa.eu/eeas/defence-remarks-high-representativevice-president-josep-borrell-press-conference-present-european_en\" rel=\"nofollow\" target=\"_blank\">stated</a>High EU Representative on Foreign Affairs and Security Policy Josep Borrel.</p><p>“If we want to support Ukraine, we should be able to provide it because shells are not from nowhere and people cannot fight banknotes. The bill is good for buying weapons, but it should be done. The bill can not be fighting, ”said Josep Borrel.</p><p>According to him, the purpose of the European Union is to increase defense production and to put 1.1 million shells in general by the end of the year.</p><p>At the same time, he stressed that there is another source of supply to consider, these are direct contracts between Ukraine and the European industry.</p><p>“No one knows the exact numbers there. But I think I can take the courage to say that more than 350,000 ammunition was put in Ukraine through this channel, ”said Josep Borrel.</p><p>He called on the EU Member States to respond faster to Ukraine's needs.</p><p>“I hope that by the end of the year we will go to the level of 1 150,000 shells. This is still not enough, but it is much more than we could expect at the beginning, ”added the head of European diplomacy.</p><p>As reported by the Armyinform, March 5th European Commission<a href=\"https://armyinform.com.ua/2024/03/05/yes-predstavyv-pershu-oboronno-promyslovu-strategiyu-peredbachaye-tisnu-spivraczyu-z-ukrayinoyu/\">presented</a>The first European defense-industrial strategy in history, which involves active cooperation with Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/06/ukrayini-potribno-200-tysyach-snaryadiv-shhomisyaczya-yes-maye-reaguvaty-shvydshe-zhozep-borrel/", "title": "Ukraine needs 200 thousand shells monthly, the EU should respond faster - Josep Borrel", "description": "This was stated by the High EU Representative on Foreign Affairs and Safety Policy of Josep ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["допомога партнерів", "Євросоюз", "Жозеп Боррель"]}