{"published time": "2024-03-29T17:39:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/dbr_do-sudu.jpg"], "content": "<div class=\"single-content\">\n<figure class=\"post-thumbnail\">\n<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"812\" src=\"../Images/2024-03-29T17-39-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-29T17-39-00-08-00/000000.jpg\" width=\"1200\"> </img></figure><!-- .post-thumbnail -->\n<p><strong> Завершене досудове розслідування щодо депутата Семенівської міської ради Чернігівської області, який після мобілізації ухилявся від військової служби за сприяння керівника підрозділу. </strong></p>\n<p>Про це <a href=\"https://t.me/c/1435738926/4272\" rel=\"nofollow\" target=\"_blank\">повідомило 29 березня</a> Державне бюро розслідувань.</p>\n<p>За даними відомства, встановлено, що депутат був мобілізований після початку російського вторгнення, проте протягом 5 місяців фактично не виконував обов’язки військової служби.</p>\n<p>Його безпосередній начальник не реагував на відсутність підлеглого військовослужбовця та навпаки фіксував у службовій документації, що той начебто несе службу у прикордонних нарядах.</p>\n<p>При цьому депутат незаконно отримав грошове забезпечення військового та спеціальні надбавки на понад 157 тисяч гривень.</p>\n<p>Він обвинувачується в ухиленні від виконання обов’язків військової служби та шахрайстві (ч. 4 ст. 409, ч. 2 ст. 190 КК України).</p>\n<p>Санкція статті передбачає покарання у вигляді позбавлення волі на строк до 10 років.</p>\n<p>Матеріали досудового розслідування відносно начальника депутата, який прикривав його злочинні дії, були виділені в окреме провадження. Наразі кримінальне провадження завершено та направлено до суду.</p>\n<p>Подільника звинувачують у службовому підроблені (ч. 1 ст. 366), зловживанні владою або службовим становищем (ч. 1 ст. 364), в посібництві у кримінальному правопорушенні щодо ухилення військової служби (ч. 5 ст. 27, ч. 4 ч. 409). Санкція статті передбачає позбавлення волі до 10 років.</p>\n<p>Як <a href=\"https://armyinform.com.ua/2024/03/29/na-mykolayivshhyni-povernuly-bijczyam-vyplaty-vtracheni-cherez-nedbalist-posadovyczi/\">повідомляла АрміяInform</a>, на Миколаївщині повернули бійцям виплати, втрачені через недбалість посадовиці.</p>\n</div>", "source": "https://armyinform.com.ua/2024/03/29/na-chernigivshhyni-deputat-pishov-pid-sud-za-falshyvu-sluzhbu/", "title": "На Чернігівщині депутат пішов під суд за фальшиву службу", "description": "Про це повідомило 29 березня Державне бюро розслідувань.    За даними відомства,...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ДБР", "ухиляння від служби"]}