{"published time": "2024-03-26T14:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1ec25958-010f-4439-9bf5-d27b24fc283b.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1013\" src=\"../Images/2024-03-26T14-56-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-26T14-56-00-08-00/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>On March 26, the rocket strike in the Shevchenkivskyi district of Kharkiv on March 26, Russian troops, were caused by a winged X-35U missile.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22692\" rel=\"nofollow\" target=\"_blank\">reported</a>Office of the Prosecutor General.</p><p>According to the investigation, on March 26 at about 11:30 the Armed Forces of the Russian Federation caused a blow that damaged a non -residential building. In the high -rise building windows are knocked out, there is damage to the facade.</p><p>A 64-year-old peaceful resident received an acute response to stress.</p><p>According to preliminary data, the blow was caused by a winged X-35U missile. It is a Soviet Russian turbojet ribbed winged anti -ship rocket.</p><p>It can be launched from aircraft, helicopters, surface ships and coastal mobile missile systems. Designed for the destruction of ships up to 5000 tons.</p><p>Under the procedural guidance of the Shevchenkivska and Slobid district prosecutor's office of Kharkiv and Chuguev District Prosecutor's Office of Kharkiv region, pre -trial investigations on the facts of violation of the laws and customs of war (Part 1 of Article 438 of the Criminal Code of Ukraine) were initiated.</p><p></p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/26/okupanty-sogodni-vdaryly-po-harkovu-protykorabelnoyu-raketoyu-h-35u/", "title": "The occupiers have hit Kharkiv anti-ship missile X-35U today", "description": "This was reported by the Office of the Prosecutor General. According to the investigation, March 26 is about ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": [], "source_name": "ArmyInform"}