{"published time": "2024-03-26T08:28:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/11/228628_ngu.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"500\" src=\"../Images/2024-03-26T08-28-00-08-00/000000.png\" srcset=\"../Images/2024-03-26T08-28-00-08-00/000000.png\" width=\"960\"/><figcaption class=\"wp-caption-text\">Photo: espresso.tv</figcaption></figure><!-- .post-thumbnail --><p><strong>The Commander-in-Chief of the Armed Forces Lieutenant General Oleksandr Syrsky congratulated the entire staff and veterans on the Day of the National Guard of Ukraine.</strong></p><p class=\"\">He is about it<a href=\"https://t.me/osirskiy/637\" rel=\"nofollow\" target=\"_blank\">wrote</a>In his telegram channel.</p><p class=\"\">“Ten years ago, in 2014, the National Guard became the basis for the creation of Ukrainian volunteer battalions. They moved to the east to protect Ukraine from Russian aggression together with the Armed Forces, ”the head said.</p><p class=\"\">According to the head of the Ukrainian army, these heroic people, hardened in the first battles with Russian invaders in 2014, still defend Ukraine's independence.</p><p class=\"\">\"In 2014, during the anti -terrorist operation, he was honored to cooperate with the National Guard warriors who glorified Ukraine and its people with their feats,\" he said.</p><p class=\"\">In addition, in February 2022, the National Guard met with honor of large -scale Russian aggression.</p><p class=\"\">“As the commander of the defense of the city of Kiev, I recall how the Ukrainian National Guards disrupted the plans of the Russian landing on the aerodrome in Gostomel. And now thousands of National Guards with weapons in their hands, side by side with other units and units of the Defense Forces of Ukraine, reflect Russian attacks on the forefront, ”said Alexander Sirsky.</p><p class=\"\">Lieutenant General also noted that on this day he wants to remember all the dead.</p><p class=\"\">“Low bow, eternal memory and eternal glory to all fallen for the will and independence of Ukraine! Thank you very much for your service! I thank those who joined the offensive units of the offensive, also thank those who plan to vote for joining the ranks of these bold and brave warriors, ”he summarized.</p><p>As reported by the Armyinform, Commander -in -Chief of the Armed Forces<a href=\"https://armyinform.com.ua/2024/03/24/golovnokomanduvach-zsu-pokazav-kadry-znyshhennya-vorozhoyi-tehniky-ta-ozbroyennya/\">showed</a>footage of destruction of enemy equipment and weapons.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/golovnokomanduvach-zsu-general-lejtenant-oleksandr-syrskyj-pryvitav-ves-osobovyj-sklad-ta-veteraniv-z-dnem-naczionalnoyi-gvardiyi-ukrayiny/", "title": "Ukrainian National Guards thwarted the plans of the Russian landing on the aerodrome in Gostomel - Alexander Syrsky", "description": "He wrote about it in his telegram channel. “Ten years ago, in 2014, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Олександр Сирський"], "source_name": "ArmyInform"}