{"published time": "2024-03-26T20:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/11/275128_marder-1a32_gettyimages_new_960x380_0.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"500\" src=\"../Images/2024-03-26T20-01-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T20-01-00-08-00/000000.jpg\" width=\"960\"/><figcaption class=\"wp-caption-text\">BMP Marder</figcaption></figure><!-- .post-thumbnail --><p><strong>On March 26 in Warsaw, a coalition of armored vehicles was opened in support of Ukraine.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/26/u-varshavi-rozpochala-robotu-koalicziya-bronetehniki-na-pidtrimku-ukraini/\" rel=\"nofollow\" target=\"_blank\">reported</a>Ministry of Defence Ukraine.</p><p>During the first meeting, representatives of the participating countries developed a consolidated position on strengthening the technical park of the Armed Forces of Ukraine with certain samples of armored vehicles and organizing the system of repair.</p><p>This initiative was proposed by Poland and Germany and already has the support of the United Kingdom, Sweden and Italy.</p><p>The Ukrainian delegation is headed by Deputy Minister of Defense Lieutenant General Ivan Havrylyuk.</p><p>\"The coalition of armored vehicles aims to strengthen the armored shield of the Defense Forces of Ukraine, joint efforts to increase the capacity of our army in the fight against the Russian aggressor, to ensure efficient functioning, maintenance, repair of samples of equipment and weapons provided by us allies,\" Ivan Gavriluk stressed.</p><p>Within the coalition of armored vehicles, four units have been created, each of which will include a representative of Ukraine.</p><p>Each syndicate has certain tasks: supply of weapons and ammunition for Western armored vehicles; their maintenance and repair; preparation of crews and technical staff; Developing effective tactics for the use of armored vehicles on the battlefield.</p><p>“This is a very important initiative of our allies, given the existing issues in the Armed Forces with the repair of armored vehicles of foreign samples. I hope that with the help of allies we will be able to quickly, as far as possible, create an effective repair base of Western armored vehicles in Ukraine, ”the Deputy Minister of Defense said.</p><p>The previous success of the coalition in support of Ukraine, including the tank coalition, testifies to the potential for further development and cooperation in the field of armored vehicles.</p><p>“Our warriors should be as protected as possible for reliable armor while performing combat missions. They must have reliable and modern tools for war, ”Ivan Havrylyuk emphasized.</p><p>According to the Deputy Minister of Defense, a corresponding road card will be developed within the framework of the newly created coalition, which will comply with the Strategy for the Development of the Armed Forces of Ukraine.</p><p>It is envisaged that in the long run, the member countries of the tank coalition and coalition of armored vehicles will help to create a future armored park of equipment of the Armed Forces and will establish an innovative industrial partnership with Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/koalicziya-bronetehniky-na-pidtrymku-ukrayiny-rozpochala-robotu/", "title": "Coalition of armored vehicles in support of Ukraine started work", "description": "This was reported by the Ministry of Defense of Ukraine. During the first meeting, representatives ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Коаліція бронетехніки"], "source_name": "ArmyInform"}