{"published time": "2024-03-26T13:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/10/zala-fizychnoyi-reabilitacziyi-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-26T13-12-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T13-12-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>In cooperation with the National Health Service of Ukraine, the Ministry of Veterans Affairs explains to veterans and veterans what rehabilitation services they can receive on a free basis.</strong></p><p>This is stated in a message on<a href=\"https://www.kmu.gov.ua/news/yaki-posluhy-reabilitatsii-bezkoshtovno-nadaiutsia-veteranam-ta-veterankam\" rel=\"nofollow\" target=\"_blank\">Site</a>Government portal.</p><p>In particular, it is about medical institutions that have a contract with the NSAU, where only evidence -based rehabilitation methods are used.</p><p>Restoration of functionality of the patient is engaged in rehabilitation professionals in the field of health care: physicians of physical and rehabilitation medicine, physical therapists, ergotherapists, language therapists and speech, orthotist prosthetics, psychotherapists, etc.</p><p>Rehabilitation requires a referral from a family or attending physician.</p><p>Veterans can get the following services for free:</p><ul><li>rehabilitation examination;</li><li>individual rehabilitation plan and therapy program;</li><li>neurorehabilitation, orthopedic, cardio-respiratory rehabilitation and others;</li><li>anesthesia in the hospital;</li><li>Psychological help.</li></ul><p>In addition, rehabilitation is included in a number of medical packages as a component of service. In particular, it is rehabilitation after surgery, in the treatment of oncology, heart attack, stroke.</p><p>It is not necessary to pay extra for any components of rehabilitation.</p><p>NSAU covers rehab services on two packages:</p><ul><li>\"Rehabilitation assistance to adults and children in hospital\";</li><li>\"Rehabilitation assistance to adults and children in outpatient conditions.\"</li></ul><p>Check if the Hospital has a contract with the NSSU on the necessary package can be done using information<a href=\"https://edata.e-health.gov.ua/e-data/dashboard/pmg-contracts\" rel=\"nofollow\" target=\"_blank\">dashboard</a>Or by phone contact center of the NSAU-16-77.</p><p>As reported by the Armyinform, Ukraine has worked in Ukraine<a href=\"https://armyinform.com.ua/2024/03/24/v-ukrayini-zapraczyuvala-yedyna-veteranska-garyacha-liniya/\">hotline</a>Support for veterans. Consultations on urgent issues to veterans and veterans, their families and families of fallen soldiers will be provided by qualified specialists.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/yaki-poslugy-reabilitacziyi-bezkoshtovno-nadayutsya-veteranam-ta-veterankam-rozyasnennya/", "title": "What rehab services are provided free of charge to veterans and veterans: clarification", "description": "This is stated in a message on the website of the Government Portal. In particular, it is about medical ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ветеранська політика", "лікування та реабілітація"], "source_name": "ArmyInform"}