{"published time": "2024-03-26T15:08:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/uhylyanty_zakarpattya-1.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/uhylyanty_zakarpattya2-1.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1200\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-26T15-08-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-26T15-08-00-08-00/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>Two groups of border violators stopped on the border with Hungary border guards of the Mukachevo detachment.</strong></p><p>About this<a href=\"https://dpsu.gov.ua/ua/news/Dvi-grupi-porushnikiv-zatrimali-prikordonniki-poblizu-kordonu-z-Ugorshchinoyu/\" rel=\"nofollow\" target=\"_blank\">She reported March 26</a>State Border Service of Ukraine.</p><p>According to the department, on the outskirts of the village of Peterfolvo, the border outfit of the Big Pallad stopped the Hyundai minibus. In the said vehicle, in addition to the driver, a 19-year-old resident of Sasovo village, there were six more male passengers-two Transcarpathians, two residents of Kyiv region, a resident of Zaporizhzhia region and a resident of Ternopil region.</p><p>The operatives found that the driver for a cash remuneration of $ 5 to 9 thousand for each of his \"client\" intended to transport them to Hungary.</p><p>On the detection of signs of a crime under Article 332 of the Criminal Code, the border guards informed police officers. With regard to men who intended to illegally cross the border, the border guards drawn up protocols to commit them to the administrative offense under Art. 204-1 KUPAP</p><p>Another group of violators on the way to Hungary revealed the outfit of the Luzhanka Border Guard Service during the monitoring of the area of responsibility with the help of a drone. Six men got into the field of view of UAV operator 500 meters before the state. Men were detained. They are all residents of different regions, namely: Transcarpathian, Kyiv, Kharkiv, Kherson, Odessa and Dnipropetrovsk. During the survey, the violators confessed that each of them paid to the passers of $ 6,000.</p><img alt=\"\" class=\"alignnone size-full wp-image-555904\" height=\"1200\" loading=\"lazy\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-26T15-08-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-26T15-08-00-08-00/000001.jpeg\" width=\"1600\"/><p>Currently, the detachment operatives set up a number of persons involved in the organization of this \"journey\".</p><p>As reported by the Armyinform, a dealership was detained in Odesa region, which \"drew\" fake help.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/na-zakarpatti-zupynyly-dvi-grupy-uhylyantiv/", "title": "In Transcarpathia stopped two groups of evidence", "description": "This was reported on March 26 by the State Border Service of Ukraine. According to the department, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ДПСУ", "Закарпаття", "ухилянти"], "source_name": "ArmyInform"}