{"published time": "2024-03-26T19:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/6d0849e097123f24113d57e3cd3f00a7_1711473656_extra_large.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-26T19-56-00-08-00/000000.png\" srcset=\"../Images/2024-03-26T19-56-00-08-00/000000.png\" width=\"1240\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky noted units and specific soldiers, who, he said, deserve special, personal gratitude for effective actions on the front this time.</strong></p><p>He said this in an evening address.</p><p>“The first presidential operational team is Ruslan Turanov soldier and Lieutenant Dmitry Kalin. The 3rd Brigade of the National Guard-Soldier Vladislav Romanchuk, Senior Soldier Yegor Golubin, Sergeant Sergey Maryshev. The 4th Brigade of Operational Purpose-Arthur Mizin Soldier and Junior Lieutenant Ruslan Minchenko, ”the Head of State said.</p><p>The President also noted the 5th Separate Slobozhansky Brigade-Senior Soldier Oleg Shumov, Sergeant Bogdan Kaychin and Chief Sergeant Oleg Miroshnichenko, 12th Brigade of the National Guard-Senior Soldier Leonid Kubyshkovsky and Junior Sergeants. And also the 18th Slavic brigade is Sergeant Ruslan Kimenov, Senior Sergeant Vladislav Soroka and younger Lieutenant Artem Golubenko.</p><p>“And separately I will note the Center for Special Purpose of the Omega National Guard - all soldiers. The day before he signed a decree on the title of Hero of Ukraine posthumously commander of the 1st detachment of the Omega Center Colonel Andriy Prymachenko. Example brave warriors in our country. We are proud of everyone, ”Volodymyr Zelenskyy said.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/volodymyr-zelenskyj-vidznachyv-brygady-naczgvardiyi-za-efektyvni-diyi-na-fronti/", "title": "Volodymyr Zelenskyy noted the National Guard brigades for effective actions at the front", "description": "He said this in an evening address. “The first presidential brigade of the operational ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський"], "source_name": "ArmyInform"}