{"published time": "2024-03-26T19:08:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/433969214_763387302641017_7578843953903861768_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"480\" src=\"../Images/2024-03-26T19-08-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T19-08-00-08-00/000000.jpg\" width=\"720\"/></figure><!-- .post-thumbnail --><p><strong>During the day, 50 combat clashes were recorded on the front. In total, the enemy caused 4 missile and 52 aircraft strikes, carried out 43 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0pf7HnvZwVKKP5dgSFJH2JfRTgL5P6Vv3QGUGefTBvgWEJ5sV4M9DmpwU2xytCC8fl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">reported</a>The General Staff of the Armed Forces of Ukraine on its Facebook page.</p><p><strong>In the Volyn and Polissya directions</strong>Operational situation without significant changes. No signs of formation of offensive groups of the enemy were detected.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage and intelligence activities, fired settlements from the territory of the Russian Federation, increases the density of mine-explosive barriers along the state border of Ukraine.</p><p><strong>In the Kupyansk direction the enemy</strong>He did not conduct offensive (assault) operations.</p><p><strong>In the estuary direction</strong>our soldiers repelled 8 enemy attacks in the areas of Bilohorivka, Luhansk oblast; Terny, Yampolivka, and north of Vesele in the Donetsk region, where the enemy, with the support of aviation, tried to break through the defenses of our troops.</p><p><strong>In the Bakhmut direction</strong>Our soldiers repelled 5 attacks of the enemy in the area of settlements of Ivanivske, Bogdanivka, and Kingivka of Donetsk region.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 7 enemy attacks in the areas of Berdychi, Semenivka and Pervomaiske settlements of the Donetsk oblast.</p><p><strong>In the Novopavlovsky direction</strong>The defense forces continue to restrain the enemy in the area of the settlement of Novomykhailivka, where the enemy, with the support of aviation, tried to break through the defenses of our troops 21 times. The enemy also carried out airstrikes in the areas of Krasnohorivka and Oleksandrivka settlements of the Donetsk oblast.</p><p><strong>In the Orikhiv direction, the enemy</strong>with the support of aviation, they attacked the positions of our defenders 4 times in the districts of Staromayorske, Donetsk oblast; Robotyne and northwest of Verbovo, Zaporizhia region. The enemy also launched an airstrike in the area of the settlement of Malynivka, Zaporizhzhia oblast.</p><p><strong>In the Kherson direction</strong>During the day, the enemy carried out 3 unsuccessful attacks on the positions of our troops in the area of the settlement of Krynky, Kherson oblast.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/genshtab-zs-ukrayiny-na-troh-napryamkah-vorog-zastosovuye-aviacziyu-dlya-pidtrymky-shturmovyh-dij/", "title": "General Staff of the Armed Forces of Ukraine: In three directions, the enemy applies aviation to support assault actions", "description": "This was reported by the General Staff of the Armed Forces of Ukraine on its Facebook page.    Upon...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генштаб ЗС України", "Ситуація на фронті"], "source_name": "ArmyInform"}