{"published time": "2024-03-26T14:18:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/obstrily-na-pivdni.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"810\" sizes=\"(max-width: 1080px) 100vw, 1080px\" src=\"../Images/2024-03-26T14-18-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T14-18-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>The Russians also used 2 Lancet UAVs and dropped 209 fragmental ammunition from the UAV of various modifications against the civilians against the civilian population of the frontal territories of Dnipropetrovsk, Zaporizhzhya and Kherson regions.</strong></p><p>About this<a href=\"https://t.me/SJTF_Odes/7564\" rel=\"nofollow\" target=\"_blank\">reported March 26</a>The forces of the South Defense.</p><p>During the Military Age, the occupiers made 7 aviation strikes by using 8 managed aviation and unmanaged aviation missiles in the Orikhiv direction.</p><p>2 Aviation strikes of 6 managed aircraft were directed to Mykilsky, Zmiivka and Red Lighthouse in Kherson region. The building of the village club, a shop, surrounding dwellings and a car were destroyed.</p><p>In the Kherson region, enemy troops hit the artillery in Kherson 2 times. Also under shelling were Berislav, Novoberislav, Antonovka, Oleksandrivka, Gavrilovka, Golden Beam, Burguna, Giant, Red Lighthouse, Dniprovske, Kizomis and Tyaginka.</p><p>Administrative buildings, private dwellings, outbuildings and civilian cars were damaged. There are no casualties among the population.</p><p>In the Dnieper region, the enemy fired at Nikopol and Chervonohrigorivka artillery. As a result of the criminal acts of the enemy during artillery shelling of the Dnipropetrovsk region, 1 civilian was injured. Private dwellings, transmission lines and gas pipelines were damaged.</p><p>In Zaporizhzhya, the enemy fired at the artillery Gulyaypole and a robot. A private dwelling house, an administrative building and a private car were damaged.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/26/aviacziya-rf-zavdala-udaru-po-sumah/\">reported the armyinform</a>, the aircraft of the Russian Federation struck the amounts.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/na-pivdni-vorog-zastosuvav-270-fpv-droniv-proty-myrnogo-naselennya/", "title": "In the south the enemy applied 270 FPV-roms against civilians", "description": "This was reported on March 26 by the forces of the South. During the battle era, the occupiers ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ворожі обстріли", "Сили оборони півдня"], "source_name": "ArmyInform"}