{"published time": "2024-03-26T07:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/434214906_763097382670009_1983029539024534577_n-e1711429949959.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"661\" src=\"../Images/2024-03-26T07-11-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T07-11-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, there were 57 combat clashes. In total, during the last day, the enemy caused 4 missile and 59 aviation strikes, and made 106 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02sbatt4oyExVGx5R84rHWVHQ3a2PKH3q9B1MGuvnGSZEVWWjuGgTqN399uQsyxPkpl\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces of Ukraine.</p><p><strong>In Kupyansk direction</strong>The forces of defense repelled 1 attack of the enemy in the area of the settlement of Ivanivka of Kharkiv region.</p><p><strong>In the estuary direction</strong>Our warriors reflected 15 enemy attacks in areas of settlements of Bigorivka of Luhansk region; Tern, Yampolivka, Razdolivka and north of the Merry Donetsk region.</p><p><strong>In the Bakhmut direction</strong>4 attacks of the enemy in the area of the settlement of the Kingyshiyivka of Donetsk region are reflected.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 4 attacks of the enemy in the areas of settlements of Berdychi and Pervomaisk Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the area of the settlement of Novomikhailivka, where the enemy tried to break through the defense of our troops 22 times.</p><p><strong>In the Orikhiv direction</strong>The enemy has attacked the positions of our defenders 4 times in the areas of Staromayorsky Donetsk region; Southwestern Belogorye and northwestern willow Zaporizhzhya region.</p><p><strong>In the Kherson direction</strong>The enemy does not give up the intention to knock out our units from the bridgeheads on the Dnieper Left Bank. But during the last day of the offensive (assault) did not take action.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/25/protyagom-doby-vorog-45-raziv-namagavsya-prorvaty-oboronu-nashyh-vijsk/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, last day, the enemy tried to break through the defense of our troops 45 times.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/za-dobu-ponad-piv-sotni-boyezitknen-protyvnyk-atakuye-na-shesty-napryamkah/", "title": "Per day - over half a hundred hollows, the enemy attacks in six directions", "description": "The General Staff of the Armed Forces of Ukraine informs about it. In the Kupyansk direction of defense force ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "ГШ ЗСУ", "Хроніка війни", "Хроніка оборони"], "source_name": "ArmyInform"}