{"published time": "2024-03-26T16:37:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/sbu_kolaborant-z-izyuma.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-26T16-37-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T16-37-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The punishment was received by a resident of Izium, who after the capture of the city by the Russians voluntarily joined the occupying \"branch of the Ministry of Internal Affairs of the Russian Federation\".</strong></p><p>About this<a href=\"https://ssu.gov.ua/novyny/za-materialamy-sbu-12-rokiv-za-gratamy-provede-kolaborant-z-okupatsiinoho-mvs-rf-yake-diialo-pid-chas-boiv-za-kharkiv\" rel=\"nofollow\" target=\"_blank\">She reported March 26</a>Security Service of Ukraine.</p><p>According to the department, the man was initially appointed \"district\" and later \"inspector of the road patrol service\" of the Russian pseudo-institution.</p><p>After enrollment in the occupying body of the collaborator, they issued uniforms of Russian sample, weapons and a \"certificate\", with which he moved freely in the captured district center at that time.</p><p>While in \"positions\", the collaborator helped the invaders to fabricate \"cases\" against the participants of the resistance movement in the region.</p><p>To do this, he \"handed over\" to the Russian invaders the addresses of residence of Ukrainian patriots who remained in the city and resisted the Kremlin regime.</p><p>The attacker also traveled the community territory and followed the prohibition from the local occupation administration of the Russian Federation to hold mass meetings.</p><p>During such \"raids\", the racists imprisoned the participants of the pro -Ukrainian actions directly in the middle of the street and taken them to Russian tortures.</p><p>After Izum's release, the collaborator tried to \"lie down to the bottom\" to avoid punishment.</p><p>However, he failed. SBU staff exposed the criminal acts of the person and detained it during stabilization measures.</p><p>During the searches, the detainee was removed from the Ministry of Internal Affairs of the Russian Federation and other evidence of illegal activity.</p><p>In view of the cooperation with the investigation, the court found the attacker guilty under Part 7 of Art. 111-1 of the Criminal Code of Ukraine (collaboration) and appointed him 12 years in prison with confiscation of property.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/25/zatrymano-dvoh-zradnykiv-yaki-ohoronyaly-rosijski-kativni-pid-chas-okupacziyi-hersonshhyny/\">reported the armyinform</a>, two traitors were detained, who guarded the Russian torture during the occupation of Kherson region.</p><p></p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/26/dvanadczyat-rokiv-otrymav-kolaborant-z-harkivshhyny/", "title": "Twelve years of prisons received a collaborator from Kharkiv region", "description": "This was reported on March 26 by the Security Service of Ukraine. According to the department, first ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["колаборанти", "СБУ", "Харківщина"], "source_name": "ArmyInform"}