{"published time": "2024-03-26T21:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/c955ebe1e9044779427c25749c376268_1711478704_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" sizes=\"(max-width: 927px) 100vw, 927px\" src=\"../Images/2024-03-26T21-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-26T21-11-00-08-00/000000.jpeg\" width=\"927\"/></figure><!-- .post-thumbnail --><p><strong>Igor Zhovkva, Deputy Head of the Presidential Office of Ukraine, had a telephone conversation with the Kingdom National Security Advisor Sweden Henrik Landerholm.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/igor-zhovkva-obgovoriv-z-radnikom-iz-pitan-nacionalnoyi-bezp-89865\" rel=\"nofollow\" target=\"_blank\">reported</a>President's office.</p><p>The interlocutors exchanged views on the conclusion of a bilateral agreement between Ukraine and Sweden on cooperation in the security sphere and agreed with the need to start the negotiation process between the teams of the two countries.</p><p>Igor Zhovkva congratulated Sweden on NATO on March 6, 2024 and thanked for the unchanged support of our country's Euro -Atlantic aspirations.</p><p>Diplomats have discussed the current security situation in Ukraine, given the recent massive masses on civil and critical infrastructure by the Russian Federation, including ballistic missiles.</p><p>The interlocutors paid special attention to the European integration of Ukraine, as well as the continuation of the autonomous trade preferences for our country for another year.</p><p>The Deputy Head of the Head of State informed the Swedish side of the last steps that Ukraine took to complete the implementation of four recommendations of the European Commission, outlined within the EU Extension Package - 2023.</p><p>\"We are counting on Sweden's support in the approval of the European Council in June of the negotiation framework and convening the first intergovernmental conference, which will start the negotiation process on Ukraine's accession to the EU,\" Igor Zhovkva stressed.</p><p>He also coordinated with Henrik Landerholm, the highest level contact schedule.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/ukrayina-ta-shvecziya-gotuyutsya-pochaty-peregovory-shhodo-bezpekovoyi-ugody/", "title": "Ukraine and Sweden are preparing to start negotiations on a security agreement", "description": "This was reported by the President's office. The interlocutors exchanged thoughts on the conclusion ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["безпекова угода", "Швеція"], "source_name": "ArmyInform"}