{"published time": "2024-03-26T08:17:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/dae1b206a2b8a56e-e1711433890971.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"522\" src=\"../Images/2024-03-26T08-17-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T08-17-00-08-00/000000.jpg\" width=\"794\"/></figure><!-- .post-thumbnail --><p><strong>In the south of Ukraine, Russia's troops returned to the tactics of use of managed aircraft. In particular, in the Kherson region, the most of the shelling is affected by Mykilsk, Zmiivtsi and Red Lighthouse.</strong></p><p>About this<a href=\"https://t.me/olexandrprokudin/3053\" rel=\"nofollow\" target=\"_blank\">informs</a>Head of the Regional Military Administration Alexander Proudin.</p><p>“Last day, the enemy was fired at Berislav, Novoberislav, Dniprovske, Burguna, Kizomis, Giant, Antonivka, Alexandrovka, Gavrilovka, Golden Beam, Tyaginka and Kherson. According to Mykilsky, Zniivka and Red Lighthouse, the enemy was directed by managed aircraft, ”the message reads.</p><p>According to Alexander Proudin, the Russian military kissed the residential quarters of the settlements of the region, resulting in a high -rise building and 10 private homes.</p><p>“Admi -building, school, culture, shop, driving school and cars were also recorded. There are no casualties and victims among civilians, ”said the head of the regional military administration.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/25/armiya-rf-atakuvala-hersonshhyu-kabamy-ye-rujnuvannya/\">Armyinform</a>, the army of the Russian Federation on March 25 attacked Kherson region, and destruction was recorded.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/vorog-znovu-zastosovuye-kerovani-aviabomby-na-hersonshhyni/", "title": "The enemy again applies managed aircraft in Kherson region", "description": "The head of the regional military administration Alexander Proudin informs about it. “Past ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Харківський трибунал", "Херсонщина"], "source_name": "ArmyInform"}