{"published time": "2024-03-26T18:00:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/klimenkov-1.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1068\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-26T18-00-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-26T18-00-00-08-00/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>This was discussed during a meeting of the Deputy Minister of Defense of Ukraine Dmitry Klimenkov with acting. Director of the Bureau of Economic Security Andriy Pashchuk.</strong></p><p>About the meeting<a href=\"https://www.mil.gov.ua/news/2024/03/26/borotba-z-ekonomichnimi-zlochinami-v-oboronnij-sferi/\" rel=\"nofollow\" target=\"_blank\">reported March 26</a>Ministry of Defence.</p><p>The Ministry of Defense, in cooperation with the Bureau of Economic Security, will counteract economic crimes in the field of defense.</p><p>Currently, the departments have agreed the algorithm for the transfer of internal audit materials for the law enforcement officers of the relevant investigations, as well as the operational exchange of information on procurement.</p><p>\"We are moving from the practice of responding to requests from law enforcement officers to the prompt exchange of information, in particular the results of our internal audits. Combating economic crimes in the defense sector is a matter of national security of the state,\" Dmytro Klimenkov stressed.</p><p>According to him, along with this, the Ministry of Defense continues to take preventive measures, reforming the procurement sector in the department.</p><p>From now on, the Ministry of Defense only establishes rules and provides quality checks, and purchasing agencies - \"Defense Procurement Agency\" and \"State Telle Operator\" - are engaged in procurement directly.</p><p>\"This division of functions helps reduce corruption risks and increase economic efficiency,\" Dmitry Klimenkov said.</p><p>For his part, the head of the Bureau of Economic Security Andriy Pashchuk stressed that the interaction of departments will prevent significant losses of budgetary funds and make the process of defense procurement as transparent and effective as possible.</p><p>Previously, the Ministry of Defense established constructive cooperation with the Security Service of Ukraine, NABU, the National Police, and the Office of the Prosecutor General to prevent crimes during procurement.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/26/derzhavnyj-operator-tylu-uklav-dogovory-na-postachannya-vody-dlya-zsu/\">reported the armyinform</a>, The state operator of the rear concluded contracts for the supply of water for the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/dmytro-klimenkov-borotba-z-ekonomichnymy-zlochynamy-v-oboronnij-sferi-cze-pytannya-naczionalnoyi-bezpeky-derzhavy/", "title": "Dmitry Klimenkov: Fighting economic crimes in the defense sphere is a matter of national security", "description": "The meeting reported the meeting on March 26. Military Office in cooperation with ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Міністерство оборони України"], "source_name": "ArmyInform"}