{"published time": "2024-03-26T11:07:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_2024-03-26_10-48-53.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Турнір із самбо імені офіцера ГУР Назара Боровицького\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"692\" src=\"../Images/2024-03-26T11-07-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T11-07-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Sambo tournament named after Officer Gur Nazar Borovitsky. Photo Source: T.me/diukraine</figcaption></figure><!-- .post-thumbnail --><p><strong>On March 23, 2024, the All -Ukrainian SAMBO named after the Officer of the GUR of Ukraine Nazar Borovytsky - Hero of Ukraine (posthumously) was held in Kyiv.</strong></p><p>This is stated in<a href=\"https://t.me/DIUkraine/3638?single\" rel=\"nofollow\" target=\"_blank\">message</a>Gur.</p><p>Nazar Borovytsky is a twice participant in Azovstal.</p><p>Within the framework of this operation in March and April 2022, 85 wounded Ukrainian defenders were rescued from the surrounded Mariupol, to send reinforcements, medicines, weapons, communications.</p><p>On April 5, 2022, Nazar Borovytsky in the evacuation group flew to the help of a helicopter, which returned from Mariupol and submitted a SOS signal.</p><p>\"Unfortunately, the board where the scout was the forces, the Russians were also shot down,\" the statement said.</p><p>For the exceptional harassment and heroism, Nazar Borovytsky was posthumously awarded the highest honorary title of state with the award of the Order of the Golden Star.</p><p>“Nazar loved sports, was the winner of many tournaments. Athletes from all over Ukraine took part in the championship of sambo dedicated to his memory, ”the message said.</p><p>Sambists of all ages and weight categories competed on the dads.</p><p>\"The boys and girls were supported by their relatives, members of the Azovstal Air Force participants, veterans of the Russian-Ukrainian war, current servicemen and officers of military intelligence of Ukraine, SBU, NSU, Azov brigades,\" the report said.</p><p>The event was supported by the GUR of the Ministry of Defense of Ukraine, the Association of Families of the Defenders of Azovstal, the National Sambo Federation of Ukraine.</p><p>The winners received medals, prizes from the organizers, as well as awards from the head of the GUR of the Ministry of Education and Science of Ukraine, Lieutenant General Kiril Budanova.</p><p>As reported by the Armyinform, in October 2023 in Kiev<a href=\"https://armyinform.com.ua/2023/09/23/u-kyyevi-vidbuvsya-turnir-na-chest-voyiniv-syl-speczialnyh-operaczij/\">The tournament took place</a>in honor of the soldiers of the forces of special operations.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/u-kyyevi-vidbuvsya-turnir-iz-sambo-imeni-oficzera-gur-nazara-borovyczkogo/", "title": "A sambo tournament was held in Kiev in honor of Officer Gur Nazar Borovytsky", "description": "This is stated in GUR. Nazar Borovytsky - twice a participant in the airline on ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ГУР", "самбо"], "source_name": "ArmyInform"}