{"published time": "2024-03-26T10:41:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_2024-03-26_10-22-47.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Диверсантів фсб затримали при спробі підірвати залізницю\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"862\" src=\"../Images/2024-03-26T10-41-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T10-41-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">The FSB saboteurs were detained when trying to blow up the railway. Photo source: t.me/pgo_gov_ua</figcaption></figure><!-- .post-thumbnail --><p><strong>The Security Service of Ukraine and the Office of the Prosecutor General of Ukraine on March 26, 2024 reported the prevention of Russian diversion at a strategically important object of Ukrzaliznytsia.</strong></p><p>This is stated in<a href=\"https://t.me/SBUkr/11538?single\" rel=\"nofollow\" target=\"_blank\">message</a>SBU as well as in<a href=\"https://t.me/pgo_gov_ua/22684\" rel=\"nofollow\" target=\"_blank\">message</a>Office of the Prosecutor General of Ukraine.</p><p>The SBU notes that as a result of the special operation in the Poltava region, two agents of the Federal Security Service of the Russian Federation were detained in the hot region.</p><p>\"The attackers tried to blow up a railway line that connects the central and eastern regions of Ukraine,\" the statement said.</p><p>To do the diversion, they laid a homemade explosive device near the track and a rolling stock.</p><p>Subsequently, the attackers planned to bring explosives into action by means of remote control.</p><p>\"But the persons did not have time to do it because they were detained by SBU staff right at the scene,\" the special service said.</p><p>In the event of a blast, the invaders hoped to violate the logistics ways of supplying weapons, ammunition and fuel for the Armed Forces.</p><p>The detainees seized mobile phones, from which they coordinated criminal acts with their Russian curator-a personnel employee of the 5th FSB service. His identity was already established by the Security Service of Ukraine.</p><p>\"It was he who set the task of the agents to diversion on the railway during the massive air attacks of racists on the objects of critical infrastructure of Ukraine on March 21-22 this year,\" the SBU notes.</p><p>According to the investigation, the hostile associates were residents of the Kyiv and Kharkiv regions.</p><p>Currently, the SBU investigators have reported both the detainees of the suspicion under Part 2 of Art. 28, Part 2 of Art. 113 (diversion committed in the conditions of martial law by prior conspiracy by a group of persons) of the Criminal Code of Ukraine.</p><p>The attackers are in custody. They are threatened with life imprisonment.</p><p>As reported by the Armyinform, March 25, 2024 of the SBU<a href=\"https://armyinform.com.ua/2024/03/25/sbu-vidzvituvala-pro-zatrymannya-nebespechnogo-dlya-zsu-krota-fsb/\">She reported</a>About the detention of the FSB Dangerous for the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/dyversantiv-fsb-zatrymaly-pry-sprobi-pidirvaty-zaliznyczyu/", "title": "FSB saboteurs were detained while trying to blow up the railway", "description": "This is stated in the message of the SBU, as well as in the message of the Office of the Prosecutor General of Ukraine. ...", "author": ["Army Inform"], "categories": ["Новини", "Події", "Регіони"], "tags": ["Генпрокуратура", "СБУ", "фсб"], "source_name": "ArmyInform"}