{"published time": "2024-03-26T14:41:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/02/andrij-kostin.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"851\" src=\"../Images/2024-03-26T14-41-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T14-41-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Andrey Kostin. Photo: Office of the Prosecutor General of Ukraine</figcaption></figure><!-- .post-thumbnail --><p><strong>More than 10,000 peaceful Ukrainians are refrain from Russians in the occupied territories and in the Russian Federation.</strong></p><p>About it in an interview<a href=\"https://interfax.com.ua/news/general/976066.html\" rel=\"nofollow\" target=\"_blank\">Interfax-Ukraine</a>Prosecutor General of Ukraine Andriy Kostin told.</p><p>\"There are different figures. We estimate at tens of thousands, more than 10 thousand for sure. We are talking only about those who were forcibly resettled, and not about those who made such a decision at their own discretion,\" Andriy Kostin said.</p><p>With regard to the creation of a Register of Civilian prisoners, according to the Prosecutor General, such work continues at the government level.</p><p>\"It is important that we have reached the international level - the first meeting of an international platform, similar to that deals with the return of our children,\" was held, \"the Prosecutor General said.</p><p>According to Andrei Kostin, the UN General Assembly resolution on this issue was very important that \"we can apply other elements of communication and pressure on the aggressor country to release our civilians and return to Ukraine.\"</p><p>The Prosecutor General added that, for their part, prosecutors, together with law enforcement agencies, are bringing to justice those responsible for the deportation of civilians and their illegal detention in the temporarily occupied territory and the territory of the aggressor country.</p><p>Speaking about the number of victims of torture and inhuman treatment, Kostin said that 5,600 Ukrainians who suffered from this type of war crime of the Russian Federation have been identified in criminal proceedings alone.</p><p>\"However, full figures can be much larger because we do not have reliable information from the occupied territories,\" he added.</p><p>According to the Prosecutor General, 164 torture and other places of violent detention in the territories under occupation are documented today.</p><p>As reported by the Armyinform, in Ukraine<a href=\"https://armyinform.com.ua/2024/02/27/v-ukrayini-stvoryuyut-informaczijnu-systemu-shhodo-vijskovopolonenyh-shho-vidomo/\">Create</a>Information system on prisoners of war.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/u-rosijskomu-poloni-perebuvayut-ponad-10-tysyach-czyvilnyh-zaruchnykiv-genprokuror/", "title": "More than 10,000 civilian hostages are in Russian captivity - the Prosecutor General", "description": "The Prosecutor General of Ukraine Andriy Kostin told this in an interview with Interfax-Ukraine. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["полонені росіяни"], "source_name": "ArmyInform"}