{"published time": "2024-03-26T15:31:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2021/12/photo_2021-12-10_12-16-09.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"852\" src=\"../Images/2024-03-26T15-31-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T15-31-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Ministry of Defence Ukraine</figcaption></figure><!-- .post-thumbnail --><p><strong>According to the order of the Minister of Defense of Ukraine, Rustem Umerov created a new structural unit - the Department of Tylovy Support Planning.</strong></p><p>This is stated in a message on<a href=\"https://www.mil.gov.ua/news/2024/03/26/v-minoboroni-stvorili-novij-departament-planuvannya-tilovogo-zabezpechennya/\" rel=\"nofollow\" target=\"_blank\">Site</a>Defense Office.</p><p>The new department will form long-term procurement plans for the army-food, property, fuel and lubricants, as well as the technical means of the rear.</p><p>“We are aware that in war conditions we will not completely avoid some emergency requests for purchase. But we can reduce the number of such cases. The main task of the department is to formulate an annual procurement plan. That is, to minimize an urgent need - when the ministry needs to buy something for the Armed Forces. Previously, this approach affected both quality and product. Therefore, the newly created department must partially resolve this issue, ”said Deputy Minister of Defense Vitaliy Polovenko.</p><p>The Department will form the volume of goods and services required for the purchase of goods and services - in order to satisfy the needs of the needs of logistics forces.</p><p>The Department specialists will explore the market, monitor prices and determine the estimated value. The procurement will be implemented directly by the state operator of the rear.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/u-minoborony-stvoryly-departament-planuvannya-tylovogo-zabezpechennya/", "title": "The Ministry of Defense has created a department of planning of the rear support", "description": "This is stated in a message on the website of the defense department. New Department ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["Міністерство оборони", "оборонні закупівлі"], "source_name": "ArmyInform"}