{"published time": "2024-03-26T06:51:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4292.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4292.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4326.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4283.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1000\" src=\"../Images/2024-03-26T06-51-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-26T06-51-00-08-00/000000.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\">Yuriy Syrotyuk. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>The twentieth century was a time of colonial empires. Their existence in the world was the norm. But history itself proved the need to dismantle empires as a relic of the past. In the third millennium, the colonial, militant, nomadic empire in Europe is a dinosaur.</strong></p><p>Therefore, the elimination of Russia, the destruction of the last colonial empire in Europe is a historical need that is able to stop tension in the world and prevent the hot phase of global conflict - the Third World War.</p><p>This is what the head of the non -governmental analytical center \"Ukrainian Strategic Studies Studies\", the junior sergeant of the Armed Forces Yuriy Syrotyuk. With his thoughts on how to help the enslaved peoples of the present Russian Federation gain independence, and Ukraine to win a full victory in the Russian-Ukrainian war, he shared during a meeting in the Armyinform.</p><p>- Obviously, Russia cannot be overcome linearly on the front line, given its resources. Especially when the war takes place in the territory of Ukraine, the Russians are fighting here, and rest at home, in a deep rear. Therefore, the fact that Ukraine began to act asymmetrically, striking in the territory of Russia itself, it is very correct and already produces results. For example, about 20% of the oil refineries and oil depots of Russia came under strikes, have suffered some destruction. This has already led to the fact that Russia stopped exporting gasoline for half a year. And every subsequent refinery at the refinery will cause significant damage to the Russian economy.</p><figure aria-describedby=\"caption-attachment-555666\" class=\"wp-caption alignnone\" id=\"attachment_555666\" style=\"width: 1500px\"><img alt=\"\" class=\"size-full wp-image-555666\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-26T06-51-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-26T06-51-00-08-00/000001.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-555666\">Yuriy Syrotyuk. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p>It is also very correct that Ukraine forms volunteer units from Russian citizens and representatives of Russian peoples who want to fight for their independence. And this should be done more intensively.</p><p>Even during the Second World War, the Ukrainian Insurgent Army created prototypes of national armies of other enslaved peoples and called on representatives of the peoples of the USSR not to fight for Stalin against Hitler, but to fight for his independence.</p><p>Yuriy Syrotyuk believes that there is dissatisfaction in Russia now and will grow in the future. And in our case, it is very important to support the struggle of the peoples enslaved by Russia, because Ukraine itself was a Russian colony, so as an alternative to Russia's export, we must export freedom there.</p><p>- Putin sold \"Velichi\" in exchange for freedom. The fact that you belong to the \"Velicic Country\" and you grow \"well -being\" (indeed, the Russians lived a little better thanks to Putin through the sale of energy every year) was sold in exchange for personal freedom.</p><p>Now there is no \"Velichia\" or \"Blessed\". There is only a bloody war, they see it all, and therefore in Russia will inevitably increase dissatisfaction. Since there is no way in Russia to pour it all through rallies or elections, it will sooner or later lead to a \"bussy rebellion\", as it always happens in Russia.</p><p>In Russia, before the Russo-Ukrainian War, the size of Rosgvardia was larger than the land troops. That is, they have a huge amount of personnel involved in the apparatus of violence. Control over my population is the largest in the world, I think. And so far, Russia is very competent with protests in the middle of the country, when in different regions, these protests occur one by one, not synchronously.</p><figure aria-describedby=\"caption-attachment-555667\" class=\"wp-caption alignnone\" id=\"attachment_555667\" style=\"width: 1500px\"><img alt=\"\" class=\"size-full wp-image-555667\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-26T06-51-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-26T06-51-00-08-00/000002.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-555667\">Yuriy Syrotyuk. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p>There were, for example, major protests in Yakutia. Then we saw large enough protests in Bashkortostan, which took place in January this year. Which were rigidly suppressed. We already see the Insurgent War of the Committee for the Independence of Ingushetia in the North Caucasus. Spring begins, greens appear. This is a time when it is necessary to activate the insurgent movement of these peoples and start coordinating it. So it is very important now that Ukraine learns to do it.</p><p>On March 12, all Russian volunteer units representing their own Russian citizens - RDCs, LSR and Siberian Battalion, began to conduct operations in Russia, have some success there. But Yuriy Syrotyuk believes that it would be good if they were protests and armed struggle at the same time, for example, in the North Caucasus and other places.</p><p>- Once we have started to do it, then we need to do it systematically. Once we have started to form volunteer units with representatives of enslaved peoples, then we need to work on. If we have already recognized the right to the independence of Ichkeria and Ingushetia, and in parliament there are dozens of similar regulations, such as Bashkortostan, then Ukraine is the first in the world to admit that it supports the struggle for the independence of all these countries. It is very good that we begin to move the war to their territory, we begin to move the fight for brains to their territory. I am convinced that only such a group of \"David\" can be filled with this Goliath.</p><p>The same opposition Bashkorts ask, require access to prisoners of war to talk to them and form a unit on their basis, such as the two, for example, the Ichkera units, which are fighting in the Armed Forces of Ukraine against the Russian Federation.</p><p>Some treat the role of enslaved peoples, the idea of the collapse of Russia pessimistic. Because, despite the fact that there are enslaved peoples who occupy vast territories, they are very few, often even in their ethnic territories they are in the minority.</p><figure aria-describedby=\"caption-attachment-555664\" class=\"wp-caption alignnone\" id=\"attachment_555664\" style=\"width: 1500px\"><img alt=\"\" class=\"size-full wp-image-555664\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-26T06-51-00-08-00/000003.jpg\" srcset=\"../Images/2024-03-26T06-51-00-08-00/000003.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-555664\">Yuriy Syrotyuk. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p>But in fact, those allegedly 80% of the population who consider themselves Russians also do not feel good. Neither in the Far East nor in Siberia. There, everywhere, too, dissatisfaction grows. Therefore, we must carry the war to their territory. We should use the most of all the contradictions that are in Russia - regional, economic, national.</p><p>In Russia, there was a huge parade of sovereignty in the early 1990s. The Ukrainian state has just now begun to recognize the right to the independence of the states occupied by Russia. Already, two decisions by the Verkhovna Rada have been adopted - one by Ingush and one by Chechens: condemnation of Russian aggression, genocide, violent deportation in 1944.</p><p>Russia is still very well implemented in information and psychological operations. Russia is now recovering a huge spy network that should be diversified. That is why we have to do it as well. We must launch digital radio stations that will be speaking for enslaved peoples. We have to have a TV channel that would broadcast a pro -Ukrainian position for Chechens in their language an hour a day, Bashkort hour, etc., so that these peoples know that Ukraine will be very active in supporting them.</p><p>The liquidation of the Russian Empire is an issue for us existential, not theoretical, the director of the Non -State Analytical Center \"Ukrainian Strategic Studies Studies\" is convinced. And in the theoretical aspect, if we have previously encountered misunderstanding of our Western partners, now the thought is gradually changing in the West. If it was impossible to talk about it earlier, now the collapse of Russia is seriously discussed by analysts who are beginning to form a certain political position. Taboo on this topic is filmed.</p><p>- For example, the leading analyst of the Jamestown Foundation in Washington, the head of the program of study of Southern and Central Europe at the Institute of Diplomatic Service of the State Department of the US Department, Janusz Bugaysky, wrote the book \"Incapable State. Instructions for cutting Russia. \" And he clearly argues why it is not necessary to be afraid of what it should be moderated, why you should not be afraid of uncontrolled distribution of nuclear weapons, which should not be afraid that China will capture all Russia, why you should not be afraid of mass massacre in the territory of the present Russian and so on.</p><p>So far, the world is suffering from the fact that Putin's bad regime is and needs to be found \"good Russian\" that will replace it. It is very important that we do not make the same mistake so that we do not look for good Russians in Russia.</p><p>Now the Russians feel how unpleasant it is, when they have anxiety every day, in this sense, it seems to me that the Ukrainian state is doing everything right. We will never be peacefully living with the country that is Russia in its current form. In the issue of dismantling of the Russian Federation, Ukraine must be a fashion legislator, we must lead to ourselves, to convince that it is a process of irreversible. We have to do everything to educate future leaders of enslaved peoples, to beat at the painful points of the Putin regime.</p></div>", "source": "https://armyinform.com.ua/2024/03/26/shho-mozhe-unemozhlyvyty-tretyu-svitovu-vijnu-dumka-eksperta/", "title": "That can prevent the Third World War: the expert's opinion", "description": "Therefore, the elimination of Russia, the destruction of the last colonial empire in Europe is a historical ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["думка експерта", "Юрій Сиротюк"], "source_name": "ArmyInform"}