{"published time": "2024-03-25T09:57:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/be7955cc-2665-4299-b679-93bf28661e59.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-25T09-57-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T09-57-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>On the Day of the Security Service of Ukraine, President Volodymyr Zelenskyy congratulated her employees on his professional holiday.</strong></p><p>Relevant message<a href=\"https://t.me/V_Zelenskiy_official/9854\" rel=\"nofollow\" target=\"_blank\">It appeared</a>in the official telegram-channel of the Head of State.</p><p>“We thank all the SBU soldiers. We are proud of the SBU's long -rangeness. We count on the strength of the SBU special forces on the front. We relieve the power of the SBU in protecting against enemy operations against the inner unity of Ukraine. And we believe - we believe that the efficiency of the SBU as one of the key elements of our defense and security forces of Ukraine is sure to bring our common victory, ”Vladimir Zelensky said.</p><p>The President also thanked all the SBU employees, who, according to him, are effective for Ukraine.</p><p>\"And let all the warriors of the Security Service of Ukraine who gave their lives during the protection of our country and people will be light!\" - said Volodymyr Zelenskyy.</p><p>As she reported<a href=\"https://armyinform.com.ua/2024/03/25/u-nas-spilna-meta-i-spilna-czil-golovnokomanduvach-zsu-pryvitav-spivrobitnykiv-sbu-z-profesijnym-svyatom/\">Armyinform</a>, SBU staff were congratulated on the professional holiday by the Commander-in-Chief of the Armed Forces of Colonel-General Alexander Sirsky.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/efektyvnist-sbu-obovyazkovo-nablyzyt-nashu-spilnu-peremogu-prezydent-pryvitav-praczivnykiv-sluzhby-bezpeky-ukrayiny/", "title": "SBU efficiency will definitely bring our common victory - the President congratulated the Security Service of Ukraine", "description": "The corresponding message appeared in the official telegram channel of the Head of State. \"We...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "Володимир Зеленський", "Президент України", "СБУ"], "source_name": "ArmyInform"}