{"published time": "2024-03-25T07:18:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/p_5386442_1_slidertop2.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"411\" src=\"../Images/2024-03-25T07-18-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T07-18-00-08-00/000000.jpg\" width=\"640\"/></figure><!-- .post-thumbnail --><p><strong>There have been 60 combat clashes during the last day. In total, during the last day, the enemy caused 33 missile and 70 aircraft blows, and carried out 91 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid09FfkQTbDfBe4pW6n4SEsBc2twCoiuEYUUbLCAmsuKnKM3jfncKgdscP1XdVwTcHfl\" rel=\"nofollow\" target=\"_blank\">reported</a>General Staff of the Armed Forces of Ukraine.</p><p><strong>In Kupyansk direction</strong>The forces of defense repelled the attack of the enemy in the area of the settlement of Sinkivka of Kharkiv region.</p><p><strong>In the estuary direction</strong>Our soldiers repelled 8 attacks of the enemy in the areas of settlements of Bigorivka of Lugansk region and Yampolivka, Vesele Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction</strong>8 attacks of the enemy in the areas of settlements Bogdanivka, Kingchivka, Andreevka of Donetsk region are reflected.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 10 enemy attacks in the areas of Berdichi settlements, Pervomaisk Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of settlements of Krasnogorivka, St. George, Novomikhailivka, and Urozhizhne, where the enemy with the support of aviation has tried to break through the defense of our troops 25 times.</p><p><strong>In the Orikhiv direction</strong>The enemy 3 times with the support of aviation attacked the positions of our defenders in the areas of settlements of Staromayorsk Donetsk region and a robot of Zaporizhzhya region.</p><p><strong>In the Kherson direction</strong>The enemy does not give up the intention of knocking out Ukrainian units from the bridgeheads on the Left Bank of the Dnieper. Thus, during the last day the enemy made an unsuccessful attack on the positions of our troops.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/24/majzhe-1000-okupantiv-44-artsystemy-i-28-bbm-novi-vtraty-rosiyi-za-dobu/\">Armyinform</a>, last day, the loss of the enemy amounted to 1000 invaders, 44 artsystems and 28 armored vehicles.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/na-fronti-vidbulosya-60-boyezitknen-majzhe-polovyna-z-nyh-na-novopavlivskomu-napryamku/", "title": "There were 60 captions on the front, almost half of them - in the Novopavlovsky direction", "description": "This was reported by the General Staff of the Armed Forces of Ukraine. In the Kupyansk direction of force ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "ГШ ЗСУ", "Хроніка війни", "Хроніка оборони"], "source_name": "ArmyInform"}