{"published time": "2024-03-25T13:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/09/ksh3-9.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"836\" src=\"../Images/2024-03-25T13-56-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T13-56-00-08-00/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Photo illustrative</figcaption></figure><!-- .post-thumbnail --><p><strong>The Coordination Headquarters on the Defense of Prisoners of Pursuing warned Ukrainian citizens about activation of Russian special services by the Russian special services of the missing data of the missing Ukrainians.</strong></p><p>This is stated in<a href=\"https://t.me/Koord_shtab/4859\" rel=\"nofollow\" target=\"_blank\">message</a>Staff.</p><p>As it is noted, numerous telegrams are promised to find servicemen who have been captured or disappeared.</p><p>To do this, they ask for relatives and close personal data and other information.</p><p>What information cannot be transmitted to strangers?</p><p>🔹 phone number, other contacts.</p><p>🔹 Residence.</p><p>🔹 Social network profile.</p><p>🔹 Data of a serviceman (name, brigade number, military specialty, residence address, social networks, etc.).</p><p>🔹 Location of the unit.</p><p>🔹 Photos, including photos with brothers.</p><p>“By passing information to outsiders, you can worsen your loved one. Many of these channels are organized by fraudsters or representatives of the aggressor special services. The fraudsters will be wrapped up in you. Special services will manipulate you or resort to a blackmail, ”the message reads.</p><p>The coordination headquarters emphasizes that no one on Facebook or telegram will search for someone's loved one.</p><p>\"This is done professionally and free of charge only by the experts of the state authorities,\" the statement reads.</p><p>The coordination headquarters on the management of prisoners of war has offices in all regions: Lviv, Kharkiv, Vinnitsa, Mykolaiv, as well as in Kiev.</p><p>As reported by the Armyinform, in Ukraine<a href=\"https://armyinform.com.ua/2024/02/27/v-ukrayini-stvoryuyut-informaczijnu-systemu-shhodo-vijskovopolonenyh-shho-vidomo/\">Create</a>Information system on prisoners of war.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/25/koordynaczijnyj-shtab-zasterig-ukrayincziv-shhodo-aktyvizacziyi-rosijskyh-speczsluzhb/", "title": "The coordination headquarters warned Ukrainians on the activation of Russian special services", "description": "This is stated in the headquarters. As it is noted, numerous telegram channels ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Координаційний штаб з питань поводження з військовополоненими"], "source_name": "ArmyInform"}