{"published time": "2024-03-25T18:49:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/teror-002.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1063\" sizes=\"(max-width: 1890px) 100vw, 1890px\" src=\"../Images/2024-03-25T18-49-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T18-49-00-08-00/000000.jpg\" width=\"1890\"/></figure><!-- .post-thumbnail --><p><strong>On the morning of March 25, when the Orthodox celebrate the Annunciation, and the Catholics celebrate the beginning of Holy Week, death worshippers from the Kremlin fired at Kyiv for the third time after the end of Putinʼs elections. So they decided to \"congratulate\" the \"mother of Russian cities\" on the holiday...</strong></p><p>It seems that shelling of Ukraine recently is a personal indication of old bunker insanity. Missiles are only thrilled by civilian sites. It is a well-known terrorist tactic of Russian special services since the mid-1990s.</p><p>In November-December 1994, in order to justify the attack on an independent Ichkeria, the FSB first blown up the bridge on the Ring Railway in Moscow, and then organized an explosion in the Moscow trolleybus. There were also repeated explosions in the Moscow subway, underground crossings and more. All these were the precursors of coming to power in Russia Antichrist-Putin, whose government terrorism in the Russian Federation acquired especially cynical and sadistic forms for a quarter of a century.</p><p>Each segment of the reign of the dictator was marked by the offering of mass human casualties, which were terrified and at the same time pacified at a certain stage of Russia and the world. So, to come to power, Putin landed three dwellings in September 1999 to destroy independent media used a catastrophe of the Kursk submarine in 2000 to get more power and \"twist nuts\" staged hostage hostages Nord-Ost at the Theater Center on Moscow Dubrovka in October 2002, to justify its future crimes by the fight against terrorism ruthlessly destroyed hostages at the school of the North Ossetian city of Beslan on September 3, 2004. And to raise the ratings and bring your power to the absolute - resorted to wars and annexation of the territories of neighboring states in 2008, 2014 and 2022.</p><p>With such actions, the Kremlin hopes to \"legalize\" its crazy plans in the eyes of the Russians, to get a mandate for cruelty.</p><p>And to do this, you need to transfer some responsibility for crimes to each Russian and relate it to the blood regime. To this end, hundreds of thousands of soldiers are sent to Ukraine for an imperialist war, where every day the so -called \"Russian Federation\" commit war crimes by their hands. And in Russia itself arranges \"mourning by discharging\" for the dead at the hands of \"terrorists\". Moreover, the Kremlin terrorist organization, despite many years of tales that it does not lead to terrorists, accepts the highest level of Taliban and Hamas at the highest level and recruits mercenaries for crimes in their own territory.</p><p>The events in Beslana in 2004 are indicative in this sense. About two months before the admiration of the school, all recognized militants were detained by the Ministry of Internal Affairs of the Russian Federation in different regions of the Caucasus, but they were all released at the FSB.</p><p>A few days before the enthusiasm, information on the preparation of the terrorist attack was passed, but no anti -terrorist measures were carried out, and on the contrary, the CRP was removed, which stood on the path of terrorists to school.</p><p>The Russian Anti -Terrorist Headquarters was set up by Russian FSB generals sent from Moscow, removing all the locals.</p><p>On the third day, Alfa special forces from jet gunmen shot twice at the gym, then on the order of the FSB there was a firing at the dining room from the tanks, where terrorists hid behind the backs of the hostage. Also, the FSBShniki for 1.5 hours did not extinguish the fire that arose from flamethrowers. As a result, hostages that could easily be saved, with more than 330 people, including 186 children.</p><p>Similarly, the so-called \"release\" of hostages of the Nord-isost in 2002 was organized, when only officially Moscow killed 130 people to justify the occupation of Ichkeria. Something like this happened on March 22 in Krasnogorsk ...</p><p>If you are the king of the Russian Federation, you can blow up dwellings in your country, burn alive children in Beslan and shoot journalists on your birthday (Anna Politkovskaya was killed in 2006 on Putin's birthday), arranging wars, fighting and genocides in Ichkeria. Sakartvelo, Syria and Ukraine, poisoning Plutonia and November in the United Kingdom, interfere with the election of the President of the United States and other countries, fund radical politicians, assist the same butchers as Assad, Maduro and Lukashenko, be a \"strategic ally\" Iran and Lukashenko. DPRK, maintain constant bacchanalia in Central Africa and terrorists in the Middle East, arrange Nord-Ost, Bucha, Mariupol ...</p><p>Now the new element of the Putin cult of death was City Hall City. As part of the operation, Moscow security officers staged a demonstration execution of their fellow citizens in one of the shopping centers. And then the brutal massacre of those who were caught hundreds of kilometers from Moscow and accused of committing a terrorist attack. Even IDIL, an international terrorist organization that took responsibility for the committed, protest against torture during interrogations of captive terrorists (when Russian security forces cut off one of the captives and forced him to eat) with personal threats of the Kremlin dictator.</p><p>Moscow constantly resorts to terror tactics against its population in order to \"gain the right\" to genocide of other peoples. At the same time, the vast majority of the tsar's subjects tolerate all this, and many even like terror: grandmothers dance in circles, the Carlsons take interviews, all kinds of sports competitions take place. And specially trained Chekists who call themselves \"good Russians\" and their Russophile agents from the EU countries are constantly shouting from everywhere that this is a war \"only of Putin!\", and \"it does not concern us\", \"it's all politics\", \"we are small people\", \"they know better\"...</p><p>In the meantime, almost 90% of Russian either created or supported this regime, or allow him to create everything he does.</p><p>Shortly before the terrorist attack at City Holly, Putin's spokeswoman Peskov said that the war is now underway, not his \"his\", although in Russia, this term was a strict prohibition since the beginning of the war. And in the video, the Kremlin dictator said that the suspects of the concert allegedly had a prepared \"window\" to cross the border with Ukraine. Lies, and the eye does not blink. Just as he lied about Kursk, Nord-Ost, Beslan, Crimea, Donbas, Buch, Mariupol and other crimes.</p><p>Back in December last year, the Kremlin announced the \"deaconization\" of Russia and its transformation into a open -air concentration camp immediately after the so -called \"elections\". Among other things, Putin plans to translate all raw material sectors of the economy into state property, to introduce total state control over science, culture and art, to strengthen censorship on TV and on the Internet, to destroy any opposition movements. And it also plans to mobilize and continue the war. Therefore, there is no doubt that the terrorist attack in Russia and the strengthening of shelling of Ukraine in the last days are links of one chain. And the only chance to escape from these shackles is the victory of the Armed Forces of Ukraine and the destruction of the aggressor.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/nord-ost-beslan-i-krokus-siti-holl-hto-u-rosiyi-vlashtovuye-terakty/", "title": "Nord-Ost, Beslan and City City Hall: Who in Russia suits terrorist attacks", "description": "One gets the impression that the shelling of Ukraine recently is a personal order of the old...", "author": ["Army Inform"], "categories": ["Публікації"], "tags": ["«Курськ»", "Беслан", "вторгнення рф", "Крокус Сіті Холл", "Норд-Ост", "Хамас"], "source_name": "ArmyInform"}