{"published time": "2024-03-25T14:25:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/41dd6274e4ca417f4292412143164352.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/e1782ee68ddac80f824af5eb30a8493d.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1333\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-25T14-25-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-25T14-25-00-08-00/000000.jpeg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>The Security Service exposed two more collaborators who worked on the Russians during the occupation of Kherson, and after the liberation of the city were hiding from justice.</strong></p><p>About this<a href=\"https://ssu.gov.ua/novyny/sbu-zatrymala-dvokh-okhorontsiv-rosiiskoi-kativni-yaka-diiala-pid-chas-okupatsii-khersona\" rel=\"nofollow\" target=\"_blank\">informs</a>Security Service of Ukraine.</p><p>As it is noted, the attackers were local people and a woman who at the beginning of a large -scale invasion of the Russian Federation supported the invaders.</p><p>“For this they were appointed to the\" administration \"of the Russian torture, which operated on the basis of the captured correctional colony at the time in the regional center. There, they became \"inspectors of the protection of the occupation object. They were given uniform clothing of the Russian sample, weapons and \"certificates\", - they said in the department.</p><p>As the investigation was established, collaborators guarded the cameras to which the racists imprisoned the resistance movement participants in the region.</p><img alt=\"\" class=\"alignnone size-full wp-image-555535\" height=\"1333\" loading=\"lazy\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-25T14-25-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-25T14-25-00-08-00/000001.jpeg\" width=\"2000\"/><p>According to information, in these cameras the invaders used the victims of torture and tried to \"knock out\" them consent to cooperate against Ukraine.</p><p>\"In the shadows, the persons involved helped the invaders to control the retaining mode of prisoners of Ukrainian patriots,\" the statement said.</p><p>After the release of Kherson, both malefactors \"lied to the bottom\" and hid from justice, constantly changing their residence. But the Security Service still installed their place of stay and detained.</p><p>Investigators of the Ukrainian special service informed the detainees of suspicion under Part 7 of Art. 111-1 of the Criminal Code of Ukraine (collaborative activity).</p><p>The attackers are in custody. They are threatened with up to 15 years in prison with confiscation of property.</p><p>The complex measures were carried out by SBU staff in the Kherson and Transcarpathian regions under the procedural leadership of the Transcarpathian Regional Prosecutor's Office.</p><p>As reported by the Armyinform, SBU<a href=\"https://armyinform.com.ua/2024/03/25/sbu-vidzvituvala-pro-zatrymannya-nebespechnogo-dlya-zsu-krota-fsb/\">She reported</a>About the detention of the FSB Dangerous for the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/zatrymano-dvoh-zradnykiv-yaki-ohoronyaly-rosijski-kativni-pid-chas-okupacziyi-hersonshhyny/", "title": "Two traitors were detained that guarded Russian torture during the occupation of Kherson region", "description": "The Security Service of Ukraine informs about it. As noted, the attackers were ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "СБУ"], "source_name": "ArmyInform"}