{"published time": "2024-03-25T11:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_2024-03-25_11-03-20.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"СБУ відзвітувала про затримання агента фсб\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-25T11-16-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T11-16-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">The SBU reported on the detention of the FSB agent. Photo Source: t.me/sbukr</figcaption></figure><!-- .post-thumbnail --><p><strong>The Security Service of Ukraine reported on the detention of the \"mole\" of the Federal Security Service of the Russian Federation, which tried to settle in the police to spy for the \"Guard of the offensive\" and units of the Armed Forces of Ukraine.</strong></p><p>This is stated in<a href=\"https://t.me/SBUkr/11518?single\" rel=\"nofollow\" target=\"_blank\">message</a>SBU.</p><p>In particular, as a result of the special operation in the Kiev region, the SBU detained a traitor who, as instructed by the invaders, tried to get a national police.</p><p>\"In the case of successful enrollment in the service, he had to collect information about the law enforcement agencies, first of all those who are part of the\" offensive \"of the Ministry of Internal Affairs of Ukraine,\" the statement reads.</p><p>In addition, according to the SBU, this \"Crete\" hoped to get more \"opportunities\" to collect data on personnel and move the military equipment of the Armed Forces.</p><p>\"Intelligence was needed by rashists to prepare air attacks on the objects of defense forces and planning combat operations,\" the statement said.</p><p>According to the investigation, to make sure that the agent's ability to accomplish the \"mole\" task, the FSB gave him a \"test\" task.</p><p>In particular, the occupiers instructed their associate to intelligent in the Kyiv region the locations of military airfields and hospitals, as well as defense plants.</p><p>At the same time, he had to collect the maximum of information about one of the mechanized crews of the Armed Forces for the FSB.</p><p>To do this, the traitor \"Tremny\" used a local resident in whom he rented the apartment. Her son was found to fought in this brigade and died on the front line.</p><p>\"The staff of the SBU\" Prokrokovo \"documented the Russian agent and at the final stage of the special operation detained it in their own dwelling. At that time, he had already submitted documents as a candidate for joining the ranks of the National Police, ”the intelligence service reports.</p><p>According to the investigation, the detainee was a resident of the Brovarsky district, who was remotely recruited by the FSB personnel employee at the end of 2023. His identity has already been installed by the Security Service.</p><p>\"In order to follow hostile instructions, the traitor went around the area where he recorded the coordinates of\" necessary \"objects, and then passed the geolocation to the Russian curator,\" the message said.</p><p>Currently, the SBU investigators have informed him about suspicion under Part 2 of Art. 111 of the Criminal Code of Ukraine.</p><p>He is threatened with life imprisonment.</p><p>As reported by the Armyinform, President of Ukraine Volodymyr Zelensky March 25, 2024<a href=\"https://armyinform.com.ua/2024/03/25/efektyvnist-sbu-obovyazkovo-nablyzyt-nashu-spilnu-peremogu-prezydent-pryvitav-praczivnykiv-sluzhby-bezpeky-ukrayiny/\">greeted</a>Employees of the Security Service of Ukraine with SBU Day.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/sbu-vidzvituvala-pro-zatrymannya-nebespechnogo-dlya-zsu-krota-fsb/", "title": "The SBU reported about the detention of the FSB \"mole\" dangerous for the Armed Forces", "description": "This is stated in the SBU message. In particular, as a result of special operation in Kiev ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["СБУ", "фсб"], "source_name": "ArmyInform"}