{"published time": "2024-03-25T13:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/5cc639ecd0f60a96.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"650\" src=\"../Images/2024-03-25T13-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T13-14-00-08-00/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The Supreme Representative of the European Union on Foreign Affairs and Security Policy of Josep Borrel has specified the amount of military assistance to Ukraine since the beginning of a large -scale invasion of the Russian Federation. According to him, assistance is 31 billion euros.</strong></p><p>About this<a href=\"https://www.eeas.europa.eu/eeas/europe%E2%80%99s-demosthenes-moment-putting-defence-centre-eu-policies_en\" rel=\"nofollow\" target=\"_blank\">stated</a>EU EU Supreme Representative and Security Policy Josep Borrel.</p><p>According to him, the European Peace Fund (EPF) was established in 2021 to support partners with military equipment, which was impossible at the expense of the EU budget.</p><p>\"Its budget initially amounted to 5 billion euros, today the financial ceiling has increased to 17 billion euros,\" Josep Borrel said.</p><p>He emphasized that although the EPF was not created for this purpose, the Foundation became the basis of Ukraine's military support.</p><p>\"Today, we used 6.1 billion euros with EPF to stimulate Ukraine's support from the EU Member States, and together with them the EU has put military equipment in Ukraine a total of 31 billion euros from the beginning of wars,\" Josep Borrel wrote.</p><p>According to him, thanks to these funds, the EU continued the military support of Ukraine.</p><p>Among other events, says Zzepe Borrel, 60,000 Ukrainian soldiers will be prepared by the summer.</p><p>“We have handed over 500,000 artillery shells to Ukraine, and by the end of the year there will be more than 1 million. In addition, the European Defense Industry also provides Ukraine with 400,000 shells under commercial contracts. The Czech initiative to buy ammunition outside the EU is a supplement to these efforts, ”he said.</p><p>However, the EU Supreme Representative emphasizes, the EU should increase both production capacity and financial resources aimed at supporting Ukraine.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/21/volodymyr-zelenskyj-zaklykav-lideriv-krayin-yes-dopomogty-zahystyty-ukrayinski-mista/\">Armyinform</a>, President of Ukraine Volodymyr Zelensky called on EU leaders to help protect Ukrainian cities.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/yes-nadav-ukrayini-vijskovoyi-dopomogy-na-e31-mlrd-z-pochatku-shyrokomasshtabnogo-vtorgnennya/", "title": "The EU has provided to Ukraine military assistance for € 31 billion since the start of a large -scale invasion", "description": "This was stated by the EU Supreme Representative and the security policy of Josep ...", "author": ["Army Inform"], "categories": ["Новини", "Новини світу та України"], "tags": ["stoprussia", "YES", "агресія рф", "військова допомога", "допомога партнерів", "Жозеп Боррель", "Світ підтримує Україну"], "source_name": "ArmyInform"}