{"published time": "2024-03-25T14:15:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/422693099_703645561934525_5351958275295193949_n-e1710674823267.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"867\" src=\"../Images/2024-03-25T14-15-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T14-15-00-08-00/000000.jpg\" width=\"1350\"/></figure><!-- .post-thumbnail --><p><strong>In the operating zone of the Defense Forces of South of Ukraine as of March 25, 2024, a daily counter -bacity struggle continues.</strong></p><p>This is stated in<a href=\"https://t.me/SJTF_Odes/7542\" rel=\"nofollow\" target=\"_blank\">message</a>Group.</p><p>“The enemy does not leave the intention to knock out our units from the occupied positions. He carried out 3 assaults in the Orikhiv direction, of which 1 in the area of the robot, 1 in the area of equivalent and 1 in the Staromayorsky area, ” - said the defense forces of the South of Ukraine.</p><p>On the Left Bank of the Dnieper, the enemy decided on 1 storm of Ukrainian positions. Having suffered losses, he went to his starting positions.</p><p>Ukrainian fighters continue to take comprehensive measures to keep and strengthen positions.</p><p>The invaders do not stop air intelligence, press with artillery shelling, cause aviation blows, use a large number of shock drones of different types.</p><p>\"There are no ships of hostile non -fleet in the Black and Azov Seas,\" - reported the defense forces of southern Ukraine.</p><p>Russian rocket launchers, as noted, are at the points of base.</p><p>According to the Army, according to the General Staff of the Armed Forces, for the last day at the front<a href=\"https://armyinform.com.ua/2024/03/25/na-fronti-vidbulosya-60-boyezitknen-majzhe-polovyna-z-nyh-na-novopavlivskomu-napryamku/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">happened</a>60 wickednesses, almost half of them are in the Novopavlovsky direction.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/rosijski-okupanty-zdijsnyly-chotyry-shturmy-v-operaczijnij-zoni-syl-oborony-pivdnya/", "title": "Russian invaders have carried out four assaults in the operating zone of the South Defense Forces", "description": "This is stated in the community message. “The enemy does not leave the intentions to knock out ours ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Сили оборони півдня"], "source_name": "ArmyInform"}