{"published time": "2024-03-25T21:06:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vip_5662.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1000\" src=\"../Images/2024-03-25T21-06-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T21-06-00-08-00/000000.jpg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>Foreign Minister Dmytro Kuleba and the high representative of the European Union Josep Borrel discussed what the EU could do so that Ukraine would receive more Patriot and other air defense systems as soon as possible.</strong></p><p style=\"font-weight: 400;\">About it the Minister of Foreign Affairs of Ukraine Dmytro Kuleba<a href=\"https://twitter.com/DmytroKuleba/status/1772319417449189594\" rel=\"nofollow\" target=\"_blank\">reported</a>In the social network X.</p><p style=\"font-weight: 400;\">“I talked to Josep Borrel and informed him about the strikes of Russian ballistic missiles in the Ukrainian capital and other cities. I appreciate that the high representative has expressed support and concern due to the number of Russian missiles released in Ukraine, ”he said.</p><p style=\"font-weight: 400;\">Dmytro Kuleba emphasized the importance of delivery to Ukraine more than Patriot air defense systems and other systems capable of intercepting ballistic missiles. The Foreign Minister also noted the fact that Ukraine is currently the only country in the world that is being attacked almost daily by ballistic missiles.</p><p style=\"font-weight: 400;\">“Therefore, Patriot should be here and now to save human lives, not stay in places where the rocket threat is zero. We have discussed what the EU can do to help Ukraine get more Patriot and other air defense systems as soon as possible. I appreciate the support of the high representative of Borrel and the EU, ”the minister summarized.</p><p>As reported by the Armyinform, in the Foreign Ministry<a href=\"https://armyinform.com.ua/2024/03/25/u-mzs-zaklykaly-zahid-terminovo-nadaty-ukrayini-patriot/\">called</a>The event is urgently provided to Ukraine by Patriot.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/patriot-mayut-buty-tut-i-zaraz-dmytro-kuleba-rozpoviv-zhozepu-borrelyu-pro-obstrily-ukrayiny/", "title": "Patriot should be here and now - Dmytro Kuleba told Josepa Borrel about shelling of Ukraine", "description": "The Minister of Foreign Affairs of Ukraine Dmytro Kuleba reported on the social network X. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Дмитро Кулеба"], "source_name": "ArmyInform"}