{"published time": "2024-03-25T06:32:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zsu-pilot-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/foto-1.-andrij-telegin-nachalnyk-golovnogo-upravlinnya-derzhavnoï-aviacziï-ukraïny..jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/foto-2.-obmin-sertyfikatamy-vyznannya-mizh-gudau-ta-upravlinnyam-vijskovoï-aviacziï-cheskoï-respubliky-maa-cze.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1151\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-25T06-32-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T06-32-00-08-00/000000.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>Preparation, reconciliation and conclusion of international agreements, certification measures. At first glance, this purely cabinet work within the defense processes is very far from the requirements of fleeting fighting. But it only seems like that.</strong></p><p>It is because the cooperation with foreign partners, how Ukrainian pilots undergoes licensing is effective at the contractual level, the whole spectrum of such a concept is being built as a system of safety of domestic state.</p><p>The head of this unit of the Ministry of Defense Andriy Telegin told about the work of specialists of the Main Directorate of the State Aviation of Ukraine (Gudau) of the Army (Gudau).</p><figure aria-describedby=\"caption-attachment-555239\" class=\"wp-caption alignnone\" id=\"attachment_555239\" style=\"width: 1280px\"><img alt=\"\" class=\"size-full wp-image-555239\" height=\"960\" loading=\"lazy\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-25T06-32-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-25T06-32-00-08-00/000001.jpeg\" width=\"1280\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-555239\">Andriy Telegin, Head of the Main Directorate of the State Aviation of Ukraine. Photo: Gudau</figcaption></figure><p><strong>- Andriy Vasilyevich, and the average citizen understood the difference between civil and military aviation. The first, the so -called commercial, is engaged in the transportation of passengers and goods. The second is intended to protect our country. From you, as a specialist, I would like to hear the details of the functioning of the same, second component of the Air Fleet of Ukraine.</strong></p><p>- Indeed, as in most countries, there are two branches of aviation in Ukraine. And immediately I point to the correctness of their names: civil and state aviation. This is how they are defined at the normative level. Therefore, according to the editorial board of the domestic Air Code of 2011, they are legally divided. The State Aviation Service of Ukraine is in charge of civil aviation in our country.</p><p>In turn, the Ministry of Defense of our country is determined by the authorized central body of executive power, which through Hoodau implements state political in the field of state aviation. Some of your readers, these formulations may seem like a set of bureaucracy. Therefore, it can be easier: such a regulator will not be harmonious, there will be no state. She will just stay on the ground.</p><p><strong>- If it is not a secret that and who is united by domestic state aviation?</strong></p><p>- Today there are many aviation units, units and organizations in the DAU. They are operators of aircraft: both manned and UAVs. By their belonging, these aircraft are included in all structures that are part of the Defense Forces of Ukraine.</p><p>Aviation companies and maintenance and repair of aviation equipment, as well as the state aviation network of Ukraine, should also be added here.</p><p><strong>- Now your unit is actively interacting with international organizations. What does this cooperation give to our state aviation?</strong></p><p>-development of normative legal acts, control over their implementation, control over the work of the state aviation security system-these are the leading areas we work on in Ukraine. And how effective our work is, from the point of view of the international profile community, is determined by its recognition at the international level. In particular, the NATO Headquarters Committee.</p><p>This is due to the process of mutual recognition of certificates, in our particular case - it is the work of the state aviation security system. Namely-NATO recognized the certificates of flight suitability of aircraft, pilot certificates, relevant certificates of engineering and technical staff, a group of flight management and vice versa. Such mutual recognition allows our specialists to work freely in these countries, and if necessary, the activities of foreign specialists will be simplified with us.</p><p><strong>- Andriy Vasilyevich, you told about a kind of human factor in the process of documentary mutuality. And as for the technical aspect, because our Western partners are already giving us aviation equipment, is there any simplification of procedures here?</strong></p><p>- mutuality already has specific examples at the technical level. For example, before we started the process of concluding bilateral agreements and international arrangements, so that the aircraft crossed the state border of Ukraine, a number of procedures have to be carried out. We had to attach to these processes of officials from the Ministry of Foreign Affairs, to send special notes, to send specialists. And these are months over time and consumption of considerable financial resources.</p><p>Now, we have sufficiently relevant certificates issued by partners, we have recognized them all: the aircraft is allowed to work. Similarly, things go with repair and renewable work, which are carried out for us by foreign partners at their proven and approved enterprises.</p><p>And for specific examples of such efficiency, one of the neighboring states has already expressed his willingness to pass helicopters. So, it was the mutual understanding of the certificates that made it possible to resolve the issues from the intersection of our state border with these helicopters before arriving in the area of hostilities in just two days.</p><p><strong>- Last December, the NATO Aviation Committee (AVC) meeting between the Main Directorate of the State Aviation of Ukraine and your Czech colleagues signed cooperation documents. What is the prospect of concluding such documents with other states?</strong></p><p>- At the NATO Aviation Committee meeting in Brussels, certificates were signed and exchanged between Gudau and the Czech Republic (Maa Cze). Indeed, such a bilateral agreement will allow for mutual recognition of certificates issued Gudau and Maa Cze in all areas of aviation activities.</p><figure aria-describedby=\"caption-attachment-555241\" class=\"wp-caption alignnone\" id=\"attachment_555241\" style=\"width: 1320px\"><img alt=\"\" class=\"size-full wp-image-555241\" height=\"883\" loading=\"lazy\" src=\"../Images/2024-03-25T06-32-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-25T06-32-00-08-00/000002.jpeg\" width=\"1320\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-555241\">Exchange of certificates of recognition between Gudau and Directorate of the Czech Republic Military Aviation (Maa Cze) Photo: Gudau</figcaption></figure><p>Separately, according to the results of the Ukrainian delegation in the NATO Aviation Committee meeting in December 2023 managed to establish new and deepen the available contacts with NATO AVC, Member States and Alliance Partner countries operating European and American types of aircraft, which are planned to be supplied to Ukraine. There are some reasons to say that by the end of 2025 we expect to connect the whole of Europe by the end of 2025.</p><p>At the same time, the National Defense Council of the US Department of Defense last September extended the certificate of Gudau recognition as a competent military flying body for the next 4-year period until September 2027. The recognition obtained will contribute to the effective cooperation of Ukraine with both the Alliance as a whole and with individual Member States in all areas of military aviation activities and will allow to safely operate Western aircraft.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/v-golovnomu-upravlinni-derzhaviacziyi-ukrayiny-rozpovily-yak-pryshvydshyty-nadhodzhennya-aviatehniky-v-ukrayinu-interv%ca%bcyu/", "title": "In the Main Directorate of the State of Ukraine, they told how to accelerate the receipts of aviation in Ukraine: Interview", "description": "It is for how effectively at the contractual level cooperation with foreign ...", "author": ["Army Inform"], "categories": ["Інтерв`ю", "Новини"], "tags": ["Андрій Телегін", "ГУДАУ"], "source_name": "ArmyInform"}