{"published time": "2024-03-25T11:54:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/10/klibr-raketa-rf-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"478\" src=\"../Images/2024-03-25T11-54-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T11-54-00-08-00/000000.jpg\" width=\"744\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The spokesman of the Navy of the Armed Forces of Ukraine, the captain of the 3rd rank Dmitry Pletenchuk, commented on a large pause in the use of the rockets \"Caliber\" during the strikes in Ukraine.</strong></p><p>Dmitry Pletenchuk's comments<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">provided during the time</a>Live broadcasting of the \"Uniform News\" Telelorphone in the morning of March 25, 2024.</p><p>“We can conclude from the picture we see: this is the lack of use for many months with the only exception - this is after the destruction of Caesar Kunikov, they released four rockets. In fact, they do not use the rest of the time, ”the Navy spokesman said.</p><p>According to him, there can be several reasons.</p><p>“Of course, one of them is problems with the equipment to load these missiles that still remains in the Crimea. Ships are actually cut off from this download system. In Crimea, they are not now based. Especially rocket launchers. The exception is the cyclone ship. We say about it as a ship cover, ”Dmitry Pletenchuk said.</p><p>At the same time, he expressed surprise that the Russians have not yet established a system of loading these missiles into Novorossiysk.</p><p>“It is surprising that they have not solved this problem yet. Because to deliver, in principle, \"calibers\" to the same Novorossiysk is not a problem. They only have a problem with loading. And why the country, which calls itself a \"switch\", has not yet found the appropriate size of the crane in order to do it - it actually causes a little surprise, \" - said the spokesman of the Navy of the Armed Forces.</p><p>At the same time, he emphasized that such a situation \"lasts forever\".</p><p>“Of course, the enemy tries to solve this problem. But most likely, except for the load problems directly, they have some other problems, perhaps with production, ”Dmitry Pletenchuk added.</p><p>As reported by the Armyinform, on March 25, 2024, also spokeswoman for the South of Ukraine forces Colonel Natalia Humeniuk<a href=\"https://armyinform.com.ua/2024/03/25/nataliya-gumenyuk-poyasnyla-vidsutnist-kalibriv-u-vorozhyh-udarah/\">commented</a>The lack of \"calibers\" among rockets that Russian invaders strike in Ukraine.</p><p></p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/25/u-vms-zsu-nazvaly-dyvnoyu-sytuacziyu-z-rosijskymy-kalibramy/", "title": "In the Navy of the Armed Forces called the strange situation with Russian \"caliber\"", "description": "Dmitry Pletenchuk gave his comments during the live broadcasting of \"One News\" ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Дмитро Плетенчук"], "source_name": "ArmyInform"}