{"published time": "2024-03-25T19:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/10/rosiyany-ubyvczi.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" src=\"../Images/2024-03-25T19-01-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T19-01-00-08-00/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Military crimes of the Armed Forces of the Russian Federation. Collage Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>In the temporarily occupied territory of Ukraine, the Russians have increased the number of checkpoints again. In addition, the inspections of the local population became tougher, because Rosarmia is looking for the Ukrainian underground.</strong></p><p style=\"font-weight: 400;\">About this<a href=\"https://t.me/ivan_fedorov_zp/5764\" rel=\"nofollow\" target=\"_blank\">reported</a>Head of the Zaporizhzhya Regional Military Administration Ivan Fedorov.</p><p style=\"font-weight: 400;\">According to him, under the guise of counter -terrorist measures, the Russians increased the number of inspections.</p><p style=\"font-weight: 400;\">In particular, the occupiers stop on the street and order to provide documents; come to the apartments and demand to present not only Ausweis, but also documents of ownership; Country cooperatives and houses in villages are being searched.</p><p style=\"font-weight: 400;\">“The basis is called a terrorist act in Moscow. But the inhabitants of the tot know - these inspections are not intended to detect terrorists, but intimidate local and search for property that can still be stolen or \"squeezed\", - said Ivan Fedorov.</p><p>As reported by the Armyinform, detained<a href=\"https://armyinform.com.ua/2024/03/25/zatrymano-dvoh-zradnykiv-yaki-ohoronyaly-rosijski-kativni-pid-chas-okupacziyi-hersonshhyny/\">two traitors</a>who protected the Russian torture during the occupation of Kherson region.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/rosiyany-u-poshukah-ukrayinskogo-pidpillya-zbilshyly-kilkist-blokpostiv-na-tot/", "title": "Russians in search of the Ukrainian underground increased the number of checkpoints per Tot", "description": "This was reported by the head of Zaporizhzhya Ova Ivan Fedorov. According to him, under the guise ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Запоріжжя", "Іван Федоров", "ТОТ"], "source_name": "ArmyInform"}