{"published time": "2024-03-25T13:15:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vip_5664.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1000\" src=\"../Images/2024-03-25T13-15-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T13-15-00-08-00/000000.jpg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>The prosecutor's office began criminal proceedings on violation of the laws and customs of war (Part 1 of Article 438 of the Criminal Code of Ukraine) in connection with the Russian rocket attack in Kiev on March 25, 2024.</strong></p><p>This is stated in<a href=\"https://t.me/pgo_gov_ua/22649?single\" rel=\"nofollow\" target=\"_blank\">message</a>Office of the Prosecutor General of Ukraine.</p><p>According to the investigation, on March 25, 2024, at about 10:30 the Armed Forces of the Russian Federation in violation of the laws and customs of war made a rocket strike on the objects of civil infrastructure of Kyiv.</p><p>According to preliminary information,<strong>7 people were injured, including a 16-year-old girl</strong>.</p><p>According to preliminary data, as a result of rocket stroke:</p><ul><li>In the Pechersk District, a hidden in a non -residential building was recorded,<strong>Under the rubble may be people</strong>, windows and damaged cars are knocked out in neighboring homes;</li><li>In the Solomenskiy district, a rocket was recorded in the building and the wreckage of a rocket was found in the courtyard;</li><li>The Darnytskyi district recorded a fall in the courtyard of a private home.</li></ul><p>Rescuers and law enforcement officers work on the events.</p><p>Measures are underway to document military crimes committed by the Russian military against civilians.</p><p>The pre -trial investigation is carried out by investigators of the Security Service of Ukraine in Kyiv and Kyiv region.</p><div class=\"single-content\"><p>See<a href=\"https://armyinform.com.ua/2024/03/25/naslidky-ataky-na-stolyczyu-fotoreportazh-armiyainform/\">Photo report</a>Armyinform with the consequences of the attack on March 25, 2024 to Kiev.</p></div></div>", "source": "https://armyinform.com.ua/2024/03/25/prokuratura-rozpochala-rozsliduvannya-rosijskoyi-raketnoyi-ataky-po-kyyevu/", "title": "The prosecutor's office has started an investigation into a Russian rocket attack in Kiev", "description": "This is stated in the office of the Attorney General of Ukraine. According to investigation, ...", "author": ["Army Inform"], "categories": ["Новини", "Події"], "tags": ["атака ворога", "Генеральна прокуратура", "Київ"], "source_name": "ArmyInform"}