{"published time": "2024-03-25T09:41:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/11/pidvodnyj-choven-kalibry.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"618\" src=\"../Images/2024-03-25T09-41-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T09-41-00-08-00/000000.jpg\" width=\"980\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>Colonel Natalia Humeniuk, a spokeswoman for southern defense forces, commented on the lack of \"calibers\" among rockets that Russian invaders strike in Ukraine.</strong></p><p>Natalia Humeniuk made her statement during<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">live ether</a>The only news of the \"only news\" in the morning of March 25, 2024.</p><p>In particular, she said, the enemy simply does not have the opportunity to do so.</p><p>“Why do not use calibers. We have already focused on this. They are dependent on the infrastructure located in the Crimea. And the movement of rocket launchers there is now dangerous for them. They are aware of it. The danger chats on them from the air, from the water, and from the water. And, in fact, they are focused on maintaining their missile potential and rocket carrier as a threat from the sea, since it is actually the only factor that emphasizes today some more capacities of the Black Sea Fleet, ”Natalia Humeniuk said.</p><p>As reported by the Armyinform, on March 22, 2024 the Navy of the Armed Forces of Ukraine<a href=\"https://armyinform.com.ua/2024/03/22/vms-zsu-povidomyly-pro-kilkist-vorozhyh-raketonosiyiv-u-chornomu-mori/\">They said</a>Two enemy ships appeared in the Black Sea waters, including two carbon carpet carriers, a total volley of up to 8 missiles.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/nataliya-gumenyuk-poyasnyla-vidsutnist-kalibriv-u-vorozhyh-udarah/", "title": "Natalia Humeniuk explained the absence of \"calibers\" in hostile blows", "description": "Natalia Humeniuk made her statement during the live broadcasting of \"One News\" ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["калібри", "Наталія Гуменюк"], "source_name": "ArmyInform"}