{"published time": "2024-03-25T14:53:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/shutterstock_2044440026-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1443\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-25T14-53-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T14-53-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Finance of Ukraine has stated that security and defense remain an absolute priority and the largest item of state budget expenditures.</strong></p><p>This is stated in<a href=\"https://t.me/MOF_ua/2375\" rel=\"nofollow\" target=\"_blank\">message</a>ministry.</p><p>Thus, in January-February 2024, expenditures of the General Fund of the State Budget for the Security and Defense Sector amounted to UAH 235.1 billion, or 55.4% of the total amount of expenditures of the General Fund of the State Budget.</p><p>In February - UAH 159.8 billion.</p><p>The funds were directed at:</p><p>✔ Cash support for servicemen, persons of ordinary and command staff, police officers;</p><p>✔ purchase of military/special equipment, weapons, ammunition, defense products, personal protective equipment (helmets, bulletproof vests and other special equipment), fuel and lubricants, food;</p><p>✔ Medical care;</p><p>✔ Other expenses to ensure the activities of the relevant bodies and formations.</p><p>The government and defense expenditures are funded exclusively at the expense of its own tax revenues as well as military bonds.</p><p>“Therefore, it is extremely important to support the Armed Forces of Ukraine by paying taxes and investing in military bonds. After all, every hryvnia attracted is an investment in the defeat of Russia! ” - The message says.</p><p>As the Armyinform writes, a third of the State Budget of Ukraine<a href=\"https://armyinform.com.ua/2024/03/19/tretyna-derzhbyudzhetu-ukrayiny-ide-na-zarplatu-vijskovosluzhbovczyam/\">goes</a>on the financial support of servicemen.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/minfin-vidzvituvav-pro-vydilennya-za-sichen-lyutyj-2351-mlrd-gryven-na-oboronu/", "title": "The Ministry of Finance reported on January-February 235.1 billion hryvnias for defense", "description": "This is stated in the Ministry's message. Yes, for January-February 2024 expenditures ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Міністерство фінансів України"], "source_name": "ArmyInform"}