{"published time": "2024-03-25T09:57:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/09/krym.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-25T09-57-00-08-00-z000002/000000.jpg\" srcset=\"../Images/2024-03-25T09-57-00-08-00-z000002/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Colonel Natalia Humeniuk spoke about the consequences of the strikes caused by the forces of Ukraine on hostile objects in temporarily occupied Crimea, for Russian invaders.</strong></p><p>Natalia Humeniuk provided her comments during<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">live ether</a>The only news of the \"only news\" in the morning of March 25, 2024.</p><p>In particular, she said, as a result of hitting the command post, the enemy lost his executives.</p><p>“It is a really powerful stroke on logistics, it is a powerful blow to the management of troops. Because again, both the team and the officer's staff are among the listed. Accordingly, there is a reorientation of troops, reorientation of forces and means, as specific executives are lost, ”Natalia Humeniuk said.</p><p>In addition, she said, a powerful moral and psychological blow to the enemy army was caused.</p><p>\"When they feel that even in such deep rear there is a powerful work of defense forces and interference with the further development of combat events,\" the spokeswoman for the Defense Forces of South of Ukraine explained.</p><p>It predicted further strikes by Ukraine's defense forces on hostile objects in their rear.</p><p>“This situation will continue. The cotton season does not end in Crimea. We still have a lot of work and many appropriate objects, ”Natalia Humeniuk said.</p><p>She also commented on the clutch on the Russian large landing ships \"Yamal\" and \"Azov\".</p><p>\"The fact that logistics, in particular, the fleet again turned out to be a blow-it can again put it on its ship and cattery warehouse and make it stay at the point of base as long as possible,\"-said the spokeswoman for the Defense Forces of South of Ukraine.</p><p>As reported by the Armyinform, the Main Directorate of Intelligence of the Ministry of Defense of Ukraine<a href=\"https://armyinform.com.ua/2024/03/25/gur-rozpovilo-pro-detali-poshkodzhen-desantnogo-korablya-rosiyi-yamal/\">opened the details</a>As a successful fire damage to the objects of the Black Sea Fleet of the State-aggressor of Russia, in particular the Great Landing Ship of Yamal, took place in the temporarily occupied Crimea.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/u-sylah-oborony-zayavyly-pro-vtratu-rosiyanamy-kerivnykiv-vnaslidok-udaru-po-krymu/", "title": "The defense forces declared the loss of the Russians as a result of a blow to the Crimea", "description": "Natalia Humeniuk provided her comments during the live broadcasting of \"One News\" ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["АР Крим", "втрати ворога", "Наталія Гуменюк", "Севастополь"], "source_name": "ArmyInform"}