{"published time": "2024-03-25T19:24:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/1-25.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"ЗСУ\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"801\" src=\"../Images/2024-03-25T19-24-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-25T19-24-00-08-00/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Armed Forces. Photo Source: t.me/sjtf_odes</figcaption></figure><!-- .post-thumbnail --><p><strong>45 combat clashes were recorded during the day. In total, the enemy caused 4 missile and 56 aircraft blows, carried out 43 shelling from the rocket launchers of the volley fire on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0M1uQnXRKBmBWdg46aBGxBi5X71RWqELGVVS63zhxLm9ngVJbZDHBo4FHEPk55d3Sl\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces of Ukraine.</p><p class=\"\"><strong>Towards Lyman</strong>Our warriors reflect 13 enemy attacks in the areas of settlements of Bigorivka of Luhansk region; Tern, Yampolivka, Razdolivka and north of the Merry Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p class=\"\"><strong>In the Bakhmut direction</strong>Our warriors reflect 2 attacks of the enemy in the area of the settlement of the Klischivka Donetsk region.</p><p class=\"\"><strong>In the Avdiivsky direction</strong>Our defenders repelled 3 enemy attacks in the areas of Berdychi and Pervomaiske settlements of the Donetsk oblast.</p><p class=\"\"><strong>In the Novopavlovsky direction</strong>The defense forces continue to restrain the enemy in the area of the settlement of Novomykhailivka, where the enemy, with the support of aviation, tried to break through the defenses of our troops 15 times.</p><p class=\"\"><strong>In the Orikhiv direction</strong>The enemy, with the support of aviation, attacked the positions of our defenders 3 times in the areas of Staromayorsky Donetsk region; Southwestern Belogorye and northwestern willow Zaporizhzhya region.</p><div class=\"single-content\"><p>As reported by the Armyinform, the Armed Forces in the South<a href=\"https://armyinform.com.ua/2024/03/25/zsu-na-pivdni-znyshhyly-112-okupantiv-8-artsystem-ta-2-zrk/\">Destroyed</a>112 occupiers, 8 artillery systems and 2 air defense systems.</p></div></div>", "source": "https://armyinform.com.ua/2024/03/25/protyagom-doby-vorog-45-raziv-namagavsya-prorvaty-oboronu-nashyh-vijsk/", "title": "During the day the enemy tried to break through the defense of our troops 45 times", "description": "This was reported by the General Staff of the Armed Forces of Ukraine.  In the Lyman direction, our soldiers...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "війна", "вторгнення рф", "оперативна інформація", "Хроніка війни", "Хроніка оборони"], "source_name": "ArmyInform"}