{"published time": "2024-03-25T21:57:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/ff4be87b84d29a24d83ab0b8eacd2f56_1711393303_extra_large.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/8c8af3661ec658df9fe50b73950cc3b0_1711393280_wysiwyg.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/21e55dfa70ead5e3b3edb0173d4c3cce_1711393276_wysiwyg.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/40f4ad38d198481d0dbde7dd7e795902_1711393305_wysiwyg.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/66b6fd63fda735ce76d5f178213120eb_1711393307_wysiwyg.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/a5637f6256466a049c2cda5d0e0a10fa_1711393275_wysiwyg.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-25T21-57-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-25T21-57-00-08-00/000000.jpeg\" width=\"1042\"/></figure><!-- .post-thumbnail --><p><strong>The President of Ukraine, together with the Ukrainian military who profess the Islam, leaders of the Majlis of the Crimean Tatar people and representatives of the Muslim community and clergy participated in Iftar - dinner, which is held during the Muslim Muslim Muslim.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/glava-derzhavi-proviv-spilnij-iftar-iz-predstavnikami-musulm-89849\" rel=\"nofollow\" target=\"_blank\">informs</a>Presidential site, reports the Armyinform.</p><p>The event took place on the territory of the spiritual administration of Muslims of Crimea and became a continuation of the tradition of IFaru, initiated at the state level by the Head of State in 2023.</p><p>“Last year, we started a new tradition - this is how the Holy Ramadan is celebrated. Both the political leadership of our country, the military command, and representatives of our Ukrainian Muslim community, and Majlis of the Crimean Tatar people, and the diplomatic corps - all together. I am very glad that today we are in the same warehouse together here. Unity is always important. Moreover, unity is important when life is overshadowed by the war and blows of evil, ”said Volodymyr Zelenskyy.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"555654,555655\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.498127340824\" data-size=\"large\" data-width=\"800\"><div class=\"gallery galleryid-555652 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-1\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-25T21-57-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-25T21-57-00-08-00/000001.jpeg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-25T21-57-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-25T21-57-00-08-00/000002.jpeg\" width=\"150\"/></dt></dl></div></div><p>The head of state expressed gratitude to all those present, those who are fighting, working for the sake of Ukraine, who helps our country and does not obey evil.</p><p>“I would like to celebrate Muslim soldiers-all who are protecting our country and our freedom as part of the Defense and Security Forces of Ukraine. Thank you every warrior for their bravery. Everyone who brings the liberation of all our land and our Crimea, ”the President of Ukraine emphasized.</p><p>Together with Volodymyr Zelensky IFari, Ukrainian Muslim servicemen who are now defending our country in the ranks of the Armed Forces of Ukraine were divided. The President presented the orders of Bohdan Khmelnitsky III degree and \"for courage\" of the 3rd degree for intelligence, artillerymen, machine gunners, storms who showed courage and dedication in the protection of Ukraine's sovereignty and territorial integrity.</p><p>Separately, Volodymyr Zelenskyy noted everyone who in the occupied territory of Ukraine finds the opportunity to take care of our citizens: children, people of good age who need support.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"555656,555657,555658\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.498127340824\" data-size=\"large\" data-width=\"800\"><div class=\"gallery galleryid-555652 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-3\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-25T21-57-00-08-00/000003.jpeg\" srcset=\"../Images/2024-03-25T21-57-00-08-00/000003.jpeg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-25T21-57-00-08-00/000004.jpeg\" srcset=\"../Images/2024-03-25T21-57-00-08-00/000004.jpeg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-25T21-57-00-08-00/000005.jpeg\" srcset=\"../Images/2024-03-25T21-57-00-08-00/000005.jpeg\" width=\"150\"/></dt></dl></div></div><p>“I also thank everyone who helps our country to return deported, abducted children and adults to Ukraine. These are thousands of fates. All of them need to be saved. Every leader whose mediation returns our children from deportation and saves adults from Russian repression deserves global gratitude, ”the Head of State said.</p><p>The President of Ukraine wished peace and rest to those peoples who are deprived of normal life and safety through hostilities: people in Syria, Gas, Libya, Sudan.</p><p>“In Ukraine, we wish everyone who appreciates life, true protection. We wish you honest peace to all the people whose home is destroying the war. We wish justice to our country to Ukraine and all other peoples. Let this time Ramadan support all of us - our people, our country. And let our unity be unchanged, ”Volodymyr Zelenskyy said.</p><p>The leader of the Crimean Tatar people, Mustafa Dzhemilev, expressed gratitude to the President of Ukraine, all those present, as well as all soldiers who, today with weapons in their hands, defend our country.</p><p>“You now fulfill not only your civic but also a religious duty. After all, according to the principles of Islam, the war for its homeland is a duty for every Muslim, ”he said.</p><p>The leader of the Crimean Tatar people expressed his conviction that punishment for all the evil caused will be returned to those who are guilty of this war. At the same time, Mustafa Dzhemilev thanked all the countries of the world that are helping to protect Ukrainian people today.</p><p>He wished that the Holy Moon Ramadan was another reason for the greater consolidation of the whole Ukrainian people for the sake of winning the enemy.</p><p>Iftar was also attended by: head of the Majlis of the Crimean Tatar people Refat Chubarov and other members of the Majlis, permanent representative of the President of Ukraine in the Autonomous Republic of Crimea Tamil Tashev, Mufti of the Spiritual Administration , Chief Ombudsman of the Turkish Republic Sheref Malkoch, Secretary General Guam Altai Efendyev, Ambassadors of Turkey, Turkmenistan, Palestine, Uzbekistan, Egypt, Libyan Republic, Pakistan, Indonesia, South African Republic, representatives in Ukraine, representatives Iraq, Kyrgyzstan, which are accredited in Ukraine, cultural and public figures.</p><p>The Minister of Defense of Ukraine Rustem Umerov stressed that thousands of Muslims are fighting in the Armed Forces, and this is the third Ramadan since the beginning of the full -scale invasion they are conducting in the trenches, protecting the future of our country.</p><p>“The great gratitude to our soldiers, who jointly displace the enemy from our earth, protect justice and peace. Our prayers with those who died for free Ukraine. I ask the Almighty so that he will give us victory over the occupier as soon as possible. In order for us to liberate our homeland as soon as possible, our people and ensure legitimacy for all our fellow citizens from Yalta to Chernihiv, from Lugansk to Uzhgorod, ”Rustem Umerov emphasized.</p><p>The head of the Spiritual Administration of Muslims of Crimea, Ayder Rustamov, said an iftar prayer, which symbolizes the end of fasting on this day.</p><p>The President of Ukraine also visited the exhibition \"Qur'an who survived the deportation\", which presents copies of books published in the Crimea and beyond. The oldest edition of the Koran was published in the late nineteenth century. Some books took with them during deportation, and over time, their children returned them to their homeland.</p><p>The head of state also examined portraits of the military: Crimean Tatars and Ukrainians who profess Islam and are originally from the Crimea, who tell about the history of their families and motivation to fight for Ukraine's territorial integrity today.</p><p>In addition, the exhibition presents portraits of military-Muslims of different nationalities that are citizens of Ukraine and fight on the front, protecting our country.</p><p>The event was organized by the Mission of the President of Ukraine in the Autonomous Republic of Crimea and the Spiritual Administration of Muslims of Crimea together with the Crimean Tatar community of Kyiv.</p><p>Earlier the Armyinform<a href=\"https://armyinform.com.ua/2024/03/25/volodymyr-zelenskyj-okreslyv-zavdannya-dlya-syl-oborony-na-shodi-chornomorskoyi-akvatoriyi/\">reported</a>that Volodymyr Zelenskyy outlined the task for defense forces in the east of the Black Sea water area.</p></div>", "source": "https://armyinform.com.ua/2024/03/25/volodymyr-zelenskyj-proviv-spilnyj-iftar-iz-predstavnykamy-musulmanskoyi-spilnoty-ukrayiny-ta-nagorodyv-ukrayinskyh-voyiniv-musulman/", "title": "Volodymyr Zelensky conducted a joint IFar with representatives of the Muslim community of Ukraine and awarded Ukrainian Muslim soldiers", "description": "This was reported by the website of the President of Ukraine, ArmyInform reports.    The event took place on...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "Володимир Зеленський", "Рамадан"], "source_name": "ArmyInform"}