{"published time": "2024-03-05T15-26-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/431121040_122112674582222527_4826861964739068042_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"960\" src=\"../Images/2024-03-05T15-26-99/000000.jpg\" srcset=\"../Images/2024-03-05T15-26-99/000000.jpg\" width=\"1438\"/></figure><!-- .post-thumbnail --><p><strong>Two years have passed since Russian invaders have shot the civilians of Bucha in the Kyiv region massively. It is only one of the many military crimes, manifestations of genocide of the Ukrainian people, which the Russians carry out in the captured territories.</strong></p><p>On this<a href=\"https://www.facebook.com/AFULFComm/posts/pfbid02Rr8Cqg3N5VQMHiNaQxSMmMFpYZxnBJighpikRh5MuSdzg1u6Wm8bouXRYyAZpCxPl\" rel=\"nofollow\" target=\"_blank\">He stressed</a><span class=\"xt0psk2\">Commander of the Land Forces of the Armed Forces of Ukraine Lieutenant General Alexander Pavlyuk.</span></p><p>“Then, in the spring of 2022, thanks to the heroic efforts of the defense forces, thanks to unity - we managed to expel the enemy from the Kyiv region, from the north of Ukraine. And the whole world was able to see the real face of the Russians: barbarians, savages and murderers, ”he recalled.</p><p>At that time, Oleksandr Pavlyuk headed the military administration of the Kyiv region and repeatedly demonstrated foreign delegations that came to the region, the consequences of crimes of Russian invaders - an evil that is not entitled to exist.</p><p><span class=\"xt0psk2\">The Commander of the Armed Forces of the Armed Forces stated that n</span>Ashi warriors prove daily: the aggressor will receive the only just punishment and a powerful repel for all their attempts to seize our land, to encroach on the lives and safety of our citizens.</p><p>“The invasion that went to our cities to kill is a powerful resistance of defense forces. The hostile advantage in the sea and in the air - is displaced. Free Kherson, Kharkiv region, and now - the successful destruction of more than a dozen Russian aircraft per month, the destruction of Russian ships is a vivid confirmation, ” - summarizes<span class=\"xt0psk2\">Lieutenant General Alexander Pavlyuk.</span></p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/05/dvoh-rosijskyh-bijcziv-pidozryuyut-u-rozstrili-zhytelya-buchi/\">Armyinform,</a>Two Russian fighters are suspected of shooting a resident of Bucha.</p><p>It used to be<a href=\"https://armyinform.com.ua/2024/02/22/identyfikovano-rosijskogo-vijskovogo-yakyj-rozstrilyav-avtomobil-z-czyvilnymy/\">identified</a>Russian military who shot a car with civilians.</p></div>", "source": "https://armyinform.com.ua/2024/03/05/dva-roky-tomu-rosiyany-zdijsnyly-masovyj-rozstril-myrnyh-zhyteliv-buchi/", "title": "Two years ago, the Russians carried out a mass execution of civilians of Bucha", "description": "This was emphasized by the commander of the Land Forces of the Armed Forces of Ukraine Lieutenant General Alexander ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["stoprussia", "агресія рф", "Буча", "вторгнення рф", "Київщина", "Олександр Павлюк"]}