{"published time": "2024-03-05T20-29-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1609422963-937.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"630\" src=\"../Images/2024-03-05T20-29-99/000000.jpg\" srcset=\"../Images/2024-03-05T20-29-99/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky today, March 5, held meetings on defense production and international activity.</strong></p><p>The head of state<a href=\"https://www.president.gov.ua/news/sogodni-ye-novij-krok-mizhnarodnogo-kriminalnogo-sudu-orderi-89529\" rel=\"nofollow noopener\" target=\"_blank\">said</a>In the evening address.</p><p>“There was a report of the Ministry of Stratege on our defense production, as well as appropriate communication with partners. Recently, we have been implemented as soon as possible - in relation to deliveries and in relation to joint projects, ”he said.</p><p>Volodymyr Zelenskyy thanked everyone who helps in a timely, timely and without failure.</p><p>The President of Ukraine also held a meeting with the International Bloc of Government, the Office on key problematic issues in separate areas.</p><p>“We plan our actions for this month, this spring to give Ukraine the necessary strength and the necessary opportunities. Ukraine has to achieve its goals, we all have to restore the full power of international law in the world. And when it is, no terrorist state, like Russia, will be able to dictate anything to its neighbors or all over the world, ”the Head of State summarized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/05/nemaye-dlya-rosiyan-bezpechnyh-gavanej-u-chornomu-mori-i-ne-bude-bezpechnogo-prostoru-v-nebi-prezydent/\">Armyinform</a>According to Vladimir Zelensky, there is no safe harbor in the Black Sea for the Russians, and there will be no safe space in the sky.</p></div>", "source": "https://armyinform.com.ua/2024/03/05/dosyagnuti-z-partneramy-domovlenosti-shhodo-oboronnogo-vyrobnycztva-realizuyemo-yaknajshvydshe-glava-derzhavy/", "title": "Reached with partners of the agreement on defense production we are implementing as soon as possible - the head of state", "description": "The head of state said this in an evening address. «There was a report by a minestable on ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "вторгнення рф", "оборонне виробництво", "Президент України"]}