{"published time": "2024-03-05T18-01-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/659aecb1627da-000026_1677264407_552364_big.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"763\" src=\"../Images/2024-03-05T18-01-99/000000.png\" srcset=\"../Images/2024-03-05T18-01-99/000000.png\" width=\"1366\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky congratulated the decision of the International Criminal Court on the arrest of the commander of the longitudinal aviation and the Black Sea Fleet of the Russian Federation.</strong></p><p>The head of state<a href=\"https://twitter.com/ZelenskyyUa/status/1765031137238192215\" rel=\"nofollow\" target=\"_blank\">wrote</a>The Twitter Twitter.</p><p><span class=\"jCAhz ChMk0b\"><span class=\"ryNqvb\">“I congratulate the decision of the International Criminal Court to issue warrants for the arrest of Russian aviation commander and the Black Sea Fleet, which is accused of war crimes and crimes against humanity during the campaign of bombing of Ukrainian civilian and critical infrastructure in 2022 and 2023. in the message.</span></span></p><p>He emphasized that every Russian commander who orders the task of strikes in the Ukrainian civilian population and the objects of critical infrastructure should know that justice will be exercised.</p><p>\"Every perpetrator of such crimes should know that he will be held accountable,\" the President said.</p><p>According to him, international justice takes time, but it is inevitable. Ukraine will continue to make every effort to bring every Russian accountable.</p><p>\"And no number of stars on the shoulder straps or doors of the offices will save them from responsibility,\" he emphasized.</p><p>As reported by the Armyinform, International Criminal Court<a class=\"newsitem_title-style-bold\" href=\"https://armyinform.com.ua/2024/03/05/mizhnarodnyj-kryminalnyj-sud-vydav-order-na-aresht-dvoh-rosijskyh-komanduvachiv/\" title=\"Читати: Міжнародний кримінальний суд видав ордер на арешт двох російських командувачів\">Issued a warrant</a>for the arrest of two Russian commander.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/05/prezydent-pro-ordery-mks-zirochky-na-pogonah-ne-vryatuyut-generaliv-rf-vid-vidpovidalnosti/", "title": "President of the ISS Orders: Stars on shoulder straps will not save Russian Generals from responsibility", "description": "He wrote about it on Twitter. “I congratulate the decision of the international criminal ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Володимир Зеленський", "МКС", "Президент України"]}