{"published time": "2024-03-05T19-19-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/304600_golovna-64_new_960x500_0.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"677\" src=\"../Images/2024-03-05T19-19-99/000000.png\" srcset=\"../Images/2024-03-05T19-19-99/000000.png\" width=\"960\"/></figure><!-- .post-thumbnail --><p><strong>The Cabinet of Ministers of Ukraine adopted a resolution, which allocated another UAH 500 million for the construction of a new medical and rehabilitation corps on the basis of the Rivne Regional Hospital of War Veterans.</strong></p><p dir=\"ltr\">About this<a href=\"https://www.kmu.gov.ua/news/uriad-vydilyv-shche-500-mln-hrn-na-budivnytstvo-novoho-reabilitatsiinoho-korpusu-na-rivnenshchyni\" rel=\"nofollow\" target=\"_blank\">informs</a>Government portal.</p><p dir=\"ltr\">It is noted that the construction of a new building will provide treatment and rehabilitation of military with complex traumatic brain and spinal injuries.</p><p dir=\"ltr\">“The Rivne Regional Hospital of War Veterans is one of the most progressive rehabilitation health facilities in the country. The construction of a new medical building is currently underway. This will expand the capacity of the hospital: the number of beds is increased, medical equipment has been updated and the barrier space for persons with disabilities is created, ”said the Minister of Health of Ukraine Viktor Lyashko.</p><p dir=\"ltr\">He added that thanks to the modernization and development of a medical institution, even more patients with complex traumatic brain and spinal injuries will have access to highly qualified medical and rehabilitation care.</p><p dir=\"ltr\">According to Viktor Lyashko, the hospital is the leading medical institution in Ukraine, which accepts for rehabilitation in the acute period of defenders of Ukraine after severe traumatic brain and spinal injuries. Each year, about 5,000 patients are treated and rehabilitation.</p></div>", "source": "https://armyinform.com.ua/2024/03/05/na-budivnycztvo-reabilitaczijnogo-korpusu-dlya-vijskovyh-na-rivnenshhyni-vydilyly-shhe-500-mln-grn/", "title": "Another UAH 500 million was allocated for the construction of the rehabilitation building for the military in the Rivne region", "description": "About it reports the Government Portal. It is noted that the construction of a new building ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Кабмін", "реабілітація військових"]}