{"published time": "2024-03-05T12-45-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/07/dmytro-pletenchuk-rechnyk-vms.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"690\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-05T12-45-99/000000.jpg\" srcset=\"../Images/2024-03-05T12-45-99/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The spokesman for the Navy of the Armed Forces of Ukraine, the captain of the 3rd rank Dmitry Pletenchuk, estimated the losses in the personnel of the Russian patrol ship \"Sergey Kotov\" and told about the helicopter.</strong></p><p>Dmitry Pletenchuk gave his comments during the live broadcasting of the \"Uniform News\" on March 5, 2024.</p><p>According to him, the search and rescue operation was carried out by the Russians, some crew members were accurately removed from the water and evacuated.</p><p>“But given the fact that these events took place in the dark, given the fact that the water temperature is quite low, given the damage due to the fire exposure that this ship received, to say that most of the crew was saved, I am not not I can, ”said the AFU Navy spokesman.</p><p>According to him, most likely, the losses there are quite serious.</p><p>“This information is verified. It is one of the most difficult to verify. Of course, the enemy hides all these losses. And, by the way, he still had a helicopter on board. This is the case when two in one, why pay more, ”Dmitry Pletenchuk said.</p><p>As reported by the Armyinform, GUR<a href=\"https://armyinform.com.ua/2024/03/05/yak-topyly-syergyeya-kotova-%e2%80%95-gur-pokazalo-znyshhennya-patrulnogo-korablya-rf/\">Posted a video</a>Destruction near the temporarily occupied Crimea of the Russian patrol ship \"Sergey Kotov\".</p></div>", "source": "https://armyinform.com.ua/2024/03/05/u-vms-zsu-rozpovily-pro-gelikopter-na-znyshhenomu-rosijskomu-korabli/", "title": "In the Navy of the Armed Forces told about the helicopter on a destroyed Russian ship", "description": "Dmitry Pletenchuk gave his comments during the live broadcasting of \"One News\" 5 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ВМС ЗСУ", "Чорне море", "чорноморський флот рф"]}