{"published time": "2024-03-05T13-47-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/whatsapp-image-2024-03-05-at-111959.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1078\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-05T13-47-99/000000.jpeg\" srcset=\"../Images/2024-03-05T13-47-99/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>The prosecutor's office was sent to court by an indictment against two Russian servicemen who raped the girl during the seizure of Kharkiv region.</strong></p><p class=\"\">About this<a href=\"https://gp.gov.ua/ua/posts/dvox-rosiiskix-viiskovosluzbovciv-suditimut-za-zgvaltuvannya-divcini-pid-cas-zaxoplennya-xarkivshhini\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the Prosecutor General.</p><p class=\"\">\"The Kharkiv Regional Prosecutor's Office has sent an indictment in respect of two Russian military on violation of the laws and customs of war committed by a group of persons (Part 2 of Article 28, Part 1 of Article 438 of the Criminal Code of Ukraine),\" the statement reads .</p><p class=\"\">According to the investigation, the accused is a colonel, commander of the 99th Self-Propelled Artillery Regiment of the 3rd Motorized Rifle Division of the 20th All-Military Army of the Western Military District of the Armed Forces of the Armed Forces of the Russian Federation with the call sign \"Wolf\". His subordinate is also involved in the crime-the 22-year-old driver of the 752th Motorized Rifle Regiment of the 3rd Motorized Rifle Division of the 20th All-Military Army of the Armed Forces of the Armed Forces of the Armed Forces of the Russian Federation on the nickname \"Malo\".</p><p class=\"\">The investigation found that in the spring of 2022, during the occupation of Kharkiv region, both occupiers bypassed houses and conducted inspections in the local population. In one of the households, the subordinate offered the girl to \"dine\" with his commander, but received a refusal.</p><p class=\"\">“Later, the defendants returned to the same house. The girl was in the basement because of the heavy shelling by the Armed Forces of the Russian Federation with her family. The invaders brought out her father from there and put a gun to his temple. They closed all other family members in the basement, and the driver had to make sure that no one came out, ”the department said.</p><p class=\"\">As they added to the prosecutor's office, the commander dragged the girl into the house and raped her. All the time in his hand, he held a gun and threatened to shoot the victim.</p><p class=\"\">Pre -trial investigation - SBU management in Kharkiv region.</p><p>As reported by the Armyinform, two Russian fighters<a href=\"https://armyinform.com.ua/2024/03/05/dvoh-rosijskyh-bijcziv-pidozryuyut-u-rozstrili-zhytelya-buchi/\">suspected in the execution of a resident of Bucha</a>.</p><p>Recall in Ukraine documented<a href=\"https://armyinform.com.ua/2024/03/05/v-ukrayini-zadokumentovano-majzhe-17-tysyach-zlochyniv-proty-naczionalnoyi-bezpeky/\">nearly 17,000 crimes</a>against national security.</p></div>", "source": "https://armyinform.com.ua/2024/03/05/dvoh-rosiyan-sudytymut-za-zgvaltuvannya-divchyny-pid-chas-okupacziyi-harkivshhyny/", "title": "Two Russians will judge the girl's rape during the occupation of Kharkiv region", "description": "About it informs the office of the Attorney General. “Kharkiv Regional Prosecutor's Office has directed ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Офіс Генерального прокурора України"]}