{"published time": "2024-03-05T12-42-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/07/drony-ngu-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-05T12-42-99/000000.jpg\" srcset=\"../Images/2024-03-05T12-42-99/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The Defense Agency is going to buy unmanned aviation complexes for almost UAH 3 billion.</strong></p><p>About this<a href=\"https://t.me/ministry_of_defense_ua/8993\" rel=\"nofollow\" target=\"_blank\">reported March 5</a>Ministry of Defence Ukraine.</p><p>Supply: by May 31, 2024.</p><p>“Drones play a critical role in modern military operations, ensuring reliable implementation of intelligence, navigation and attacking functions. With the help of these technologies, the Armed Forces of Ukraine will be able to beat the enemy more effectively and release the occupied territories faster, ”said Deputy Minister of Defense of Ukraine Dmitry Klimenkov.</p><p>The purchase will be made by applying a framework agreement, which will allow you to buy the necessary headings in a competitive way without opening sensitive information for the overall access.</p><p>The relevant ads were published in ProZorro on March 4 on the following procurement items:</p><p>DJI Mavic 3E - 15,000 units. The expected cost is 2 000 550 000 UAH (excluding VAT).</p><p>DJI Mavic 3 Thermal unmanned aviation complexes - 5000 units. The expected cost is 989 081 667 UAH (excluding VAT).</p><p>The expected value is calculated by withdrawing the average price based on the commercial offers received.</p><p>“These tenders confirm our dedication to transparency and efficiency in the field of defense procurement. We are doing our best to ensure the best decisions for our country and our military, ”said Marina Bezrukov, director of the Defense Procurement Agency.</p><p>Earlier for the Armed Forces of Ukraine<a href=\"https://armyinform.com.ua/2024/03/04/dlya-zbrojnyh-syl-ukrayiny-zakupyly-20-tysyach-taktychnyh-navushnykiv/\">purchased</a>20 thousand tactical headphones.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/05/minoborony-vpershe-prydbaye-cherez-systemu-prozorro-20-tys-bezpilotnykiv/", "title": "The Defense Ministry will buy 20,000 drones for the first time through Prozorro system", "description": "This was reported on March 5 by the Ministry of Defense of Ukraine. Delivery: Up to 31 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Агенція оборонних закупівель", "дрони"]}