{"published time": "2024-03-05T14-04-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2019/12/yevrosoyuz.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"682\" src=\"../Images/2024-03-05T14-04-99/000000.png\" srcset=\"../Images/2024-03-05T14-04-99/000000.png\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The European Commission has introduced the first European defense-industrial strategy in history, which provides for active cooperation with Ukraine.</strong></p><p>This is stated in a statement on<a href=\"https://ec.europa.eu/commission/presscorner/detail/en/IP_24_1321\" rel=\"nofollow\" target=\"_blank\">Site</a>EC.</p><p>The strategy outlines the challenges facing the European Defense Technological and Industrial Base (EDTIB), as well as opportunities to use its full potential and determines the direction of development for the next decade.</p><p>It is emphasized that in order to increase the European defense and industrial readiness of the Member States must invest more and do so together.</p><p>To support Member States in achieving these goals, the European defense-industrial strategy offers a set of measures:</p><ul><li>Development of closer relations with Ukraine through participation in EU initiatives to support the defense industry and stimulate cooperation between the EU and Ukraine defense industry.</li><li>Combining NATO efforts and our habitants and international partners, as well as closer cooperation with Ukraine.</li><li>Supporting more effective expression of collective defense needs of Member States. It will be based on existing instruments and initiatives, such as potential development plan (CDP), coordinated annual defense review (CARD) and constant structured cooperation (PESCO).</li><li>Ensuring the availability of all defense products using a more EDTIB operational system in all circumstances and time frames.</li><li>Ensure that national budgets and budgets of the EU support the necessary means of adaptation of the European Defense Industry to a new security context.</li><li>Introduce a culture of defensive readiness into all politicians, in particular by calling for the European Investment Bank's credit policy this year.</li></ul><p>The strategy establishes indicators aimed at measuring the progress of Member States in achieving industrial readiness. Member States are offered:</p><ul><li>By 2030, buy at least 40% of defense equipment within the cooperation.</li><li>Ensure that by 2030 the cost of intra -European defense trade was at least 35% of the cost of the EU defense market.</li><li>At least 50% of its defense budget within the EU before 2030 and 60% by 2035.</li></ul><p>As reported by the Armyinform, by the end of 2025 the production of shells in Europe should be made up<a href=\"https://armyinform.com.ua/2024/02/28/yevrosoyuz-zbyrayetsya-podvoyity-vyrobnycztvo-snaryadiv/\">More than 2 million units</a>for a year.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/05/yes-predstavyv-pershu-oboronno-promyslovu-strategiyu-peredbachaye-tisnu-spivraczyu-z-ukrayinoyu/", "title": "The EU has presented the first defense-industrial strategy: provides close cooperation with Ukraine", "description": "This is stated in a statement on the EC website. The strategy outlines the challenges that are currently standing ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["допомога партнерів", "Євросоюз"]}