{"published time": "2024-03-05T06-57-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/429578677_751296297183451_7743386574078407223_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"694\" src=\"../Images/2024-03-05T06-57-99/000000.jpg\" srcset=\"../Images/2024-03-05T06-57-99/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, there were 74 fighting collisions on the front. In total, the enemy caused 5 missile and 66 aviation strikes, and made 108 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02J561rez9upPCXLSUiCUpwvWMETWGeKukeBYz12kNsMvmav7kKK9itHfvHJEEjFYRl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">reported</a>The General Staff of the Armed Forces of Ukraine on its Facebook page.</p><p>In the area of responsibility, the \"Khortytsia<strong>In Kupyansk direction</strong>The enemy made 7 attacks in the areas of Sinkivka and Tabaivka of Kharkiv region, trying to improve their tactical position.</p><p><strong>In the estuary direction</strong>Our warriors reflected 4 enemy attacks in the areas of the settlements of Terny of Donetsk region and Bigorivka of the Luhansk region.</p><p><strong>In the Bakhmut direction</strong>The forces of defense reflected 6 enemy attacks in the areas of settlements of Andreevka, Ivanivske and Klyshchiyivka of Donetsk region.</p><p>In the area of responsibility, \"Tavriya<strong>in the Avdiivsky direction</strong>Our defenders repelled 28 enemy attacks in the areas of settlements of Novoselivka, Berdychi, Tonynke, Pervomaisk, Nevelskoye Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>Defense forces continue to restrain the enemy in the districts of Georgiivka, Novomikhailivka, Vodyany, Prychistivka and the Harvest Donetsk region, where the enemy tried to break through the defense of our troops 22 times.</p><p><strong>In the Orikhiv direction</strong>The enemy carried out 1 attack in the area of the settlement of the robot of Zaporizhzhya region.</p><p>In the area of ​​responsibility, \"Odesa\"<strong>in the Kherson direction</strong>Defense forces continue to keep positions. Despite significant losses, the enemy does not leave the attempt to knock out our units from the positions. So, during the last day, the enemy performed 2 unsuccessful assault actions.</p><p>In the area of responsibility, the \"north\"<strong>in Volyn and Polissya directions</strong>The operational situation remains without significant changes.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage activities in order to prevent the transfer of our troops to threatening directions, increases the density of mine-explosive barriers along the state border in Belgorod region.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/05/genshtab-zsu-vorog-aktyvizuvavsya-na-avdiyivskomu-napryamku-za-dobu-na-fronti-74-boyezitknennya/", "title": "The General Staff of the Armed Forces: The enemy intensified in the Avdeevsky direction, a day at the front 74", "description": "This was reported by the General Staff of the Armed Forces of Ukraine on its Facebook page. In the area ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Авдіївський напрямок", "Генштаб ЗС України", "Ситуація на фронті"]}