{"published time": "2024-03-05T21-53-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/12/medium.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"428\" src=\"../Images/2024-03-05T21-53-99/000000.jpg\" srcset=\"../Images/2024-03-05T21-53-99/000000.jpg\" width=\"760\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>In Ukraine, they want to improve the approach to medical training of sappers and deminers.</strong></p><p>About this<a href=\"https://www.kmu.gov.ua/news/v-ukraini-initsiiuvaly-udoskonalennia-medychnoi-pidhotovky-saperiv\" rel=\"nofollow\" target=\"_blank\">They said</a>During the meeting of the working group, which was attended by the Deputy Minister of Economy of Ukraine Igor Bezkaravany.</p><p>\"Trained experts working in replaced territories should have enough practical knowledge to save life or colleague in the event of an emergency,\" said Deputy Minister of Economy of Ukraine Igor Bezkaravany.</p><p>During the working group meeting, they said that deminers and sappers should have well -being basic skills in working with wounds and be able to support the life of a person who needs help until emergency care will come.</p><p>Two people from the group must undergo in -depth preparation to acquire the skills of working with complex injuries. And a doctor, who must be in the state of the mine operator, will be involved in high -risk tasks and long -term evacuation, perform the managerial role of medical support, will ensure that the sappers and deminers are provided with the necessary medicines, the medical examination, and will organize training, etc. .</p><p>It is noted that at the beginning of March 32 of mine operators were certified in Ukraine, 17 of them are directly humanitarian. The total number of demining deminers and demining is 3,500.</p><p>As reported by the Armyinform, in the week of the sappers of the Ministry of Defense<a href=\"https://armyinform.com.ua/2024/03/03/za-tyzhden-sapery-minoborony-zneshkodyly-majzhe-4-600-vybuhonebezpechnyh-predmetiv/\">neutralized</a>Almost 4 600 explosive items.</p></div>", "source": "https://armyinform.com.ua/2024/03/05/v-ukrayini-udoskonalyat-medychnu-pidgotovku-saperiv/", "title": "In Ukraine will improve medical training of sappers", "description": "This was discussed during a working group meeting, which was attended by Deputy Minister ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "сапери"]}