{"published time": "2024-03-05T10-42-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zaporizhzhya_sbu.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/zaporizhzhya_sbu3.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/zaporizhzhya_sbu2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/zaporizhzhya_sbu4.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-05T10-42-99/000000.jpg\" srcset=\"../Images/2024-03-05T10-42-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>According to the instructions from Russia, a local resident was going to land in the air.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11328\" rel=\"nofollow\" target=\"_blank\">She reported on March 5</a>SBU.</p><p>According to the department, for the commission of the crime, the person involved in their own premises made a homemade explosive device with remote control. He received the instruction for the manufacture of explosives from the Russian special service.</p><img alt=\"\" class=\"alignnone size-full wp-image-547874\" height=\"853\" loading=\"lazy\" src=\"../Images/2024-03-05T10-42-99/000001.jpg\" srcset=\"../Images/2024-03-05T10-42-99/000001.jpg\" width=\"1280\"/><p>The finished device was hidden in the boxes of fruit, then send them to the cargo compartment of one of the postal operators.</p><p>Upon receipt of the order of delivery \"Order\" to the mail, the person involved had an explosive with a phone call.</p><p>According to the data, the invaders hoped that undermining institutions would lead to numerous casualties among civilians and spread panic in the frontline.</p><img alt=\"\" class=\"alignnone size-full wp-image-547875\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-05T10-42-99/000002.jpg\" srcset=\"../Images/2024-03-05T10-42-99/000002.jpg\" width=\"853\"/><p>But the SBU staff worked for ahead - exposed the person involved at the stage of preparing the terrorist attack.</p><p>In addition, during the investigation, the SBU found that the additional task of the Russian agent was to identify the places of mass concentration of personnel and equipment of the Armed Forces.</p><p>He had to transmit the information to the aggressor to prepare sabotage against defense forces or to perform air strikes.</p><img alt=\"\" class=\"alignnone size-full wp-image-547876\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-05T10-42-99/000003.jpg\" srcset=\"../Images/2024-03-05T10-42-99/000003.jpg\" width=\"853\"/><p>According to the investigation, the hostile associate was a local resident. At the beginning of 2023 he was remotely recruited by a staff member of the 316th Intelligence Center of the General Directorate of the General Staff of the Armed Forces of Russia (known as the GRU).</p><p>To involve a man in silent cooperation, the Russian special service attracted him a friend - a resident of a temporarily occupied part of the region.</p><p>In the future, the hostile agent received a terrorist attack, as well as instructions and money for explosive production, due to the \"liaison\" task.</p><p>In the case of undermining and performing other hostile tasks, the occupiers promised their agent a monetary \"reward\".</p><p>Currently, investigators of the Security Service have informed the Russian agent of suspicion under two articles of the Criminal Code of Ukraine.</p><p>He is threatened with life imprisonment.</p><p>Earlier in the Dnieper<a href=\"https://armyinform.com.ua/2024/03/04/u-dnipri-zatrymaly-rosijskogo-shpyguna-za-ppo/\">They were detained</a>Russian spy, who followed the Ukrainian air defense.</p></div>", "source": "https://armyinform.com.ua/2024/03/05/u-zaporizhzhi-zatrymaly-terorysta-shpyguna/", "title": "In Zaporozhye, a spy terrorist was detained", "description": "This was reported on March 5 by the SBU. According to the department, to commit a crime involved in ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["держава терорист", "зрадники", "СБУ"]}