{"published time": "2024-03-05T16-43-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/try-zradnyka_sbu.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-05T16-43-99/000000.jpg\" srcset=\"../Images/2024-03-05T16-43-99/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The court appointed one of the attackers of 7 years in prison (given the cooperation with the investigation), the other received 10 years in prison, and another traitor would be 12 years old.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11342\" rel=\"nofollow\" target=\"_blank\">She reported on March 5</a>SBU.</p><p>According to the service, all three convicts are residents of Donetsk and Luhansk regions. The attackers worked for military intelligence of the occupation groups of the Southern Military District of the Armed Forces of Russia.</p><p>First of all, the traitors were interested in the temporary dislocation of the advanced units of defense forces in the Severodonetsk and Bakhmut directions.</p><p>They also tried to detect air defense bases and the routes of heavy armored vehicles in the Kramatorsk and the Dnipropetrovsk region.</p><p>One of the spies was directly connected with the commander of the reconnaissance unit of the 100th Separate Rifle Brigade of the Russian troops.</p><p>Another attacker moved to Dnipropetrovsk, where he monitored the points of the air defense, as well as the movement of military columns of Ukrainian defenders in the direction of the foremost.</p><p>In order to collect the \"necessary\" information, he settled a freight forwarder in a trading company and, under the guise of working trips, explored the terrain.</p><p>Another aggressor's associate was a participant in the Russian agent network in Luhansk region. As part of the enemy group, the attacker prepared \"reports\" to the invaders about the deployment of units of defense forces during the fighting for Severodonetsk.</p><p>SBU staff detained all three enemy associates as a result of special operations in the spring of 2022 and in the fall of 2023.</p><p>The court found traitors guilty under three articles of the Criminal Code of Ukraine:</p><ul><li>Part 1 of Art. 14, Part 1 of Art. 111 (treason);</li><li>Part 7 of Art. 111-1 (providing armed formation of the aggressor country assistance in combat against the Armed Forces);</li><li>Part 3 of Art. 114-2 (unauthorized dissemination of information about the direction, movement of weapons, movement, movement or placement of the Armed Forces, committed in martial law).</li></ul><p>Earlier in Zaporozhye<a href=\"https://armyinform.com.ua/2024/03/05/u-zaporizhzhi-zatrymaly-terorysta-shpyguna/\">They were detained</a>Terrorist-spy.</p></div>", "source": "https://armyinform.com.ua/2024/03/05/try-rosijskyh-shpyguny-otrymaly-velyki-stroky/", "title": "Three Russian spies have got a long time", "description": "This was reported on March 5 by the SBU. According to the service, all three convicted are residents ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["зрадники", "СБУ", "шпигуни"]}