{"published time": "2024-03-05T09-51-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/04/photo_5318877840441197343_y.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"666\" src=\"../Images/2024-03-05T09-51-99/000000.jpg\" srcset=\"../Images/2024-03-05T09-51-99/000000.jpg\" width=\"1123\"/></figure><!-- .post-thumbnail --><p><strong>Colonel Yuriy Ignat's Air Force Command of the Air Force of Ukraine explained that due to the specifics of Odessa's geographical location, air defense is not always able to intercept all hostile drones and missiles.</strong></p><p>Yuri Ignat's relevant comments provided the only news on March 5, 2024 on the morning of March 5, 2024.</p><p>“Unfortunately, it is not possible to destroy all the drones that Russia attacks from the south. In particular, from the occupied Crimea, as well as from the Primorsky-Akhtric strike. This time Balaklava, from there, the drones were launched, ”said the spokesman of the Armed Forces of the Armed Forces.</p><p>According to him, unfortunately, there are some hits in the civilian sector in Odesa region.</p><p>“Odesa is located on the Black Sea coast, a densely populated city, which is on the border of the coast, large houses, infrastructure. The location of air defense in the Odessa region is built in such a way that it is not always possible to intercept both drones and rockets on the approaches to the city. This is caused by its geographical location, ”Yuri Ignat explained.</p><p>As reported by the Armyinform, on the night of March 5, 2024 Russian troops<a href=\"https://armyinform.com.ua/2024/03/05/povitryani-syly-zs-ukrayiny-vnochi-znyshheno-18-shahediv-v-odeskij-oblasti/\">attacked</a>The territory of Ukraine with 22 percussion drones like ShahED.</p></div>", "source": "https://armyinform.com.ua/2024/03/05/yurij-ignat-rozpoviv-pro-speczyfiku-ppo-na-odeshhyni/", "title": "Yuri Ignat told about the specifics of air defense in Odesa region", "description": "Yuri Ignatus gave relevant comments live on the Uniform News in the morning ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Повітряні Сили ЗС України", "ППО", "Юрій Ігнат"]}