{"published time": "2024-03-16T19:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/9912cc94-ab59-4a47-b964-63f4dc69408e.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"843\" src=\"../Images/2024-03-16T19-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-16T19-11-00-08-00/000000.jpeg\" width=\"1236\"/></figure><!-- .post-thumbnail --><p><strong>The russian military shelled the Nikopol district of the Dnipropetrovsk region eight times during the day, hitting with kamikaze drones and artillery.</strong></p><p>About this<a href=\"https://t.me/dnipropetrovskaODA/11413\" rel=\"nofollow\" target=\"_blank\">reported</a>Head of Dnipropetrovsk Ova Sergey Lisak.</p><p>Nikopol and the Chervono -Grigoriv community were suffering from Russian terror. A man of 75 years and a 77-year-old woman were injured.</p><p>More than three dozen private homes are damaged. One of them was engaged - the fire rescuers tamed.</p><p>Two outbuildings are destroyed, 6 more - mutilated. Drilled garages and cars, loader, greenhouse.</p><p>There is a destruction in the infrastructure object. The transmission lines and gas pipelines were affected.</p><p>The consequences of the shelling, which occurred in the evening, are still being clarified.</p><p>As the army reported, work on the site of yesterday's rocket attack of the Russian Federation continues in Odessa, 64 houses were damaged as a result of shelling.</p></div>", "source": "https://armyinform.com.ua/2024/03/16/na-dnipropetrovshhyni-visim-vorozhyh-obstriliv-za-den-ye-postrazhdali/", "title": "In Dnipropetrovsk eight enemy shelling per day, there are victims", "description": "This was reported by the head of Dnipropetrovsk Ova Sergey Lisak. From Russian terror ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ворожі обстріли", "Дніпропетровська область"], "source_name": "ArmyInform"}