{"published time": "2024-03-16T16:47:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/65d36c36875a1715289454_730x360.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"485\" src=\"../Images/2024-03-16T16-47-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-16T16-47-00-08-00/000000.jpeg\" width=\"730\"/><figcaption class=\"wp-caption-text\">Dmytro Kuleba. Photo - mfa.gov.ua</figcaption></figure><!-- .post-thumbnail --><p><strong>Foreign Minister Dmytro Kuleba had a phone conversation with US Secretary of State Antony Blinken and thanked for the recent military aid package that will help our people resist Russian aggression.</strong></p><p>He is about it<a href=\"https://twitter.com/dmytrokuleba/status/1768987745622368614\" rel=\"nofollow\" target=\"_blank\">Writing</a>on the social network X.</p><p>\"I emphasized the need and urgent continuation of US and international support of Ukraine, including air defense and artillery ammunition,\" the statement reads.</p><p>The Minister noted that Russia cannot be allowed to use delays in assistance to promote forward, giving the whole of Europe and the democratic world at the risk of even more war.</p><p>Dmytro Kuleba noted that he had discussed with Anthony Blinken further ways to approve a critically necessary package of support for Ukraine by the United States.</p><p>“In recent years, Ukraine has repeatedly demonstrated that with sufficient support we can defeat Russia on the battlefield. The refusal to further support Ukraine will seriously undermine US leadership around the world and jeopardize US national security, ”the Foreign Minister stressed.</p></div>", "source": "https://armyinform.com.ua/2024/03/16/dmytro-kuleba-v-rozmovi-z-derzhsekretarem-ssha-nagolosyv-na-nevidkladnosti-prodovzhennya-pidtrymky-ukrayiny/", "title": "Dmytro Kuleba in conversation with the US Secretary of State stressed the continuation of Ukraine's support", "description": "He wrote about it on the social network H. \"I emphasized the need and ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Дмитро Кулеба", "США"], "source_name": "ArmyInform"}