{"published time": "2024-03-16T20:36:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/11/zelenskyj-zvernennya-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-16T20-36-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-16T20-36-00-08-00/000000.jpg\" width=\"1097\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky thanked the forces of defense for the strikes about industrial sites in Russia.</strong></p><p>He is about it<a href=\"https://t.me/V_Zelenskiy_official/9783\" rel=\"nofollow\" target=\"_blank\">stated</a>In the evening address.</p><p>The President said that these weeks, many have already seen that the Russian system of war has vulnerability and that we can achieve these vulnerabilities with its weapons.</p><p>\"And I thank the Armed Forces of Ukraine, the Security Service of Ukraine and the General Directorate of Intelligence for a new Ukrainian range,\" the Head of State said.</p><p>He also thanked the defense-industrial complex-everyone who works for the sake of Ukrainian force.</p><p>“Because it is really Ukrainian farming - what our own drones can. Ukraine will always have its own shock force in the sky now, ”the President emphasized.</p><p>It should be noted that on the night of March 16 at three oil refineries in the Samara region of the Russian Federation there were explosions after hitting drones.</p><p>Attacks on Russian refineries in two days touched more than 10% of the production capacity of the aggressor country.</p></div>", "source": "https://armyinform.com.ua/2024/03/16/prezydent-ukrayina-teper-zavzhdy-matyme-vlasnu-udarnu-sylu-v-nebi/", "title": "President: Ukraine will now always have its own shock force in the sky", "description": "He stated this in his evening address.    The President said that in these weeks many...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "дрони"], "source_name": "ArmyInform"}