{"published time": "2024-03-16T08:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/01_golovna-6.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/02-7.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/03-5.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/04.png", "https://armyinform.com.ua/wp-content/uploads/2024/02/01_01_.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"601\" src=\"../Images/2024-03-16T08-23-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-16T08-23-00-08-00/000000.jpg\" width=\"754\"/><figcaption class=\"wp-caption-text\">Rebels from the Ostroh Division of the UPA in Surazian Forests, 1943</figcaption></figure><!-- .post-thumbnail --><p><strong>The Ukrainian Insurgent Army is a guerrilla army of volunteers whose main purpose was to revive the lost Ukrainian independent state.</strong></p><p>The insurgents sought the military way to restore Ukraine's independence, because they were clearly aware that only their own nation -state was able to defend and exercise the full rights of the Ukrainian people.</p><p>The uniqueness of the historical experience of the UPA soldiers Armyonform was told by the candidate of historical sciences, an expert of the Ukrainian Center for Security and Cooperation Alina Ponipialya.</p><figure aria-describedby=\"caption-attachment-552070\" class=\"wp-caption alignnone\" id=\"attachment_552070\" style=\"width: 1500px\"><img alt=\"\" class=\"size-full wp-image-552070\" height=\"1026\" loading=\"lazy\" src=\"../Images/2024-03-16T08-23-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-16T08-23-00-08-00/000001.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-552070\">Alina Ponipialyak</figcaption></figure><h2>UPA was an army of volunteers</h2><p>The Ukrainian Insurgent Army was a purely volunteer formation. Martyrologists and lists of persons who were part of the Ukrainian Liberation Movement show that in its ranks were first and foremost boys and girls from the surrounding villages and towns who volunteered to announce the Ukrainian army.</p><p>-If we look at the lists of rebel schools, such as \"Olena-1\" and \"Deer-2\", \"Svetlana\", \"Forest Devil\", then we will see those soldiers who came to volunteers. This is very often even mentioned in the documentation of these officers and sub -school schools, - the researcher notes.</p><figure aria-describedby=\"caption-attachment-552071\" class=\"wp-caption alignnone\" id=\"attachment_552071\" style=\"width: 1200px\"><img alt=\"\" class=\"size-full wp-image-552071\" height=\"617\" loading=\"lazy\" src=\"../Images/2024-03-16T08-23-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-16T08-23-00-08-00/000002.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-552071\">Team staff of the Helen Elenae School during the oath</figcaption></figure><p>The mass of the Ukrainian liberation movement was primarily connected with the desire to defend its own land. Entering the ranks of the UPA on a volunteer basis, the fighters and the Boychyna were aware of their vocation and did not see the possibility of another choice and path.</p><h2>Between the UNR Army and the UPA there was a direct historical gravity</h2><p>Another feature of the Ukrainian Insurgent Army was the continuity of its military tradition from the Ukrainian militant formations of the Ukrainian Revolution of 1917-1921. The participants of the first liberation competitions were provided by the direct historical gravity, who created the Ukrainian military organization and the organization of Ukrainian nationalists.</p><p>The most obvious and famous example is Yevgeny Konovalets, who was a soldier of the first liberation competition, a colonel of the UNR Army, commander of Sich Riflemen. Starting the origins of the UVO and the OUN, in the interwar era, he and his brothers and associates threw a bridge by the time of World War II, when the UPA was created.</p><figure aria-describedby=\"caption-attachment-552072\" class=\"wp-caption alignnone\" id=\"attachment_552072\" style=\"width: 533px\"><img alt=\"\" class=\"vimg wp-image-552072 size-full\" height=\"767\" loading=\"lazy\" src=\"../Images/2024-03-16T08-23-00-08-00/000003.png\" srcset=\"../Images/2024-03-16T08-23-00-08-00/000003.png\" width=\"533\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-552072\">Yevgeny Konovalets</figcaption></figure><p>- There have been cases where the participants of the first liberation competitions were fighting in the UPA ranks, especially for the instructors of the officers and subsarrshin schools, - says Alina Ponipalyak. - If we take school instructors, we will see that the instructors meet the names of the Ouns, especially those who were included in the OUN Security Service. They took place the first liberation competitions and participated in the second liberation competitions.</p><p>Due to this continuity, the memory of the military cottage of its predecessors was also decisive for the younger generation of fighters for the independence of Ukraine-Volunteer UPA soldiers. Roman Shukhevych and Vasyl Cook noted in the memories that the experience of UNR army soldiers was for the UPA soldiers both a guarantee in the struggle and a warning from previously made mistakes.</p><h2>UPA is an army without a state for the sake of the state</h2><p>The main experience of the era of the Ukrainian People's Republic, important for the participants of the second liberation competitions, was the tragedy of lost statehood. In view of this, the war of the Ukrainian Insurgent Army was primarily a struggle for the restoration of an independent independent Ukrainian state.</p><p>- The struggle of the UPA as an army without a state for the sake of restoration of the state is a unique experience that is not inherent in any people in the world. There was no such formation in the world as the Ukrainian Insurgent Army. This is its uniqueness and, at the same time, great tragedy, - the researcher emphasizes.</p><figure class=\"kg-card ai-readalso-card\"><a class=\"ai-readalso-container\" href=\"https://armyinform.com.ua/2024/02/11/istoryk-pedagog-i-praktyk-rejdovyh-dij-ukrayinska-partyzanka-pidpolkovnyka-hmelya/\" target=\"_blank\"><div class=\"ai-readalso-content\"><div class=\"ai-readalso-title\">This theory is still relevant. History of Ukrainian Ramping Stepan Frasuliak</div></div><div class=\"ai-readalso-thumbnail\"><img alt=\"Ця теорія актуальна і досі. Історія практика українського рейдування Степана Фрасуляка\" src=\"../Images/2024-03-16T08-23-00-08-00/000004.png\" srcset=\"../Images/2024-03-16T08-23-00-08-00/000004.png\"/></div></a></figure><p>Fight for the lost independence, the UPA volunteers continued the case of the fighters of the first liberation competitions until the 1960s armed until the restoration of Ukraine's independence in the early 1990s ideologically. This was the undisputed victory of the Ukrainian liberation movement, which can be determined as a volunteer movement of the struggle for Ukrainian sovereign statehood.</p></div>", "source": "https://armyinform.com.ua/2024/03/16/najvyshhoyu-metoyu-dobrovolcziv-upa-bulo-vidnovlennya-ukrayinskoyi-derzhavy/", "title": "The highest purpose of UPA volunteers was the restoration of the Ukrainian state", "description": "The rebels sought to restore Ukraine's independence, because it is clear ...", "author": ["Army Inform"], "categories": ["Історія", "Публікації"], "tags": ["добровольці", "Історія без фейків", "УПА"], "source_name": "ArmyInform"}