{"published time": "2024-03-16T17:02:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432420458_1086964515896043_2088925835744417684_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1066\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-16T17-02-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-16T17-02-00-08-00/000000.jpg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>Deputy Defense Minister Vitaliy Polovenko and Dmitry Klimenkov, as well as the General Director of the State Tyle Tale Arsen Zhumadilov, held a working meeting with companies that will supply food for the Armed Forces of Ukraine within two weeks.</strong></p><p>Dmitry Klimenkov about it<a href=\"https://www.facebook.com/story.php?story_fbid=1086964872562674&amp;id=100037475145281\" rel=\"nofollow\" target=\"_blank\">reported</a>On your Facebook page.</p><p>The meeting discussed the organization of the supply and quality control process.</p><p>“These are real Ukrainian products. They have production facilities, warehouses, transportation for delivery, ”Dmitry Klimenkov said.</p><p>He stressed that the purpose of the Ministry of Defense so that the Ukrainian military has a continuous and best nutrition.</p><p>\"We strive for modern standards of supply chain management and the introduction of new technologies to provide our military with products. We must create a reliable system that can be relied on at any time and in any conditions,\" the Deputy Minister of Defense added.</p><p>As reported by ArmyInform, the State Logistics Operator<a href=\"https://armyinform.com.ua/2024/03/15/dot-uklav-dogovory-z-postachalnykamy-harchuvannya-dlya-zsu/\">regulated suppliers</a>food for the Armed Forces of Ukraine in 13 sectors covering the entire Ukraine. The average price for a set is UAH 111.49.</p><p>Based on the results of two rounds of collecting commercial proposals, 5 suppliers were selected, whose offer was the most cost-effective.</p></div>", "source": "https://armyinform.com.ua/2024/03/16/predstavnyky-minoborony-zustrilysya-z-kompaniyamy-yaki-vzhe-za-dva-tyzhni-postachatymut-harchuvannya-dlya-zsu/", "title": "Ministry of Defense representatives met with companies that will supply food for the Armed Forces in two weeks", "description": "Dmitry Klimenkov reported this on his Facebook page. The meeting was discussed ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["Міністерство оборони", "організації харчування ЗСУ"], "source_name": "ArmyInform"}