{"published time": "2024-03-16T12:42:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/tretya-shturmova.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"826\" src=\"../Images/2024-03-16T12-42-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-16T12-42-00-08-00/000000.jpg\" width=\"1489\"/></figure><!-- .post-thumbnail --><p><strong>Over the past day, the enemy made 3 attempts of storms on the Left Bank of the Dnieper and 7 - in the area of the robot in Zaporizhzhya region.</strong></p><p>About this<a href=\"https://t.me/SJTF_Odes/7219\" rel=\"nofollow\" target=\"_blank\">reported</a>Defense Forces of the South of Ukraine.</p><p>“In the operating area of the South Defense Forces, the daily counter -battering struggle continues. The enemy does not leave the intentions to knock out our units from the occupied positions, ”the message reads.</p><p>Having suffered significant irreversible and sanitary losses, he went to starting positions. Our fighters take comprehensive measures to keep and strengthen positions.</p><p>It is also reported that the invaders do not stop air intelligence even under difficult weather conditions, press artillery shelling, use a large number of shock drones of different types.</p><p>In addition, the enemy continues to use tactical aviation in Robotyn and launched two guided aerial bombs.</p><p>“There are no ships of hostile non -fleet in the Black and Azov Seas. Rocket launchers for more than three weeks do not leave the base points, ” - said the defense forces of southern Ukraine</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/16/syly-oborony-vorog-bezuspishno-shturmuye-na-livoberezhzhi-dnipra-po-robotynomu-bye-taktychna-aviacziya/", "title": "Defense forces: The enemy unsuccessfully storms on the left bank of the Dnieper, the robot beats tactical aviation", "description": "This was reported by the defense forces of southern Ukraine. “In the operating area of the South Defense Forces ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Роботине", "Сили оборони Півдня України"], "source_name": "ArmyInform"}