{"published time": "2024-03-16T07:44:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432412918_757290206584060_4555621656298596225_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"719\" src=\"../Images/2024-03-16T07-44-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-16T07-44-00-08-00/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>There were 78 combat clashes during the last day.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces, reports the Armyinform.</p><p><strong>In Volyn and Polissya directions</strong>The operational situation remains without significant changes.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy maintains military presence in border areas, conducts sabotage activities in order to prevent our troops to be transferred to threatening directions.</p><p><strong>In the area of responsibility, Khortytsia, in Kupyansk direction</strong>, 3 attacks of the enemy in the areas of Sinkivka settlements and Tabayivka of Kharkiv region, where the enemy tried to improve his tactical position, were reflected.</p><p><strong>In the estuary direction</strong>Our warriors reflects 9 enemy attacks in the areas of the settlements of Bigorivka of Luhansk region and Terny and Rozdolivka in Donetsk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction</strong>Our defenders reflects 3 enemy attacks in the areas of the settlements of Andreevka and Klyshchiyivka of Donetsk region.</p><p><strong>In the area of responsibility, \"Tavriya\", in the Avdeevsky direction</strong>, our defenders reflect 26 enemy attacks in the areas of settlements Berdychi, Orlovka, Tonenke and Pervomaisk.</p><p><strong>In the Novopavlovsky direction</strong>Defense forces continue to restrain the enemy in the areas of Krasnogorivka, St. George and Novomikhailivka, where the enemy, with the support of aviation, tried 24 times to break through the defense of our troops.</p><p><strong>In the Orikhiv direction</strong>The occupiers attacked the positions of our defenders 7 times in the areas of Staromayorsky in Donetsk region and a robot Zaporizhzhya region.</p><p><strong>In the area of ​​responsibility, \"Odesa\", in the Kherson direction</strong>, the enemy does not give up the intention to knock out our units from the bridgeheads on the Left Bank of the Dnieper. So, during the last day, 3 unsuccessful assaults of our troops were unsuccessful.</p></div>", "source": "https://armyinform.com.ua/2024/03/16/na-avdiyivskomu-napryamku-vidbyto-26-atak-protyvnyka/", "title": "26 enemy attacks were reflected in the Avdeevsky direction", "description": "About it reports the General Staff of the Armed Forces, reports the Armyinform. In Volyn and Polissya ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "вторгнення рф", "ГШ ЗСУ", "ранкове зведення", "Хроніка війни"], "source_name": "ArmyInform"}