{"published time": "2024-03-16T16:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/baea5588ea01145b39e0c95dde2f0c95.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"449\" src=\"../Images/2024-03-16T16-14-00-08-00/000000.png\" srcset=\"../Images/2024-03-16T16-14-00-08-00/000000.png\" width=\"900\"/></figure><!-- .post-thumbnail --><p><strong>The Cabinet of Ministers of Ukraine adopted a resolution that regulates the use of funds provided in the state budget for medical care and social rehabilitation of servicemen at the Kiev Hospital \"Feofania\".</strong></p><p>This is stated in a message on government<a href=\"https://www.kmu.gov.ua/news/uriad-vydiliaie-200-mln-hrn-na-zakupivliu-likarskykh-zasobiv-ta-medykamentiv-aby-nashi-voiny-u-feofanii-mohly-otrymaty-iakisnu-dopomohu\" rel=\"nofollow\" target=\"_blank\">portals</a>.</p><p>The procedure regulates the use of UAH 200 million included in the state budget for 2024 for the Ministry of Health for the restoration of the military.</p><p>The funds will be directed to the purchase of medicines and medical devices necessary for the provision of medical care and social rehabilitation of servicemen in Feofania under the modern purchase procedure with the use of an electronic catalog.</p><p>The electronic catalog works on the principle of marketplaces and is free of charge for customers and provides the opportunity to buy medicines and medical products quickly and conveniently with the help of the request of price offers.</p><p>In terms of limited financing, this will allow you to buy medicines and medical products with an approximate average monthly savings of 20.4% compared to possible purchases without the use of an electronic catalog.</p><p>Servicemen and persons who were injured, injury or other health damage in connection with the armed aggression of the Russian Federation against Ukraine are the right to receive medical care and rehabilitation in the institution.</p><p>It is noted that Theophania Clinical Hospital has a powerful material and technical base, which allows the use of the latest treatments for patients' recovery.</p></div>", "source": "https://armyinform.com.ua/2024/03/16/uryad-vydilyv-200-mln-grn-na-likuvannya-ta-reabilitacziyu-poranenyh-voyiniv-u-feofaniyi/", "title": "The government has allocated UAH 200 million for the treatment and rehabilitation of wounded soldiers in Theophania", "description": "This is stated in a message on the government portal. The order regulates the use of 200 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": [], "source_name": "ArmyInform"}