{"published time": "2024-03-16T06:32:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/16-01-lifestory.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-16T06-32-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-16T06-32-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>The hero of this interview - Vasyl Gritsenko on the call sign \"Chuchupak\", a fighter of the company \"Honor\" of the battalion \"Wolves Da Vinci\". During the assault of hostile positions near Kupyansk, Vasily lost his leg, but did not lose his spirit. Video on which the guy trains on one leg flew social networks. The army talked with this warrior.</strong></p><h2>From the Sumy region they ran like dogs ...</h2><p>What to do when a large -scale invasion began? Vasily Chuchupak Karpenko assures that even the question did not have the question. Neither he nor his friends from the Honor movement.</p><p>- We came from the General Staff and said there was a task. Intelligence had to be carried out. That is, to the maximum try to collect information about the equipment and so on.</p><p>In the end, we were navigated with another SCO unit of the village of Rudnitsky. The enemies were already running away as dogs, and specifically after that the combat mission began to flee just from the Sumy region. And we went to catch up. They \"breathed\" in their back, - Vasily recalls.</p><p>Then - the defense. The 67th Brigade, which was fought by guys from \"Honor\", got a difficult direction. Chuchupak tells that they looked later on satellite cards their positions at that time - they are still covered with \"smallpox\" from arrivals, literally every flap of the earth is cut with explosions.</p><h2>Then they kept on moral and volitional. In defense, says Chuchupak, it was very difficult for him. It's easier to storm.</h2><p>“We have always been“ on a call ”like firefighters…”</p><p>The most difficult moment of war for Chuchupak - Kupyansk. There he lost many friends. Then they went again with \"firefighters\" - to extinguish another breakthrough.</p><p>- We were in four points a week before Kupyansk. I didn't even swamp the bags. We have always been \"on the call\", really as firefighters. We were just thrown into Kupyansk because they broke through a lot.</p><p>And we were thrown there so that we would detach. The task was very complicated. The most difficult of those probably had to do. We knew that we were going to a man's firefight, ”he stated.</p><h2>\"He comes to me with a cry:\" Do you want to live, bro? \". I say, “I want!”</h2><p>Then they were ambushed. For those who know, says \"Chuchupak\", it is quite clear that getting alive from this story is very difficult.</p><p>Chuchupak took the bullet to the thigh. When he clamped the wound with a turnstile, he was most afraid to faint. Adrenaline is in the head, mentions \"Chuchupak\", and then thought only that he had to be done faster. He knew - if it got into the artery, in a minute the blood would flow.</p><p>- I heard the team \"roll up two from left to right, to the young.\" The guys began to roll. He gathered his will in his fist, got up - during the shooting. Fart, war is a fart. He rose and just started running there, to the guys, there were fifty meters there. It has come, I fell, I say, everything, the guys, pull me down, ”the fighter is experiencing again.</p><p>The evacuation was very difficult. The wounded through the thick young forest was pulled for more than three hours. Often stopped, occupied circular defense, firing.</p><p>- I very much thank the guys who really were exhausted as much as possible. They found strength and pulled me out.<br/>My friend, he is such a hefty guy, kilograms 110.<br/>At one point, he comes to me with a cry: \"Do you want to live, bro?\" I say, \"I want!\" \"Well, if you want to live, then come!\" And on one leg, behind the shoulder and went. He reached me to the end.</p><h2>“People with very extensive experience have solved the question whether to cut my foot or not”</h2><p>Then there was a Medevak, a stabilization point, a hospital. Chuchupak says that he has experienced the moment when he had to agree to the amputation of the leg. He almost fought with doctors.</p><p>- During the operation, he woke me up with some injection or something, I just boiled. He tells me, \"There is half an hour, or you die, because the kidneys are\" standing \", or you have to cut your leg.\" I tell him, \"You will cut nothing, pick up a number!\"</p><p>Well, there are already people, let's just say, with very extensive experience solved the question, cut off my leg or not cut off. It turned out that it was necessary, ”says Chuchupak, still without rejoicing in memory.</p><h2>“On the road with a one -sided motion on the trolley. Behind me - cars ZO 20… ”</h2><p>Then it was even harder, notes Chuchupak. Surviving in the cursed forest, he slowly died of devastation in the hospital. He says it was very bad. Unreal.</p><p>In a few days anger came to the whole world. It was better not to stand in his way, not even look in his direction. He rushed even at friends who seemed to look at him with pity.</p><p>- In Lviv I was in a military hospital ... I say that I needed in the store. \"Can not!\". I sit on a trolley, go and look - there are borders, a sidewalk, and there is no arrival. And you went all! And stupidly road with one -sided motion, on a trolley, I go.</p><p>I follow me, I do not know, cars 20, apparently, or 30. No one, of course, will signal me, I go. Well, so I was so angry, it was so bad for me that I was in general about others and on everything that happens around, ”the head of the Chuchupak shakes.</p><p>However, he was still leaving. Rehabilitation and communication helped. And yet - hard work in the simulator.</p><p>- The rehabilitologist came in and says, \"Get up, go. All the guys gather there, who are rehabilitated in the center, on the Market Square. \"<br/>I came there and met there with such a bearded guy. We made friends with him, he came to me every day, says, \"Get up.\"</p><p>I say, \"Where do you get up?\" I have pressure, I am really very bad.<br/>He: \"Yes, get up, let's go a little\" let's dance \" - everything will be normal.\"<br/>And for about four months he was lying there, he also has no legs. We started doing, well, and all, it went and went ...</p><h2>“He shows them a video. They: “Wow!” - and… come to life ”</h2><p>It was then that the Instagram-Feery of Chuchupak began. He began to show photos and videos from training, the views grew in geometric progression. Thousands are now watching veteran sports. It turned out that people are fantastically motivated by his video. And this, first of all, motivates him.</p><p>-I have a friend of mass, he goes to hospitals, sees with boys who were like me, just after surgery. They are completely disappointed in life, they do not know what will happen next.</p><p>He comes to them, shows a video. He says that this kid is two months ago as you were lying here. They: \"Wow!\" - And ... they come to life. He once told me, it really was able to shoot even more of these videos, - says Chuchupak.</p><p>Now the video of their own records is sent to him. They lift unreal weight and are engaged in crossfit seriously wounded veterans. It motivates it in the same way as family support. Without which, says Chuchupak, he would not have left.</p><p>Currently, the goal of Vasyl Gritsenko's veteran is the only one - to be useful. He emphasizes: when he went to fight, he did not dream of being injured and ending it, because the task was to destroy the enemy, to expel him away. And now, the fighter convinces - nothing has changed.</p></div>", "source": "https://armyinform.com.ua/2024/03/16/vyjty-zhyvym-iz-cziyeyi-istoriyi-bulo-duzhe-vazhko-chuchupaka-pro-muzhyczku-perestrilku-pid-kupyanskom/", "title": "\"To get out alive from this story was very difficult\": \"Chuchupak\" about a man's shootout near Kupyansk", "description": "From the Sumy region they ran like dogs ... what to do when a large -scale ...", "author": ["Army Inform"], "categories": ["Life story", "Новини"], "tags": ["Куп‘янськ"], "source_name": "ArmyInform"}