{"published time": "2024-03-11T08-13-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_2023-08-31_23-28-37.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" src=\"../Images/2024-03-11T08-13-99/000000.jpg\" srcset=\"../Images/2024-03-11T08-13-99/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>乌克兰在奥斯卡历史上首次获得。 “在Mariupol中为20天”，被认为是“完整长度纪录片”类别中最好的。 该录像带讲述了俄罗斯在亚齐夫首都对乌克兰的大规模战争开始 - 在这种情况下，住宅区轰炸，产妇医院，普通马里波尔的生活。</strong></p><p>电影导演Mstislav Chernov强调了这一奖项：</p><p> - 我将成为这个场景中的第一位导演，他会说：我希望我永远不必做这录像带。 我希望俄罗斯永远不要攻击乌克兰，也不占领我们的城市。 我会给它（奥斯卡奖），以便俄罗斯不会杀死成千上万的同胞，并释放人质，军事和平民。</p><p>他指出，他无法改变故事，但是我们现在都可以讲述故事的故事，并使Mariupol及其后卫的死者从未被遗忘的真相胜利。 毕竟，电影形成记忆和记忆 - 历史。</p><p>军队的通讯员会见了电影姆斯斯拉夫·切尔诺夫（Mstislav Chernov）的导演。 他们谈到了被占领的野马，危险的工作和世界宣传俄罗斯针对乌克兰人罪的巨大回忆。</p><p><strong> - 我知道您不是教育的记者。 您是如何成为媒体的？ 为什么军事新闻和冲突新闻选择？</strong></p><p> - 实际上，我经常问自己这个问题。 我是教育计算机系统的工程师。 当我从大学毕业时，我意识到这根本不是我需要的，而不是我想要的。 我在Mediaport Agency迈出了新闻业的第一步。 然后休息一下 - 我从事纪录片。 迈丹开始时，他回到了新闻业。 我想说的是，从迈丹开始，继续占领克里米亚，唐巴斯，所有这些事件，战争年代，已经成长为几代在世界上受到信任的年轻记者。 我是他们中的一员。 如果您在2013年之前查看乌克兰的纪录片和新闻业，那就是停滞。 现在可以治愈。 不幸的是，这是一个困难的原因...</p><h2 style=\"text-align: center;\">“我们知道，亚齐夫的首都将成为占领者的主要目的”</h2><p><strong>-Mstislav，您的团队去年2月24日如何在Mariupol中找到自己？ 发生了吗？</strong></p><p> - 像其他国际团队一样，我们当时在唐巴斯工作。 他们沿着前线走了，移走了乌克兰军队。 在大战的前夕，俄罗斯人开始增加炮击的数量，并且已经在第23届，已经变得很清楚，还有其他事情。 我们决定在Mariupol遇到新的升级浪潮。 这是一个具有战略意义的城市。 和象征性 - 因为这是亚齐夫营的所在地，在俄罗斯的宣传中起着重要作用。 我们意识到，亚齐夫的首都将是占领者的主要目的，因此我们决定在那里工作。</p><p><strong> - 在一个被封锁的城市时，您是否期望这么多战斗范围，这么多炮击？ 他仍然期待2014年的复发吗？</strong></p><p> - 居住在玛丽波尔的人，只是等待2014年的重复。 我认为这是城市及其居民发生的悲剧的原因之一。 他们没有完全理解Mariupol会被混乱的俄罗斯发射如何包围。 我记得和医生和红十字会交谈。 每个人都问我们，记者，一个问题：“这将如何？ 你在那里看到了其他战争。” 然后，我告诉他们：“听着，准备好，会有雷暴或阿勒颇。” 这两个俄罗斯试图采取的城市的例子，但没有设法这样做。 每个人都告诉我：“不，不要惊慌，事实并非如此，一切都会正常。” 不幸的是，我的预测成真...</p><h2 style=\"text-align: center;\">“我们看到了人类的最佳特征 - 相互帮助和希望”</h2><p><strong> - 告诉我们有关留在封锁的Mariupol。 您住在哪里，您是如何生存的？</strong></p><p> - 这一切都显示在电影中。 我们的生活与其他人的生活没有什么不同。 他们住在医院的地下室，与医生和患者一起睡在地板上。 他们每天吃一次 - 某种罐头，死了。 他们淹没了大火的雪，喝醉了。 他们帮助受伤的医生带走了医生。 但是这部电影不是关于它的。 这里有一个新闻观点 - 我想展示信息领域的工作原理：我们在世界各地的故事如何分歧，俄罗斯宣传的工作原理以及对某些事件的反应方式； 由于缺乏信息会影响人们，因此在破坏性上影响人们……因为它影响了乌克兰，任何现代社会。 我们刚刚成为这个社会的一部分，这是另一个有趣的效果。 一方面，播种时，我们看到了社会上最糟糕的 - 抢劫，犬儒主义。 但是我们也看到了人类的最佳特征 - 相互帮助和希望。 是她整部电影的是她。</p><p><strong> - 也就是说，这部电影的精髓是希望吗？</strong></p><p> - 是的，我经常听到尚未看电影的人的来信：“我害怕看电影，因为它太重了。” 但是那些看着丝带的人 - 在他们的心中与希望之后出去，因为在电影中，我们看到了受苦的人，但是这些人不是自己，他们被支持他们的人所包围。 每一分钟。</p><h2 style=\"text-align: center;\">只要城市留下来，俄罗斯人的罪行的证据就越来越小</h2><p><strong> - 如果您被要求为海牙法院提供员工，您会分享吗？</strong></p><p> - 与海牙法院没有太大作用。 当然，视频和照片材料对于调查很重要。 我们已经拿出了原件是很好的 - 它们与调查的其他数十种选择和观点结合在一起：这些是专家，证人和卫星图像。 但是主要的是进入犯罪现场和被杀的人的尸体。 如果没有尸体，则不可能进行调查。</p><p><strong> - 没有身体 - 没有生意？</strong></p><p> - 好吧，你可以这么说。 每天，只要城市留下来，证据就会变得越来越少 - 这是发生了什么的物理证据。 这就是为什么DE占领尽快如此重要的原因。</p><p><strong> - 您的个人前景在被Mariupol包围后发生了变化？ 生活价值观已经改变了吗？</strong></p><p>- 不。 对我来说，这场战争已经进行了十年。 2014年是俄罗斯入侵已成为我们身份个人和民族的一部分的时刻。 这就是对我们所有人的新生活的新过程。</p><p><strong> - 您已经访问过很多...您能说Mariupol已成为最可怕的地方吗？</strong></p><p> - 我认为这场战争不是人类历史上最糟糕的战争，而玛丽奥波尔并不是这场战争中发生的最糟糕的战争。 但是对于我和与我合作的人以及对城市居民而言，这绝对是最危险，最危险，最痛苦的是只会发生的最痛苦。 我希望我们不会更糟的是...</p><p>但是与此同时，玛丽波尔成为了我们所有人为了看到俄罗斯入侵者的真实面貌而带来的受害者。 因此，这并不是徒劳的：现在那些尚未准备战争的人已经了解了我们面临的邪恶。</p><h2 style=\"text-align: center;\">为什么？  - 这是主要问题</h2><p><strong> - 那对您来说最糟糕的是什么？</strong></p><p>- 是的。 周围发生的恐怖。 我现在不会谈论自己。 前一天我来到Mariupol时，我做出了选择。 我面前有一个目标 - 捕获我看到的一切，传递给编辑，然后让它成为。 但是其余的人没有选择这个。</p><p>和无能为力和绝望的感觉：多少不删除死者的孩子，他们不会活着...</p><p><strong> - 在这20天在Mariupol度过的时间里，您有什么主要的情感管理？</strong></p><p> - 愤怒，显然……愤怒对这种恐怖并没有停止，我们作为记者，甚至无法阻止它，甚至展示世界。 愤怒只是您找不到答案 - 为什么，为什么？</p><p>这部电影有一个家庭失去婴儿的时刻。 这个孩子的母亲问宇宙 - 为什么，为什么会发生？ 在我看来，这是主要问题，那里是什么 - 为什么？</p><p><strong> - 您自己找到了答案 - 为什么？ 还是什么？</strong></p><p> - 不幸的是，这个问题没有简单的答案。 但同时 - 正是因为没有答案，下一步该怎么做变得更加清晰。 我们需要去战斗...</p><h2 style=\"text-align: center;\">“在看到后，我不相信上帝。 我相信正义”</h2><p><strong> - 他们说，没有人在战争中不相信上帝。 你与他的关系是什么？</strong></p><p> - 看到后，我不相信上帝。 我相信正义。 至少希望她。 我相信相互帮助，人类和上述所有胜利都赢得了邪恶。</p><p><strong> - 您是如何从Mariupol中脱颖而出的？ 您甚至能够通过检查站携带设备和记录是一个奇迹！</strong></p><p> - 这确实是一个奇迹。 在这种情况下，有不同的协议要执行。 有其他选择要留下材料并离开，还有可以将材料传递给某人的选择，但是我们意识到我们正在威胁这个人。 因此，他们决定将所有东西都拿走 - 材料，设备，硬盘驱动器，泰拉（Tyra）卡，当时俄罗斯人已经捕获了所有东西。 这是绿色走廊的第二天，当时过滤。 是的，我们真的很幸运。</p><p>即使在我们之后，我们的同事，立陶宛纪录片Mantas Kvedararovichus也离开了我们 - 入侵者在检查站被枪杀...</p><p><strong>-Mstislav，为什么要二十天？ 不是十四岁，不是二十一个？..</strong></p><p> - 我们之所以去，是因为绿色走廊打开了。 此外，我们根本无法工作 - 红十字会的建造被轰炸了，这是我们与医生一起工作的医院，俘虏了俄罗斯人，既没有发电机，食物，也没有水。 我们也丢了车。 而且非常有必要取出材料...</p><p><strong> - 关于电影角色的命运有一些了解吗？</strong></p><p> - 是的，我们几乎认识每个人。 有人死了，有人幸存了……失去了散落在世界各地的孩子的家庭。 来自特殊行动部队的军队从环境中救出了我们 - 有人死于阿佐夫斯塔尔，有人被俘虏。 我们正在等待他们的回报，以便可以发行电影。 有些已经回到了前面。</p><p>警察弗拉基米尔（Vladimir）帮助我们摆脱了马里波尔（Mariupol）并删除了记录，最近在Pokrovskaya导弹射击期间受伤。 他现在正在康复。</p><p><strong> - 我想它已经拍摄了超过一个小时的材料。 但是仍然 - 您是如何选择电影的框架的？ 作为一名记者，我知道您想尽可能地展示...</strong></p><p> - 它拍摄了大约30个小时...但并非他想要的一切 - 没有时间，他躲在某个地方，按下按钮。</p><p>对于乌克兰的纪录片而言，磁带的风格是不寻常的，因为第一人称故事会出现，并且有助于结合故事。</p><p>关于人员的选择 - 这项工作的很大一部分属于我们的登山者米歇尔大师。 她的崭新观点，新鲜的外观帮助我选择了时刻，以了解有可能告诉被占领的城市的历史，使观众完全沉浸在这种气氛中。</p><p>我们登上了这部电影，以表明在20天之后，它更加可怕。 在我看来，这正是因为我们使用了电影中日记的原理 - 第二天，第二天，第三天。 所以确实如此 - 我们都算了日子。 然后观众看到第20天的过去比以前的情况更糟，而且可能没有什么可怕的，那里有86天 - 然后您已经可以通过推断来理解一切。</p><p><strong> - 胜利后您会回到玛丽波尔吗？</strong></p><p> - 当然，您需要在戏剧剧院上放映这部电影。 此外，您需要删除新磁带 - 关于返回。</p><p><strong> - 您想象与城市见面吗？</strong></p><p> - 这将是返回的另一场大战。 但这是必要的，因为对国家的爱是在斗争中诞生的。</p><p><em>作者的照片</em></p></div>", "source": "https://armyinform.com.ua/2024/03/11/ukrayina-otrymala-pershyj-v-yiyi-istoriyi-oskar-rezhyser-strichky-20-dniv-v-mariupoli-mstyslav-chernov-pro-te-yak-znimavsya-film/", "title": "乌克兰在其历史上第一次获得了奥斯卡：玛丽奥波（Mariupol）20天录音带的导演讲述了这部电影的拍摄方式", "description": "电影导演Mstislav Chernov强调，获得了这个奖项： - 我将成为第一个...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Маріуполь", "Оскар"]}