{"published time": "2024-03-19T13:28:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/b3a5585e965c013d056c00b5bfeb707c.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/64fbf6b4855386d76f97541cf7e0f6b8-e1710847608904.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1066\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-19T13-28-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-19T13-28-00-08-00/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>The Security Service and the National Police exposed a resident of Kharkiv region in the absence of a Russian Federation and prevented him from escape to the temporarily occupied territories of Ukraine.</strong></p><p class=\"\">About this<a href=\"https://ssu.gov.ua/novyny/sbu-zatrymala-poplichnyka-rashystiv-yakyi-stezhyv-za-biitsiamy-zsu-ta-cherhuvav-na-rosiiskykh-blokpostakh-pid-chas-boiv-za-kharkiv\" rel=\"nofollow\" target=\"_blank\">informs</a>Security Service of Ukraine.</p><p class=\"\">As it is noted, the defendant was detained when trying to escape to temporarily occupied territories. He tried to avoid justice, but the SBU prevented these intentions.</p><p class=\"\">According to the case, the attacker was a resident of Kharkiv region, who cooperated with the aggressor during the fighting for the regional center.</p><p class=\"\">“Then the person involved voluntarily bypassed the front territory of the region, where he recorded the places of concentration of personnel and military equipment of the Armed Forces. He conveyed all the information obtained by the command of occupation groups of the Russian Federation, which fought in the Izium direction, ”the SBU told.</p><p class=\"\">In addition, after capturing part of the region, the invaders attracted their associate to duty on Russian checkpoints. There, he helped the aggressor to identify the participants of the resistance movement, who operated in the territory of the region.</p><p class=\"\">For this person, the AK-74 machine was issued with ammunition and the military uniform of the Russian sample.</p><p class=\"\">Possessing information about Ukrainian patriots-villagers, he \"handed over\" to their invaders during the stop of cars on enemy checkpoints.</p><img alt=\"\" class=\"alignnone size-full wp-image-553005\" height=\"888\" loading=\"lazy\" src=\"../Images/2024-03-19T13-28-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-19T13-28-00-08-00/000001.jpeg\" width=\"1066\"/><p class=\"\"><strong>On the basis of the evidence collected, the attacker was notified of suspicion under two articles of the Criminal Code of Ukraine:</strong></p><ul><li>Part 1 of Art. 111-2 (absence of aggressor state);</li><li>Part 2 of Art. 114-2 (unauthorized dissemination of information about the direction, movement of weapons, movement, movement or placement of the Armed Forces, committed in martial law).</li></ul><p class=\"\">The detained is now in custody. He is threatened with 12 years in prison.</p><p class=\"\">The complex measures were carried out by the SBU staff in Kharkiv region together with the National Police under the procedural leadership of the Izium District Prosecutor's Office.</p><p>As reported by the Armyinform, in Kiev detained<a href=\"https://armyinform.com.ua/2024/03/19/u-kyyevi-zatrymaly-psevdovijskovyh-yaki-shahrajstvom-otrymaly-blagodijnoyi-dopomogy-na-17-mln-grn/\">Pseudo -ian</a>, which was fraud with charitable assistance for UAH 1.7 million.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/na-harkivshhyni-zatrymaly-chergovogo-poplichnyka-rosiyan-yakyj-stezhyv-za-bijczyamy-zsu/", "title": "In the Kharkiv region detained another associate of Russians who followed the Armed Forces fighters", "description": "The Security Service of Ukraine informs about it. As it is noted, the person being detained when trying ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "СБУ"], "source_name": "ArmyInform"}