{"published time": "2024-03-19T11:28:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/dmytro-lubinecz.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-19T11-28-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T11-28-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>In violation of international law, Russia does not allow representatives of the International Committee of the Red Cross to Ukrainian prisoners of war.</strong></p><p>About this<a href=\"https://t.me/dmytro_lubinetzs/5227\" rel=\"nofollow\" target=\"_blank\">reported</a>Ukrainian Parliament Commissioner for Human Rights Dmytro Lubinets.</p><p>That is why, he said, the procedure for confirming their status does not occur in the extent that you would like.</p><p>At the same time, the Ombudsman emphasized that the status of prisoners of war and a person missing was not affected by repatriation. Almost 40% of those who had already returned home were considered missing.</p><p>“In order to speed up exchanges, Ukraine is trying to attract new intermediary countries. To date, the Ukrainian side has publicly joined the United Arab Emirates, ”Dmitry Lubinets said.</p><p>As reported by the Armyinform, to the International Coalition for the return of Ukrainian children, headed by Ukraine and Canada, already<a href=\"https://armyinform.com.ua/2024/03/18/do-mizhnarodnoyi-koalicziyi-za-povernennya-ukrayinskyh-ditej-doluchylos-vzhe-33-krayiny/\">It joined</a>33 countries.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/ombusdman-rf-ne-dopuskaye-predstavnykiv-mkchh-do-ukrayinskyh-vijskovopolonenyh/", "title": "Ombusdman: The Russian Federation does not allow ICCH representatives to Ukrainian prisoners of war", "description": "This was reported by the Commissioner of the Verkhovna Rada of Ukraine for Human Rights Dmitry Lubinets. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": [], "source_name": "ArmyInform"}