{"published time": "2024-03-19T14:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/oblik-v-elektroni-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1346\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-19T14-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T14-14-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>575 servicemen took part in webinars for military units on the transition to electronic accounting of military property.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/19/minoboroni-sproshhue-oblik-majna-i-navchae-vijskovi-chastini/\" rel=\"nofollow\" target=\"_blank\">reported March 19</a>Ministry of Defence Ukraine.</p><p>The webinars were attended by representatives of the headquarters, heads of services and clerks.</p><p>The Ministry of Defense also developed an instruction for military units to switch to electronic form of accounting of military property and identified a list of applications that can be conducted in electronic form. 35 property accounting books are translated into appropriate electronic forms in Excel format.</p><p>\"First of all, we are making digital changes for the convenience and efficiency of the military. We organize webinars not just to say \"we've done it, now figure it out\", but to show how it works and how to quickly simplify the life of yourself and your unit,\" Deputy Minister of Defense Kateryna Chernohorenko summed up the webinars.</p><p>In February, the Defense Ministry amended the Instruction on the accounting of military property in the Armed Forces, which introduced the opportunity for military units to keep records of military property in electronic form.</p><p>As<a href=\"https://armyinform.com.ua/2024/02/21/minoborony-pidklyuchylo-200-vijskovyh-chastyn-do-systemy-upravlinnya-oboronnymy-resursamy-sap/\">The ArmyInform reported earlier</a>, The Ministry of Defense connected 200 military units to the SAP defense management system.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/minoborony-sproshhuye-oblik-majna-35-knyg-obliku-perevedeno-u-excel/", "title": "The Defense Ministry simplifies the accounting of property: 35 accounting books are translated into Excel", "description": "This was reported on March 19 by the Ministry of Defense of Ukraine. Webinars took part in ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["електронний облік", "Катерина Черногоренко"], "source_name": "ArmyInform"}