{"published time": "2024-03-19T10:19:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710344054-3.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"999\" src=\"../Images/2024-03-19T10-19-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-19T10-19-00-08-00/000000.jpeg\" width=\"1500\"/><figcaption class=\"wp-caption-text\">Yuri Oliynyk. Photo: Vitaliy Pavlenko \n / Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>Over the past 15 years, the flywheel of instability has been spinning more and more in the world, global security, the world order that developed as a result of 1989-1991, and the escalation of conflicts continues.</strong></p><p>Unfortunately, the trends are disappointing,\" says Yuriy Oliynyk, an expert at the Non-Governmental Analytical Center \"Ukrainian Studies of Strategic Studies\", PhD in Political Science.</p><p>-In general, the end of the 2000s was a period of relative stability in the world. In Africa, most conflicts were finally minimized and stabilized. Everything was already decided in the Balkans. The situation in Iraq and Afghanistan also entered a certain plateau of stabilization when the pro -American forces controlled almost completely these countries. It seemed that the world peace was more strong, not only how to compare with previous years, but even decades, all the time after the end of World War II.</p><div class=\"readmore\"><span class=\"readmore-caption\">Read also:</span><div class=\"readmorelink\"><a href=\"https://armyinform.com.ua/2024/03/13/eksperty-nazvaly-try-krayiny-yaki-u-sviti-sformuvaly-vis-zla-v-armiyainform-govoryly-pro-tretyu-svitovu/\">Experts named three countries that formed the \"axis of evil\" in the world: in the Armyinform spoke of the third world</a></div></div><p>But from the beginning of the Arab Spring in the world, the level of escalation is growing rapidly. The 2012 catastrophe in Syria led to the emergence of the Islamic State in 2014. At the same time, aggression against Ukraine begins with the annexation of Crimea.</p><p>By the way, it is symbolic that such milestone events took place during one US president - Barack Obama, who often spoke of peace, with the withdrawal of troops from Afghanistan and Iraq. But this led to a little other results, - says Yuri Oliynyk.</p><p>Actually, this flywheel continues to spin now. The significant point was 2020. The coronavirus pandemic led to a global fall in the economy, and caused a very strong blow to food prices in many poor countries. Then the next wave of coups in Africa began and again the tension between China and Taiwan became intensified. In addition, Russia has begun demonstrative actions around Ukraine, which have emerged in a new milestone - a large -scale invasion of Ukraine, the beginning of a great hot war in Europe. We live in this period.</p><p>- Conflicts have previously been grouped and are now grouped in large key regions - instability points. First of all, it is the Middle East - Egypt, Yemen, Syria, Iraq, Israel ... It is the intersection of paths between Africa, Europe and Asia, where Iran is currently the main causative agent of instability. First, it is the center of the Muslim world-a certain ideological rod. Secondly, the focus of world players, since the Middle East is also the oil and transit production center between two of the three key economic centers of influence - between China and Europe.</p><p>Another point is, of course, related to Russia, which is currently leading the war with Ukraine. But at the same time, she tries to somehow control the situation in Central Asia, to influence the South Caucasus, where, however, she is already very faced with Turkey, with other players.</p><p>But, interestingly, Russia has been trying to spread its influence on other instability in the world in recent years. Now it acts as a junior partner of China and Iran, present in the Middle East, in particular in Syria. She seriously took up Western Africa, especially for the region of the French influence - Safe, as well as Equatorial Africa.</p><p>The third point is the Far Eastern, where the Chinese-Thawan and North Korean conflicts are smoldering, which remain at the Cold War. But there are very great prospects, in particular, in the North Korean direction, regarding the growth to some hotter events. I do not exclude the Great War on the Korean Peninsula in the near future. As for China and Taiwan, there is more intimidation here, in my opinion, Taiwan is dependent on trade with China and vice versa. Now, after the elections that took place in Taiwan, we see some lull. But still, I think, the exacerbation will be there in the next two to three years.</p><p>Other points-Indo-Pakistani and Central Asian-around Afghanistan. Each of them is superimposed on each other and creates a certain haoting, - the expert explains.</p><p>Sometimes, in the process of deployment of war in the world, key centers trying to form their camps lose control of smaller regional allies and are then forced to somehow establish relationships between them. We see similar trends today.</p><p>- Now China is forced to lavish, to reconcile its allies, and the US does not fully control its satellites. They can not always agree with each other, and there are certain \"separate visions\". That is, the structuring of blocks is still ongoing. Therefore, I would predict that these blocks will be more actively structured in the coming years, but unfortunately, it is far away from some of them, ”Yuri Oliynyk summarized.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/ekspert-nazvav-try-garyachi-tochky-u-sviti-de-tliyut-konflikty-de-nebezpeka-najbilsha/", "title": "The expert named three hot spots in the world where conflicts are smoldering: where the danger is the greatest", "description": "Unfortunately, the trends are disappointing, - the expert of the non -state analytical center states ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["думка експерта", "Юрій Олійник"], "source_name": "ArmyInform"}