{"published time": "2024-03-19T11:58:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/08/522f9a7157.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" src=\"../Images/2024-03-19T11-58-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T11-58-00-08-00/000000.jpg\" width=\"1174\"/><figcaption class=\"wp-caption-text\">Andriy Yusov, Head of the Working Group of the Coordination Headquarters. Photo by Andriy Suvorov</figcaption></figure><!-- .post-thumbnail --><p><strong>The representative of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine Andriy Yusov said that in Russia among the population is increasingly accumulating fatigue from the Putin regime and, in particular, from the consequences of Putin's war against Ukraine.</strong></p><p>His comments Andrey Yusov<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">provided in live air</a>On March 19, 2024.</p><p>\"We can state that indeed, more and more Russians are feeling the consequences of the war that Putin brought not only to Ukraine, but also to the territory of Russia,\" said the representative of the Main Directorate of Intelligence.</p><p>According to him, recent events in the territory of Belgorod region, Kurschyna, incidents at industrial enterprises, oil refineries, military enterprises together with the flow of liquidated and wounded occupiers, who return to the territory of the Russian Federation from Ukraine, will have consequences for Putin's regime.</p><p>“They affect and accumulate the effect of fatigue from Putin's actions. And, of course, it will have its consequences, its continuation, ”Andrey Yusov said.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/18/u-gur-pidtverdyly-znachni-vtraty-voroga-pid-chas-rejdu-rosijskyh-dobrovolcziv-u-rf/\">reported the armyinform</a>, March 18, 2024, the GUR confirmed significant losses of the enemy during the raid of Russian volunteers in the Russian Federation.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/u-gur-rozpovily-pro-vtomu-rosiyan-vid-dij-putina/", "title": "GUR told about the fatigue of the Russians from Putin's actions", "description": "Andriy Yusov gave his comments live on March 19 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Андрій Юсов", "ГУР"], "source_name": "ArmyInform"}