{"published time": "2024-03-19T10:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/12/2-snaryady.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"650\" src=\"../Images/2024-03-19T10-16-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T10-16-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Czech Republic tries to deliver ammunition to Ukraine in the shortest possible time.</strong></p><p>This was stated by Czech President Peter Paul, reports<a href=\"https://www.radiosvoboda.org/a/news-chekhiya-boyeprypasy-ukrayina-viyna/32867553.html\" rel=\"nofollow\" target=\"_blank\">Radio Liberty</a>.</p><p>According to him, the production of the required number of shells takes time and requires an increase in production capacity in Europe.</p><p>“But Ukraine needs shells now. We can't wait for European companies, so we try to find ammunition everywhere. Bring them to Ukraine as fast as possible. But at the same time we increase our own capacity, ”said Peter Paul.</p><p>The Czech president expects that in the near future Europe will be able to produce the necessary amount of ammunition.</p><p>\"In the near future, European companies will be able to produce the required amount of ammunition to replenish the reserves of European countries, as well as to provide Ukraine with ammunition if it will still need them in the near future,\" the Czech President added.</p><p>As reported by the Armyinform, the Portugal's government approved<a href=\"https://armyinform.com.ua/2024/03/15/portugaliya-vydilyaye-100-mln-yevro-na-chesku-inicziatyvu-zakupivli-snaryadiv-dlya-ukrayiny/\">a contribution of 100 million euros</a>The Czech Republic was offered to the Czech Republic.</p><p>In addition, Belgium is allocated 200 million euros on Czech initiative for ammunition for Ukraine.</p><p>The Czech Republic found 500,000 units of artillery ammunition and another 300,000 Soviet caliber units. The ammunition is out of the European Union and could be bought, for which the Czech Republic started raising funds.</p><p>Currently, one and a half dozen countries, including Germany, France, the Netherlands, Canada and others, have already joined the Czech initiative.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/prezydent-chehiyi-ukrayina-potrebuye-snaryadiv-zaraz-namagayemos-shvydko-yih-dostavyty/", "title": "Czech President: Ukraine needs shells now, we try to deliver them quickly", "description": "This was stated by Czech President Peter Pavel, Radio Liberty reports. For his ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["допомога партнерів", "снаряди", "Чехія"], "source_name": "ArmyInform"}