{"published time": "2024-03-19T13:59:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zlochynecz-rf.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1414\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-19T13-59-00-08-00/000000.png\" srcset=\"../Images/2024-03-19T13-59-00-08-00/000000.png\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>The court recognized the consolidated serviceman of the Rosgvardia Department in the Kemerovo region of the Armed Forces of the Russian Federation is guilty of violating the laws and customs of war (Part 2 of Article 28, Part 1 of Article 438 of the Criminal Code of Ukraine).</strong></p><p>Як<a href=\"https://kobl.gp.gov.ua/ua/news.html?_m=publications&amp;_c=view&amp;_t=rec&amp;id=355949\" rel=\"nofollow\" target=\"_blank\">She reported March 19</a>The Kyiv Regional Prosecutor's Office, he was sentenced to 11 years of imprisonment in absentia.</p><p>According to the investigation, in March 2022, during the occupation of Gostomel, convicted together with other unspecified servicemen of the Armed Forces of the Russian Federation conducted illegal searches of buildings.</p><p>The occupier knocked the door, smashed windows and searched for military personnel and law enforcement officers.</p><p>In one of the houses, he, in conjunction with co -workers, threatened peaceful inhabitants of weapons and made them completely undress.</p><p>In the future, people without food and water were kept in the basement, beaten with examples on ribs and feet, and threatened with weapons.</p><p>Carrying out so-called filtration measures, he checked documents and took away mobile phones from civilians.</p><p>Як<a href=\"https://armyinform.com.ua/2024/03/08/genprokurory-ukrayiny-ta-polshhi-zvernulysya-do-zhertv-voyennyh-zlochyniv-rosiyan/\">reported the armyinform</a>, Prosecutor General of Ukraine and Poland appealed to the victims of the military crimes of the Russians.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/do-11-rokiv-zasudzheno-vijskovosluzhbovczya-rf-yakyj-utrymuvav-czyvilnyh-u-pidvali/", "title": "To 11 years sentenced a serviceman of the Russian Federation who kept civilians", "description": "As the Kyiv Regional Prosecutor's Office reported on March 19, he was sentenced to 11 years in absentia ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["воєнні злочини рф", "Київська обласна прокуратура"], "source_name": "ArmyInform"}