{"published time": "2024-03-19T18:20:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/8bac15b5dca2c87649412bbb489016d66bfad69c.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/3ada0e9a41c1fb959245205a2336ebf4cdd1078a.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/397dd06b929151326ec15ba04ae5f90c55fd5d9e.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1080\" sizes=\"(max-width: 1920px) 100vw, 1920px\" src=\"../Images/2024-03-19T18-20-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T18-20-00-08-00/000000.jpg\" width=\"1920\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Defense of Ukraine has launched a strategic review of Ukraine-NATO defense procurement. The purpose of which to help Ukraine to reform the defense procurement system and bring it in line with the best practices and standards of NATO.</strong></p><p>This was stated by Deputy Minister of Defense of Ukraine Dmitry Klimenkov.</p><p>As it is noted, an inspection, which is supported by Norway and conducted at the request of the Ministry of Defense of Ukraine, is carried out by experts from different countries of NATO and Ukraine in close cooperation with NATO Agency for Procurement. In addition, the recommendations that will be developed during the inspection will contribute to more accountability, transparency and compatibility with NATO standards, as well as help to pave the way to the future membership of Ukraine in the Alliance.</p><p>During the conference, Dmitry Klimenkov emphasized that the Ministry of Defense of Ukraine was building a new NATO procurement architecture.</p><p>\"This is one of the main priorities of the new department of the department by Rustem Umerov,\" he said.</p><p>The Ministry of Defense departs from the post -Soviet system, when several functions were tied at the department. “In the new system by the Ministry, we only leave the function of policy development. Directly purchases are carried out by two agencies - the state operator of the rear \"and\" Defense Procurement Agency \", - added Dmitry Klimenkov.</p><p>The conference held in Luxembourg was also attended by the Acting Director of the Defense Policy Department of the Ministry of Defense of Ukraine Gleb Kanevsky (Offline) and Director of the Defense Procurement Agency Maryna Bezrukova (online). NATO was attended, in particular, by the CEO of NATO Agency for the support and procurement of Stacey Camminghas and the NATO Secretary -General Assistant Tom Goffus.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"553180,553179\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.7777777777778\" data-size=\"large\" data-width=\"1920\"><div class=\"gallery galleryid-553178 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-1\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-19T18-20-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-19T18-20-00-08-00/000001.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-19T18-20-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-19T18-20-00-08-00/000002.jpg\" width=\"150\"/></dt></dl></div></div><p>\"Priority is a zero tolerance for corruption and full provision of the military with everything necessary,\" said Gleb Kanevsky. - For even more efficient work, the Ministry of Defense initiated the launch of supervisory boards in agencies. For example, their competence will be the formation of anti -corruption policy. \"</p><p>The conference is the beginning of the first stage of the review. It envisages the creation of working groups to develop a set of political recommendations that should be approved at the NATO Washington Summit in July.</p><p>The Defense Agency has already started the selection of a recruiting company to help select independent members of the Agency Supervisory Board. \"We strive to involve professional managers in the Supervisory Board, which will help to provide high corporate standards for defense management,\" - assured Marina Bezrukova.</p><p>As reported by the Armyinform, in the Defense Ministry<a href=\"https://armyinform.com.ua/2024/03/19/u-minoborony-rozpovily-pro-poshuk-sposobiv-pidvyshhennya-soczzahystu-medykiv/\">told</a>about finding ways to increase social protection of doctors.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/minoborony-rozpochalo-strategichnyj-oglyad-oboronnyh-zakupivel-ukrayina-nato/", "title": "The Ministry of Defense has started a strategic review of Ukraine-NATO defense procurement", "description": "This was stated by Deputy Minister of Defense of Ukraine Dmitry Klimenkov. As noted, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "війна", "вторгнення рф", "Дмитро Кліменков", "міноборони"], "source_name": "ArmyInform"}