{"published time": "2024-03-19T15:02:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/rekrutyng.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-19T15-02-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T15-02-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Authorized Representative of the Ministry of Defense of Ukraine for Recruitment Alexei Bezhevets stated that the purpose of the department is to create a network of recruiting centers throughout Ukraine, including even small cities.</strong></p><p>He made a relevant statement on a live broadcast<a href=\"https://armyinform.com.ua/2024/03/16/novyj-algorytm-rekrutyngu-do-zsu-otrymaly-vsi-vijskovi-chastyny-tczk-i-navchalni-czentry/\">“Single news”</a>March 19, 2024.</p><p>“We are currently scale on this activity. Our goal is to create a network of such centers across Ukraine. First of all, these are, of course, large cities, these are regional centers. And further - deep, ”he said.</p><p>The Defense Ministry expects that Ukrainians, regardless of where are located, could come and talk to a civilian recruiter regarding the possible future service in the Defense Forces of Ukraine.</p><p>“These are the first entry points, in fact, to the Ukrainian army to understand what exactly is, what vacancies are, how I can join, what is the algorithm, what is the process of all this. Recruiters communicate with military units that place vacancies, maintain this connection and answer all questions, provide communication with a person with the relevant military unit, ”said Alexei Bezhevets.</p><p>According to him, such recruitment centers can be connected between the civil and the military unit, asking all the questions.</p><p>\"If a person sees that such a position is suitable and this person suits the military unit, then move on a sufficiently clear and transparent algorithm,\" - said the Ministry of Defense.</p><p>As reported by the Armyinform, the first in Ukraine recruitment center of the Ukrainian army<a href=\"https://armyinform.com.ua/2024/03/16/novyj-algorytm-rekrutyngu-do-zsu-otrymaly-vsi-vijskovi-chastyny-tczk-i-navchalni-czentry/\">Opened</a>in Lviv. The second center will now open in Zaporizhzhia.</p><p>The new recruitment algorithm to the ranks of the Armed Forces of Ukraine has been brought to all military units, to all CCCs and JV and all training centers.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/minoborony-planuye-stvoryty-merezhu-rekrutyngovyh-czentriv-po-vsij-ukrayini/", "title": "The Ministry of Defense plans to create a network of recruiting centers across Ukraine", "description": "He made the relevant statement live on March 19, 2024 on March 19, 2024 ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["Міністерство оборони", "рекрутинг"], "source_name": "ArmyInform"}