{"published time": "2024-03-19T19:13:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/photo_5323319781518071601_y-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"852\" src=\"../Images/2024-03-19T19-13-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T19-13-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>67 combat clashes were recorded during the day. In total, the enemy caused 3 missile and 62 aircraft strikes, making 64 shelling from rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid034DXWQuYJKuqYbYr95pka91f9f5ssBYUyJ683gbZB9XEqTKqznUesEATWXBzM4Vral\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces of Ukraine.</p><p class=\"\"><strong>In Kupyansk direction</strong>The enemy performed 3 unsuccessful storms of the positions of defense forces in the area of the settlement of Sinkivka of Kharkiv region.</p><p class=\"\"><strong>In the estuary direction</strong>Our warriors reflects 8 enemy attacks in the areas of the settlements of Terny of Donetsk region and Bigorivka of the Luhansk region, where the enemy tried to break through the defense of our troops.</p><p class=\"\"><strong>In the Bakhmut direction</strong>Our warriors reflect 6 enemy attacks in the areas of settlements Predictine, Hlyshchiyivka, White Mountain of Donetsk region.</p><p class=\"\"><strong>In the Avdiivsky direction</strong>Our defenders reflect 11 enemy attacks in the areas of settlements Berdichi, Orlovka, Tonenko, Pervomaisk, Nevelskoye Donetsk region.</p><p class=\"\"><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of settlements of Krasnogorivka, St. George, Novomikhailivka, Vodyane, Harvest, where the enemy, with the support of aviation, tried to break through the defense of our troops 18 times.</p><p class=\"\"><strong>In the Orikhiv direction</strong>The enemy 4 times, with the support of aviation, attacked the positions of our defenders in the area of Staromayorsky Donetsk region.</p><p class=\"\"><strong>In the Kherson direction</strong>During the day, the enemy was attacked on the position of our troops on the left bank of the Dnieper.</p><p>As reported by the Armyinform, at the British landfill, the soldiers of the Armed Forces<a href=\"https://armyinform.com.ua/2024/03/19/na-brytanskomu-poligoni-voyiny-zsu-vidpraczyuvaly-elementy-boyu-v-umovah-miskoyi-zabudovy/\">The elements of the battle were worked out</a>in the conditions of urban development.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/zsu-prodovzhuyut-strymuvaty-voroga-na-novopavlivskomu-ta-avdiyivskomu-napryamkah-vidbyto-29-atak/", "title": "The Armed Forces continue to restrain the enemy in the Novopavlovsky and Avdeevsky directions: 29 attacks are reflected", "description": "The General Staff of the Armed Forces of Ukraine informs about it. In the Kupyansk direction, the enemy made ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "ГШ ЗСУ", "оперативна інформація", "Хроніка війни", "Хроніка оборони"], "source_name": "ArmyInform"}