{"published time": "2024-03-19T09:06:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/prokuratura_zradnyk-dymer.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"905\" src=\"../Images/2024-03-19T09-06-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T09-06-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>In addition to imprisonment, the court's decision also provides for confiscation of property and prohibition for 15 years to occupy positions in public authorities and local self -government bodies, as well as organizations providing public services.</strong></p><p>About this<a href=\"https://kobl.gp.gov.ua/ua/news.html?_m=publications&amp;_c=view&amp;_t=rec&amp;id=355881\" rel=\"nofollow\" target=\"_blank\">Reported</a>Kyiv Regional Prosecutor's Office.</p><p>The court found a resident of Kyiv region guilty of collaborative activity and unauthorized dissemination of information about the Armed Forces in the conditions of martial law.</p><p>According to the investigation, after the occupation of Dimer Vyshgorod district of Kyiv region, the man voluntarily agreed to the proposal of the Russian Federation on cooperation.</p><p>Having received personal security guarantees from representatives of the occupying troops, he helped them navigate the terrain.</p><p>In early March 2022, the invaders were forcibly assembled by the local population. During his speech to citizens, the convicted person reported that he is now the newly elected chairman of the Dimer OTG.</p><p>He interviewed the Russian media, in which he spoke about the loyalty of the occupiers and the need to cooperate with them.</p><p>In the administrative building of the village council, he received citizens, distributed newspapers with propaganda of russia's armed aggression against Ukraine and humanitarian aid coming from the territory of the aggressor country to the residents of the settlement.</p><p>The Gauleiter selected people for illegal cooperation with the armed forces of the aggressor state, and attracted them to the work in the village council and in the community.</p><p>In addition, the convicted person provided information about the ATO participants, territorial defense and deputies among the locals.</p><p>The man is now in custody.</p><p>Як<a href=\"https://armyinform.com.ua/2024/03/04/staly-vidomi-imena-shhe-25-kolaborantiv-yaki-perejshly-do-okupaczijnogo-mvs-rf-na-hersonshhyni/\">reported the armyinform</a>, the names of another 25 collaborators, who went to the occupying \"Ministry of Internal Affairs of the Russian Federation\" in Kherson, became known.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/za-spivpraczyu-z-okupantamy-do-9-rokiv-zasudzheno-samoprogoloshenogo-golovu-dymerskoyi-otg/", "title": "For cooperation with the occupiers up to 9 years convicted of self -proclaimed head of Dimerskaya OTG", "description": "This was reported by the Kyiv Regional Prosecutor's Office. The court found a resident of Kyiv region guilty of ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Київська обласна прокуратура", "Київщина", "колаборанти"], "source_name": "ArmyInform"}