{"published time": "2024-03-19T12:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/10/30.09.23_ssha-kiberzagrozy_2-scaled.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-19T12-14-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-19T12-14-00-08-00/000000.jpeg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Specialists of the Main Directorate of the Ministry of Defense of Ukraine and activists of the BO Team group have carried out a number of cyberattacks on the objects of the aggressor state of Russia.</strong></p><p>This is said in<a href=\"https://t.me/DIUkraine/3620\" rel=\"nofollow\" target=\"_blank\">message</a>Gur.</p><p>Not only Russian state but also private structures that pay taxes and finance the war against Ukraine were struck.</p><p>During the week from 11 to 18 March 2024:</p><p>the resources of PJSC \"Rosteliek\" - disrupted the communication equipment of the Transbaikal and Krasnoyarsk region of the Russian Federation;</p><p>Access to the system of electronic document circulation \"Rights of Belgorod region\", fake mailing of 12 thousand local officials was made;</p><p>The communication equipment of Belznak LLC was attacked and disrupted;</p><p>Information resources of the \"municipal budgetary students of the Old Oscol City Multiple Trans -Driving Association of Municipal Housing\" have been attacked and destroyed;</p><p>the infrastructure of CJSC \"Tommoloko\" was attacked and destroyed;</p><p>The server infrastructure was captured and destroyed with 1GB.ru hosting provider and tens of thousands of websites he served;</p><p>More than 40 Mikrotik network devices have been displayed in the Center for Gorodia City Auto -Electotransport in Novosibirsk.</p><p>The damage caused to the enemy can be calculated by hundreds of thousands of dollars. Attacks on Cyberspace continue.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/u-gur-povidomyly-detali-novyh-masshtabnyh-kiberatak-na-rosiyu/", "title": "GUR reported details of new large -scale cyberattacks on Russia", "description": "This is stated in GUR. Not only the Russian state but ... ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ГУР МОУ", "кібератаки"], "source_name": "ArmyInform"}