{"published time": "2024-03-19T07:28:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432434960_758924719753942_4143725983344939290_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" src=\"../Images/2024-03-19T07-28-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T07-28-00-08-00/000000.jpg\" width=\"1081\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, there were 61 fighting. In total, the enemy caused 7 missile and 70 aviation strikes, and made 110 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>This was reported by the General Staff of the Armed Forces of Ukraine on its own<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0Q8rwAuQCjZNbS9ar4PqXZuHFKChVvFfgDgehuQksYWanemcUV11j6gZx3Wt3Rmvdl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">Facebook page</a>.</p><p><strong>In Kupyansk direction</strong>The enemy performed 3 unsuccessful storms of the positions of defense forces in the area of the settlement of Sinkivka of Kharkiv region.</p><p><strong>In the estuary direction</strong>Our warriors repelled 4 attacks of the enemy in the area of the settlement of Terny of Donetsk region, where the enemy tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction</strong>Our defenders repelled 7 enemy attacks in the areas of settlements Ivanivske, Khishchivka, Andriyivka of Donetsk region.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 9 enemy attacks in the areas of settlements Berdychi, Orlovka, Tonenko, Nevelskoye Donetsk region.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the districts of Krasnogorivka, St. George, Novomikhailivka, Vodyane, a harvest of Donetsk region, where the enemy, with the support of aviation, tried 25 times to break through the defense of our troops.</p><p><strong>In the Orikhiv direction</strong>The enemy attacked the positions of our defenders 9 times in the areas of settlements of Staromayorsk Donetsk region and a robot of Zaporizhzhya region.</p><p><strong>In the Kherson direction</strong>The enemy does not give up the intention to knock out our units from the bridgeheads on the Dnieper Left Bank. So, during the last day, 3 storms of the positions of our troops have been carried out.</p><p><strong>In Volyn and Polissya directions</strong>The operational situation remains without significant changes.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage activities in order to prevent the transfer of our troops to threatening directions, increases the density of mine-explosive barriers along the state border in Belgorod region.</p><p>At the same time, our warriors continue to be active in the occupation troops of losses in living strength and technology, depleting the enemy along the entire front line.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/syly-oborony-vidbyly-ataky-voroga-na-semy-napryamkah-genshtab-zs-ukrayiny/", "title": "Defense forces repelled the enemy attacks in seven directions - the General Staff of the Armed Forces of Ukraine", "description": "This was reported by the General Staff of the Armed Forces of Ukraine on its Facebook page. On...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генштаб ЗС України", "Ситуація на фронті"], "source_name": "ArmyInform"}