{"published time": "2024-03-19T13:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/d7e6628c-76ef-42bd-a1dd-8a86a11f07a7.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"760\" src=\"../Images/2024-03-19T13-16-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-19T13-16-00-08-00/000000.jpeg\" width=\"1140\"/></figure><!-- .post-thumbnail --><p><strong>Countries that are part of the contact group to support Ukraine will continue to assist Ukraine for opposition to Russian aggression.</strong></p><p>About this<a href=\"https://www.youtube.com/watch?v=F_8P-Jev16E\" rel=\"nofollow\" target=\"_blank\">stated</a>Pentagon's head Lloyd Austin at the opening of the 20th meeting in Ramstein format.</p><p>“Our message today is clear - the United States will not fail to Ukraine. This coalition will not fail to Ukraine, ”said Lloyd Austin.</p><p>He stressed that Ramstein will continue to work actively to meet Ukraine's urgent needs for weapons and military equipment.</p><p>Lloyd Austin said that he had a meeting with representatives of Estonia, Latvia, Lithuania, Denmark, Germany, Iceland, Italy, Luxembourg, the Netherlands, Norway, Norway, Poland, which joined the capacity coalition on Tuesday.</p><p>According to him, the meeting discussed the issues of drones, command, military exercises, as well as the organization of the defense industry.</p><p>“The coalition has really progressed over the last few weeks. And we will continue to work together to identify the gaps, to provide funding with the most important areas to help Ukraine, ”the Pentagon head added.</p><p>Lloyd Austin emphasized the need for long -term support, to create in the future powerful Armed Forces of Ukraine.</p><p>“Putin will not stop in Ukraine. But as President Biden said, Ukraine can stop Putin if we are with Ukraine and provide all the necessary weapons and assistance, ”the Pentagon head added.</p><p>As reported by the Armyinform, Minister of Defense Rustem Umerov<a href=\"https://armyinform.com.ua/2024/03/19/ministr-oborony-rustem-umyerov-ocholyv-ukrayinsku-delegacziyu-na-20-tij-zustrichi-u-formati-ramshtajn/\">He headed</a>Ukrainian delegation at the Ramstein meeting in Germany.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/glava-pentagonu-na-ramshtajni-ukrayina-mozhe-zupynyty-putina-yakshho-my-nadavatymemo-vsyu-neobhidnu-zbroyu/", "title": "Pentagon Head at Ramstayna: Ukraine can stop Putin if we provide all the necessary weapons", "description": "This was stated by Pentagon's head Lloyd Austin at the opening", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Ллойд Остін", "Рамштайн"], "source_name": "ArmyInform"}