{"published time": "2024-03-19T18:37:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/blinkennnn.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"387\" src=\"../Images/2024-03-19T18-37-00-08-00/000000.png\" srcset=\"../Images/2024-03-19T18-37-00-08-00/000000.png\" width=\"690\"/></figure><!-- .post-thumbnail --><p><strong>US Secretary of State Anthony Blinken responded to the results of the recent presidential elections in Russia and called them undemocratic.</strong></p><p>About this<a href=\"https://www.state.gov/on-russias-presidential-elections/\" rel=\"nofollow\" target=\"_blank\">It is said</a>In his statement, published on the US Department website.</p><p>“The presidential election in Russia took place in the face of intense repression against independent voices and imprisonment, death or expulsion of almost all true political opposition. The Russian authorities also denied anti-war candidates for registration in the presidential elections under false technical reasons and did not invite the Bureau from Democratic Institutes and Human Rights of the Organization for Security and Cooperation in Europe or any international organizations ... to observe the polls ... Against this background, this election can be characterized Only as undemocratic, ”he said.</p><p>Anthony Blinken stressed that Vladimir Putin deprives Russian citizens access to information. However, regardless of the predetermined result of this election, the US will support those who seek a bright future for Russia.</p><p>He noted that the Kremlin held a fictitious presidential election on temporarily occupied parts of Ukraine as a frank propaganda exercise, hoping that it would strengthen Russia's illegitimate claims to parts of Ukraine, which it illegally captured.</p><p>\"After a large -scale invasion of Russia in Ukraine, the Kremlin tried to create the illusion that the Russian public is uniquely standing for its brutal war, eliminating space for civic discourse and deepening a campaign of intimidation, violence and censorship against independent media and civil society.</p><p>It should be reminded that the so -called elections were held in the Russian Federation, the victory of which was attributed to Vladimir Putin. Before<a href=\"https://armyinform.com.ua/2024/03/16/ponad-50-krayin-oon-zasudyly-rosijski-psevdovybory-na-tot/\">The Armyinform reported</a>that more than 50 UN countries have condemned Russian pseudo -elections in the temporarily occupied territories of Ukraine.</p><p>The head of the UK's defense department<a href=\"https://armyinform.com.ua/2024/03/18/ministr-oborony-velykoyi-brytaniyi-nazvav-putina-zlodiyem/\">stated</a>that Putin stole another \"election\", but he will not steal Ukraine. Foreign Minister of Italy<a href=\"https://armyinform.com.ua/2024/03/18/glava-mzs-italiyi-pro-psevdovybory-u-rosiyi-ne-vilni-j-ne-chesni/\">stated</a>that pseudo -elections in Russia are \"not free or honest.\"</p><p>In the EU<a href=\"https://armyinform.com.ua/2024/03/18/vony-nikchemni-i-ne-mayut-yurydychnoyi-syly-v-yes-zrobyly-zayavu-na-tli-vyboriv-u-rosiyi/\">made a statement</a>Against the backdrop of \"elections\" in Russia, noting that the results are void and are not valid.</p><p>France<a href=\"https://armyinform.com.ua/2024/03/18/francziya-ne-vyznaye-provedennya-i-rezultaty-vyboriv-prezydenta-rf-u-rosiyi/\">does not recognize</a>holding and results of \"elections\" of the President of Russia.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/19/derzhsekretar-ssha-prokomentuvav-rezultaty-tak-zvanyh-vyboriv-v-rosiyi/", "title": "US Secretary of State commented on the results of the so -called elections in", "description": "This is stated in his statement, published on the US Department website. “Presidential ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["вибори на ТОТ", "державний секретар США Ентоні Блінкен"], "source_name": "ArmyInform"}