{"published time": "2024-03-19T13:42:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/433634937_730539829258179_5259102458760725625_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-19T13-42-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T13-42-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>In Las Vegas, the United States Air Force 2024 International Sports competitions have ended among war veterans and wounded servicemen. The Ukrainian national team won the record 76 medals: 44 gold, 20 silver and 12 bronze. Our warriors won the most awards in swimming and rowing competitions.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02ncW5gAQs6EN5wWX7cjd8s8n3aF77D97J8dbcjfzvjFfa2A3C3LzvR2htVUCcWpQ2l\" rel=\"nofollow\" target=\"_blank\">Informs</a>The General Staff of the Armed Forces.</p><p>“Las Vegas competition for me personally is something incredible and unforgettable. Each participant has received extensive experience and confidence. No one expected that we would choose so many medals. I want to thank all the team members who made the team from us. Sport is an example for those who have been injured and do not understand how to be further. I also express their gratitude to the Ministry of Veterans and all organizers who have provided us with the opportunity to represent Ukraine in the international sports arena. We were also a way to remind us of the world of Ukraine and bring our victory closer, ”Yuriy Gaponchuk stressed.</p><div class=\"\"><div>Recall that the competitions of the United States Air Force Trials 2024 participated 30 Ukrainian veterans and servicemen with wounds at the invitation of the US Air Force. They competed in 11 adaptive sports: swimming; cycling; basketballs on carts; volleyball sitting; rugby on carts; archery; powerlifting; running; Pushing of nucleus/throwing disk; rowing; Cultural shooting.</div></div></div>", "source": "https://armyinform.com.ua/2024/03/19/rekordni-76-medalej-vyborola-ukrayinska-naczionalna-zbirna-na-zmagannyah-united-states-air-force-trials/", "title": "A record 76 medals were won by Ukrainian national team at the United States Air Force Trials", "description": "The General Staff of the Armed Forces informs about it. “Las Vegas competition for me personally is ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["United States Air Force Trials 2024", "змагання", "США", "українська збірна"], "source_name": "ArmyInform"}