{"published time": "2024-03-19T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/687e8c08-6dd4-40fb-8a81-e7ec0af094a7.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/6626b326-8eef-442b-bda4-6a7cd94425cc.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/1d59299c-aa0c-4a39-8a20-7023bd8c424b.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/9402db34-073a-4b15-91e6-e9580820d43d.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"697\" src=\"../Images/2024-03-19T09-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-19T09-11-00-08-00/000000.jpeg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">British laser weapon Dragonfire in action. Photo: DSTL</figcaption></figure><!-- .post-thumbnail --><p><strong>The Scientific and Technical Laboratory of the United Kingdom (DSTL), the unit of the Ministry of Defense (MO) of the United Kingdom, has published declassified personnel where the Dragonfire Laser Directified Energy Weapon (LDEW) system impresses targets at the remote landfill.</strong></p><p>As<a href=\"https://www.army-technology.com/news/dragonfire-new-declassified-images-show-uk-laser-weapon-in-action/?cf-view&amp;cf-closed\" rel=\"nofollow\" target=\"_blank\">Informs</a>John Hill, an expert of the Army Technology portal, based on the results of test firing at the British Hebrides training ground, which was previously reported<a href=\"https://armyinform.com.ua/2024/01/23/dlya-pidsylennya-ppo-brytanczi-pryzvaly-na-sluzhbu-lazernogo-vognedyshnogo-drakona/\">Told</a>The Banshee Army, Air Force, was struck by a powerful ray of laser weapons, which was the culmination of several years of work of specialists in the profile defense program, which was launched in 2017.</p><p>At the same time, the analyst reminded that this project is currently an actual demonstration of opportunities and does not have a financed path for arming the British army, although it is requested for use in the operations of counteraction to drones at both land and sea.</p><img alt=\"\" class=\"alignnone size-full wp-image-552827\" height=\"690\" loading=\"lazy\" sizes=\"(max-width: 1227px) 100vw, 1227px\" src=\"../Images/2024-03-19T09-11-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-19T09-11-00-08-00/000001.jpeg\" width=\"1227\"/><p>\"Naval and small flying drones pose a threat to large military platforms, as can be seen during hostilities in Ukraine,\" John Hill said in his report.</p><p>He reported that in 2017, the UK government allocated about £ 30 million (about ₴ 1.482 billion) to the Defense Industry Laboratories as a financial aid to develop a LDEW demonstrator, which later turned into Dragonfire. Since then, about £ 100 million has been allocated to the program.</p><p>Currently, the British army can repel drones, only releasing expensive missiles, each of which can cost up to $ 2 million. Meanwhile, the cost of exploitation of a new laser is \"less than $ 13 per shot\", DSTL said. Its maximum range is classified, but weapons can \"impress any visible goal\", the laboratory statement said.</p><img alt=\"\" class=\"alignnone size-full wp-image-552829\" height=\"691\" loading=\"lazy\" src=\"../Images/2024-03-19T09-11-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-19T09-11-00-08-00/000002.jpeg\" width=\"1225\"/><p>\"This type of advanced weapons can make a revolution in combat space by reducing the dependence on expensive ammunition, as well as reducing the risk of concomitant losses,\" said Grant Shapps Grant.</p><p>Anti -ratio lasers are a defensive weapon designed to fail or even destroy drones and permutative missiles with greater accuracy and less destruction than the missiles used today.</p><figure aria-describedby=\"caption-attachment-552830\" class=\"wp-caption alignnone\" id=\"attachment_552830\" style=\"width: 1227px\"><img alt=\"\" class=\"wp-image-552830 size-full\" height=\"682\" loading=\"lazy\" src=\"../Images/2024-03-19T09-11-00-08-00/000003.jpeg\" srcset=\"../Images/2024-03-19T09-11-00-08-00/000003.jpeg\" width=\"1227\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-552830\">Installation of Ldew British Laser Weapons Dragonfire and targets that were affected by it. Photo: DSTL</figcaption></figure><p>Several countries have developed versions of this technology, including the US, Germany, Israel and Turkey, although these systems have not yet become widespread.</p><p>This is partly due to the complexity and high cost of manufacture. At the same time, drones also have a much lower action range than conventional UAV missiles, and they are not capable of providing sufficient speed to knock down hypersonic objects that move five times faster than sound.</p><p>In addition, laser weapons require sensitive settings. If the beam is too intense, the interaction with the air can cause it to scatter. And if the beam is too weak, the target will remain unharmed. In addition, water droplets in the air or fog can absorb or scatter the beam, which impairs its effectiveness in adverse weather conditions.</p><p>However, the UK government has stated that it would continue to invest in laser protection technology and promote plans for their commissioning.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/XCK9ghnv-VA?feature=oembed\" title=\"Test footage of UK DragonFire Laser Directed Energy Weapon\" width=\"640\"></iframe></p><p>Dragonfire laser laser weapons tests. Video: Naval News</p></div>", "source": "https://armyinform.com.ua/2024/03/19/prypidnyaly-zavisu-tayemnosti-novu-brytansku-lazernu-zbroyu-dragonfire-pokazaly-v-diyi/", "title": "Lifted the curtain of secrecy: New British Laser Weapons Dragonfire showed in action", "description": "According to Army Technology Expert John Hill, according to the results of test shooting ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["Велика Британія", "лазерна зброя", "ОВТ"], "source_name": "ArmyInform"}