{"published time": "2024-03-19T16:33:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/elect_uylo-2-3.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/dyctatory-00-scaled.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1063\" sizes=\"(max-width: 1890px) 100vw, 1890px\" src=\"../Images/2024-03-19T16-33-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T16-33-00-08-00/000000.jpg\" width=\"1890\"/></figure><!-- .post-thumbnail --><p><strong>I used to hear the anecdote: “Why are elections in Russia lasting three days? Because faster they do not have time to draw results. \" This time, the Holuis of the regime tried to \"excellent\", entertaining the old dictator \"overwhelming\" percent of support, which was not in all the recent history of Russia.</strong></p><p>It is also interesting that Putin won the elections not only in Russia but also in foreign areas - and the Russians went to the vote even more actively than the average in the country, which was frankly surprised and pleased with the propagandists. Their resources were full of photographs and videos of queues to embassies in Italy, Thailand, Germany, Czech Republic ...</p><p>Contributed to a record turnout, in particular, the so -called \"Russian opposition\", which held an action \"noon against Putin\". Its meaning was that Russian citizens who did not support the policy of the Kremlin head visited the polling stations on the last day of the presidential election at 12 o'clock in the day, showing the \"unity of place and time of protest\", regardless of how they do with their ballots .</p><p>Back in the nineteenth century, Russian writer Mikhail Saltikov-Shredrin,<a href=\"https://w.wiki/9W4G\" rel=\"nofollow\" target=\"_blank\">telling</a>About the history of the generalized Russian city of fools (in Russian - Glupov), described the similar picture: “And the fools were on their knees and waited. They knew that they were rebuilt, but couldn't stand on their knees. \" It is in this quote that the nature of a typical Russian protest is hidden - pathetic and senseless.</p><p>The Ukrainians had the opportunity to make sure that the problem of \"country 404\" is not only in its dictator. If the turnout in the election was less than 50%, they could be questioned, as not reflecting the will of most Russians. And quite under the power of the Russian opposition, if it really existed, it would be to organize a general ignoring of pseudo -elections that have no choice. And at least speak in support of the RDC, LSR, Siberian battalion and other units, which began on March 12 on the position of the Putin Army in Kurshchyna and Belgorod. But volunteer units that are fighting for Russia without Putin have not yet waited for the words of support from Yulia Navalny, whose husband recently killed the regime. And the so -called anti -war candidate, a \"good Russian\" Davankov at a meeting with Putin after the election generally stated that they had a common goal - to \"win their\" ...</p><p>The Ukrainian military is right, who say that only the one who is not visible in a thermal imager is a \"good Russian\".</p><p>Putin's Card Blanche is now. Not only thanks to the percentage of their beloved (87.28%), which the Russians have long learned to \"swallow\". But also thanks to the record in the history of the presidential election in the Russian Federation - 77.4%. Now there is no doubt that the Kremlin owner will use this result to maximize the war in Ukraine without sparing neither the financial or human resource. And perhaps it will continue - to the adjacent countries of the European Union, because it is the blood of a \"hateful event\" that is awaiting a bloody \"electorate\", which continued the dictatorial powers until 2030 ...</p><p>The \"astronomical\" percentage of the drawn turnout and support of the Kremlin dictator on pseudo -elections has nothing strange or new.</p><figure class=\"kg-card ai-readalso-card\"><a class=\"ai-readalso-container\" href=\"https://armyinform.com.ua/2024/03/06/zhyvi-i-mertvi-dyktatory-rejtyng-zla-za-versiyeyu-armiyainform/\" target=\"_blank\"><div class=\"ai-readalso-content\"><div class=\"ai-readalso-title\">Living and Dead Dictators: Rating of Evil According to ArmyInform</div></div><div class=\"ai-readalso-thumbnail\"><img alt=\"Живі і мертві диктатори: рейтинг зла за версією АрміяInform\" src=\"../Images/2024-03-19T16-33-00-08-00/000001.png\" srcset=\"../Images/2024-03-19T16-33-00-08-00/000001.png\"/></div></a></figure><p>In 1964, the crazy dictator of Haiti François Duvalier, the sadly known ruthless destruction of the population of his country, held a referendum on his lifelong rule. The ballots were published with the already affixed mark in the \"For\" column. There were no graphs against at all. The result of the referendum did not surprise anyone - 99.88% of support.</p><p>It will not be superfluous to remind of such \"elections\" of another dictator - Saddam Hussein. They took place in Iraq on October 16, 2002. According to official data, the turnout was 100%. Of these, all 100% of voters voted for the continuation of the President's powers. There was no vote against, no invalid ballot.</p><p>And within 5 months after these \"elections\", March 20, 2003, Iraq included troops of the International Coalition in order to overthrow the Iraqi dictatorship. The active phase of war lasted a little more than a month. Saddam Hussein was putting an end.</p><p>I hope that such a finale will also wait for Putin Russia, which will cease to exist with its beloved by more than 87% of the dictator.</p><p>Eugene bouquet</p></div>", "source": "https://armyinform.com.ua/2024/03/19/dyuvalye-husejn-i-putin-yaki-vidsotky-malyuyut-sobi-dyktatory/", "title": "Duvalier, Hussein and Putin: What percentages \"draw\" dictators", "description": "It is also interesting that Putin won the elections not only in Russia, but also in foreign ones...", "author": ["Army Inform"], "categories": ["Публікації"], "tags": ["Володимир Путін", "Саддам Хусейн"], "source_name": "ArmyInform"}