{"published time": "2024-03-19T07:31:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/yevgen-solovjov-lifestory.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-19T07-31-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T07-31-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>Yevgeny Solovyov participated in the most difficult missions of this war, where helicopters had to be used. One of them is a flight surrounded by Mariupol Russians.</strong></p><p>At that time, it was the only way to help the Azovstali defenders continue defense, deliver them ammunition, food and medicines, and evacuate the wounded. On the way back, the helicopter of Eugene was shot down by the invaders, but he managed to get rid of the control, and on the damaged helicopter return to his own. He told this in an interview with the TV army.</p><h2>\"Dad, if I still pay money for it, then I will be the happiest person in the world!\"</h2><p>Eugene's father talked a lot about peacekeeping missions in Africa, so the little guy sought to see exotic countries above all at the helm of a real plane. He wanted until he joined the university. The cadet immediately and forever admired the helicopters.</p><p>-really caught fire at the desire to fly after the first flight. I remember then I called my father and said, \"Dad, if I will also pay money for it, then I will be the happiest person in the world,\" and he says, \"They will, will, learn.\"</p><h2>\"Before the flight, most pilots approach the helicopter and talk ...\"</h2><p>What is a helicopter? Cabin, screws, hello? A bunch of avionics? For Yevgeny Solovyov, this is definitely not something mechanical and inanimate.</p><p>- I think that the helicopter definitely has a soul. Each helicopter has a different character. There is a capricious, less capricious, demanding, who needs to do everything he loves, otherwise - he will let you down - reveals the mythology of helicopters Eugene.</p><p>In general, Solovyov notes, helicopter pilots are extremely superstitious. Daily risk forms specific psychology in pilots. Even priests in African tribes will be envied by the helicopter rituals.</p><p>- We have different, we can say, prejudices. That is, to go to the toilet in front of the helicopter, only from the back side, so that it does not hurt. Before the flight, most pilots approach, talk, stroke it, whisper to him. I also do it - and it helps me. It happens that the engine is not starting ... You stroke it - Oh, it got started. And you continue: \"Well done, well done.\" It works, - the pilot convinces.</p><h2>\"I thought I was flying - there are hippos, elephants ... And money and flights ...\"</h2><p>Eugene knows enough about African rituals. He drew children's dreams, flying on a business trip to Africa. Work on the black continent was difficult, but hardened.</p><p>- When you find yourself in Africa for the first time, you leave the plane and realize that it is not your home. Just smell. And I thought I was flying - and here the hippos, elephants ... and money and flights. But it was a little different. And then I was the first impression that I am in the war. It was 2013, it was the third rotation of the Ukrainian contingent in the Democratic Republic of the Congo.</p><p>Delivery of ammunition and personnel, delivery of products, water, essentials. In the Democratic Republic of the Congo, he had enough work. There, with his partner Vladimir Sloharchuk, Yevgen Solovyov barely survived during the accident in the mountains. He again believes that he saved a miracle. And also a giraffe figure of a Lego set consisting of two parts.</p><p>- When we were in the hospital, Vladimir told me that when he was about to go to Africa, his daughter Alice gave him a giraffe and said, \"Dad, it is you, he will protect you.\" He says, \"You see, he wrapped us.\" I am as follows: \"Well, like us, keep half, it will be your half,\" says Solovyov.</p><p>Half of the giraffe is still flying with Eugene. Always with him in a flight overalls. It was Giraffe, who believes the pilot, rescued his flights to Mariupol in 2022. Flights that have become history and legend.</p><h2>There was a phrase: \"Well, I would not fly back ...\"</h2><p>It was a very difficult task. Not even the case - it was almost impossible. Flight over enemy territory to great depth - 100 kilometers. Flight when you are not covered. When you fly at a height of 5-10 meters at night. The task is to deliver a load of ammunition, communication systems, Internet systems, medicines.</p><p>These flights were vital. Even then, it was clear that Mariupol's defense became a strategic task. The defenders assumed the huge enemy forces. It was time to unite and organize our defense in other directions.</p><p>- The task was even set to come there, take it all and make a solution - either stay there, or return back on helicopters. But there was a phrase: \"Well, I would not fly back,\" the pilot recalls.</p><p>It would be a suicide back. There you can slip unnoticed, back - you will already catch you all. Both air and ground radars. You will no longer be able to return the same way - you will be expected.</p><h2>\"The helicopter is declining, falling ... I understand - probably we're burning\"</h2><p>The first attempt was unsuccessful. They flew to the line of combat collision and immediately came under fire. Immediately turned and flew back. After this history, the Army Aviation Command approached the question a little differently, says Eugene.</p><p>The Main Directorate of Intelligence of the Ministry of Defense joined. Already operated with serious information, satellite images. Jointly developed a route. They considered the number of Russian troops, their location. In the end, they flew, flew and turned back.</p><p>The flights were repeated more than once, not twice or three times. But it was in vain that it would always continue. The enemy closed the holes in his defense. During the next flight, the helicopter was ambushed.</p><p>- On the way back, we walked along the sea above the water. After that they rose to land, there is such a large difference - about 50 meters - between the sea and the land. And literally 500 meters heard, as Russians say, cotton, such a very powerful explosion on the left. I realized that the helicopter is declining, falling, losing the load of the load -bearing screw, according to the loss of one engine ... I realized that we probably burned - still mentioned by the pain by Eugene.</p><p>They had a lot of fuel - so the helicopter could burn in just a few seconds. There was something to decide. The height was 5-3 meters, there was nowhere to decrease. Landing is also. The crew, along with 20 wounded on board, would simply be shot in place.</p><p>- The second helicopter did not answer. I continued to maneuver and tried not to fall. The helicopter ... I knew it would fall ... But it continues to fly. I do not know what miracle, some miracle, but here in this mode we flew, flew, flew ...</p><p>They finally managed to sit down. Eugene describes this, like many other things that happened that day - the same word - a miracle.</p><p>A miracle is a daily work of the pilot. However, since childhood, it is obvious that being a pilot for Yevgeny Solovyov means to create the impossible. So now he just does his incredible job. Let him continue to help him in this half of the giraffe with a set of LEGO.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/oberig-vid-donky-v-diyi-lotchyk-rozpoviv-yak-dyvom-vyzhyv-i-na-pidbytomu-gelikopteri-povernuvsya-do-svoyih/", "title": "Awaled in action: the pilot told how miraculously survived and on the helicopter -blown helicopter returned to his", "description": "At that moment, it was the only way to help the Azovstali defenders continue the defense, ...", "author": ["Army Inform"], "categories": ["Life story", "Новини"], "tags": ["Армія TV", "Євген Соловйов", "льотчик", "Маріуполь"], "source_name": "ArmyInform"}