{"published time": "2024-03-19T20:27:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/b28169c6d70a02e48a5bddf12008d12790f3d9b1.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710872578.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1066\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-19T20-27-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-19T20-27-00-08-00/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>On the basis of the US Air Force, Ramstein in the German city of Ramstein-Mizenbach ended the 20th meeting of the Contact Group on Defense of Ukraine. Representatives of the partner coalition have performed an effective meeting again.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/19/pershi-pidsumki-20-go-zasidannya-v-formati-ramshtajn/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p dir=\"ltr\"><strong>Ammunition</strong>were the main topic of the meeting. After all, they are most needed by the Ukrainian forces of defense on the battlefield. A very large number of countries have declared the help packages, which include ammunition - 155 mm, 152 mm, 105 mm - and others. The Ukrainian side is grateful to partners for looking for and finding the ammunition necessary for our military around the world.</p><p dir=\"ltr\">Another important item on the agenda of the meeting was<strong>PPO</strong>. The partners assured of the further provision of more missiles for our air defense systems. As German Defense Minister Boris Pistorius noted: \"The sky over Ukraine belongs to Ukrainians. Therefore, our common task is to ensure Ukraine's air superiority.\"</p><p dir=\"ltr\">In this context, the participants were informed that the preparation activities<strong>F-16</strong>They go clearly as planned. Ukraine is actively working with all the countries involved: the US, Dania, Belgium, the Netherlands, Romania and other partners.</p><p dir=\"ltr\"><strong>Drones</strong>– Another important issue of the meeting. Several new countries have joined the drone coalition and made contributions. The first results of this coalition are specific drones that are expected in Ukraine at the end of March. The coalition is working on the possibility of investing in Ukrainian drone manufacturers.</p><p dir=\"ltr\"><img alt=\"\" class=\"alignnone size-full wp-image-553237\" height=\"1080\" loading=\"lazy\" sizes=\"(max-width: 1080px) 100vw, 1080px\" src=\"../Images/2024-03-19T20-27-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-19T20-27-00-08-00/000001.jpeg\" width=\"1080\"/></p><p dir=\"ltr\">At the meeting, considerable attention was paid to the work of eight capacity coalitions (aerial coalition, integrated air defense coalition and about, artillery coalition, coalition of armored vehicles and maneuverability, coalition of maritime capabilities, IT coalition, demining coalition).</p><p dir=\"ltr\">Each country, within these coalitions, makes efforts to support Ukraine in the fight against the aggressor. The day before, there was a coordination meeting with the leaders of all coalitions on further effective cooperation within all coalitions.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/golovnymy-temamy-zasidannya-20-yi-zustrichi-u-formati-ramshtajn-buly-boyeprypasy-ppo-f-16-ta-drony/", "title": "The main topics of the meeting of the 20th Meeting in Ramstein format were: ammunition, air defense, F-16 and drones", "description": "The Ministry of Defense of Ukraine informs about it. Ammunition was the main topic of the meeting ....", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Підсумки Рамштайну"], "source_name": "ArmyInform"}