{"published time": "2024-03-19T21:25:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/88afc9e3f6bd5971a8230f4c3f25c26d3a783c54-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-19T21-25-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T21-25-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>Deputy Minister of Defense of Ukraine Stanislav Hider met with the Director of the Eurasian Center under the US Atlantic Council, former US Ambassador to Ukraine John Herbst.</strong></p><p class=\"justifyfull\" dir=\"ltr\">About this<a href=\"https://www.mil.gov.ua/news/2024/03/19/zbroya-reformi-vzaemodiya-%E2%80%93-zastupnik-ministra-oboroni-gajder/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine..</p><p class=\"justifyfull\" dir=\"ltr\">Stanislav Hider thanked for the advocacy support that the Atlantic Council provides Ukraine in its public communication.</p><p class=\"justifyfull\" dir=\"ltr\">\"You professionally understand Ukrainian context, so your support is especially valuable,\" he said.</p><p class=\"justifyfull\">John Herbst, for his part, noted that the victory of Ukraine in the war with Russia is an important purpose: \"We are working to ensure that as many people as possible understand that the Russian victory is contrary to American interests and therefore the US should help Ukraine win.\"</p><p class=\"justifyfull\" dir=\"ltr\">Representatives of the Ukrainian Ministry informed in detail the American delegation with the development of the situation at the front.</p><p class=\"justifyfull\" dir=\"ltr\">Among the priority needs of the Ukrainian army, Stanislav Haider named air defense systems to repel Russian attacks using ballistic weapons. Other priorities include artillery ammunition of various calibers and electronic warfare equipment to combat FPV drones.</p><p class=\"justifyfull\" dir=\"ltr\">The Deputy Minister of Defense outlined key reforms that are now being implemented in the defense department, which coordinates all the forces of defense.</p><p class=\"justifyfull\" dir=\"ltr\">He invited representatives of the Atlantic Council as experts to join the development of a new strategic model of the Ministry of Defense of Ukraine.</p><p dir=\"ltr\">As reported by the Armyinform, the Ministry of Defense<a href=\"https://armyinform.com.ua/2024/03/19/minoborony-planuye-stvoryty-merezhu-rekrutyngovyh-czentriv-po-vsij-ukrayini/\" rel=\"bookmark\">plans</a>Create a network of recruiting centers across Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/zbroya-reformy-vzayemodiya-predstavnyky-minoborony-ta-atlantychnoyi-rady-ssha-obgovoryly-dopomogu-ukrayini/", "title": "Weapons, Reforms, Cooperation: Representatives of the US Department of Defense and the Atlantic Council discussed assistance to Ukraine", "description": "About it reports the Ministry of Defense of Ukraine .. Stanislav Hider thanked for ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["міноборони", "Станіслав Гайдер"], "source_name": "ArmyInform"}