{"published time": "2024-03-19T14:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/08/vijskovi-medyky.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-19T14-23-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T14-23-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Deputy Minister of Defense of Ukraine Natalia Kalmykova spoke about a new form of study and procedure for obtaining officers for mobilized doctors.</strong></p><p>Relevant comments she gave live broadcasting of Telelorphone<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">\"United News\"</a>March 19, 2024.</p><p>So, answering the host's question whether interns can now join this new program introduced by the Ministry of Defense, Natalia Kalmykova said that interns first need to go through the military department.</p><p>\"If this is an intern who is still studying at a higher medical institution after studying for 6 years, then he must go through a military department in a civilian higher educational institution,\" she said.</p><p>According to the Deputy Minister of Defense, a program that operates at the Ukrainian Military Medical Academy is aimed at those doctors who were mobilized but did not have a military department.</p><p>\"And, accordingly, the simplification of the program, its modernization, will enable more doctors to quickly take up the positions of officers,\" Natalia Kalmykova said.</p><p>As reported by the Armyinform, on March 18, 2024 the Ministry of Defense<a href=\"https://armyinform.com.ua/2024/03/18/oficzerske-zvannya-za-40-dniv-minoborony-vprovadzhuye-novu-systemu-navchannya-dlya-mobilizovanyh-medykiv/\">announced</a>on the introduction of a new form of training and procedure for obtaining an officer rank for mobilized medics.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/u-minoborony-sprognozuvaly-zbilshennya-kilkosti-likariv-na-oficzerskyh-posadah/", "title": "In the defensive department, they predicted an increase in the number of doctors in officers' positions", "description": "She provided the relevant comments live on the air of the United News telethon on March 19...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["військові медики", "Міністерство оборони", "Наталія Калмикова"], "source_name": "ArmyInform"}