{"published time": "2024-03-19T21:10:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/fa4asrtxoaa8mgi.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"665\" src=\"../Images/2024-03-19T21-10-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T21-10-00-08-00/000000.jpg\" width=\"1000\"/></figure><!-- .post-thumbnail --><p><strong>The countries of the Contact Group on Defense of Ukraine have raised $ 88 billion in military support for two years.</strong></p><p>About this<a href=\"https://www.defense.gov/News/News-Stories/Article/Article/3711625/us-will-not-back-down-on-support-for-ukraine/\" rel=\"nofollow\" target=\"_blank\">It is said</a>On the Pentagon site.</p><p>“For almost two years, more than $ 88 billion has been allocated to help Ukraine in the field of security. Support is not just helping Ukraine. This strengthens NATO and helps to strengthen the defense-industrial base in the United States, Europe and the world. This provides our own safety, ”said General Charles Brown, the chairman of the United States Chiefs of Staff.</p><p>US Secretary of Defense Lloyd Austin reminded that recently the United States has announced another $ 300 million security assistance to Ukraine.</p><p>\"This money came from saving on the replacement of American opportunities that have gone to Ukraine since the beginning of Russia's war against Ukraine,\" he said.</p><p>At this meeting of the contact group, the first meeting of a group of coalition leaders of forces and means took place. The partners discussed progress and tried to coordinate the further path for cross -cutting issues. They lead in this group: Denmark, Estonia, France, Germany, Iceland, Italy, Latvia, Lithuania, Luxembourg, the Netherlands, Norway, Poland and the United Kingdom.</p><p>“All of them have intensified to lead coalitions of forces and means and to allocate resources and personnel to accomplish this critically important task. And their leadership is a testament to the unity, determination and our insight today, ”said Lloyd Austin.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/19/golovnymy-temamy-zasidannya-20-yi-zustrichi-u-formati-ramshtajn-buly-boyeprypasy-ppo-f-16-ta-drony/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, the main topics of the meeting of the 20th Meeting in the Ramstein format were: ammunition, air defense, F-16 and drones.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/88-milyardiv-za-dva-roky-u-pentagoni-rozpovily-pro-rezultaty-roboty-kontaktnoyi-grupy-z-pytan-oborony-ukrayiny/", "title": "$ 88 billion in two years: Pentagon told about the results of the contact group on Defense of Ukraine", "description": "This is stated on the Pentagon website. “For almost two years, over $ 88 billion has been allocated for almost two years ...", "author": ["Army Inform"], "categories": ["Новини", "Новини світу та України"], "tags": ["допомога Україні", "Ллойд Остін", "Пентагон"], "source_name": "ArmyInform"}