{"published time": "2024-03-19T19:29:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/gjc_guexeayddd9.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"823\" src=\"../Images/2024-03-19T19-29-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-19T19-29-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Prime Minister of Ukraine Denis Shmigal and Foreign Minister Luxembourg Ksavier Bethel signed agreements on the technical and financial cooperation of the states.</strong></p><p>About this<a href=\"https://www.kmu.gov.ua/news/ukraina-ta-liuksemburh-zmitsniuiut-dvostoronnie-partnerstvo-denys-shmyhal\" rel=\"nofollow\" target=\"_blank\">informs</a>Government portal.</p><p>\"This will simplify the implementation of assistance programs and projects to Ukraine,\" Denis Shmigal commented.</p><p>The Prime Minister also met with the Great Duke of Luxembourg Henry, who thanked for his constant solidarity with Ukraine during a large-scale war.</p><p>In addition, he met with the President of the House of Deputies Claude Wisler and parliamentarians, Ukrainian officials, headed by the Prime Minister, discussed further steps in joint fight against aggressor, European and Euro-Atlantic integration, confiscation of frozen Russian assets in Luxembourg.</p><p>Separately, Denis Shmigal thanked the parliamentarians for the adoption of applications for support of Ukraine and recognition of the famine by the genocide of the Ukrainian people.</p><p>As reported by the Armyinform, Luxembourg<a href=\"https://armyinform.com.ua/2024/03/19/lyuksemburg-vyslovyv-zaczikavlenist-u-rekonstrukcziyi-kryvorizkogo-rajonu/\">He said</a>Interest in the reconstruction of the Kryvyi Rih district.</p></div>", "source": "https://armyinform.com.ua/2024/03/19/ukrayina-ta-lyuksemburg-zmicznyuyut-dvostoronnye-partnerstvo-shho-vidomo/", "title": "Ukraine and Luxembourg strengthen the bilateral partnership: what is known", "description": "About it reports the Government Portal. “This will simplify the implementation of programs and projects ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Люксембург", "Україна"], "source_name": "ArmyInform"}