{"published time": "2024-03-30T14:17:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/06/textile-flags-of-ukraine-and-the-united-states-of-2022-05-10-17-37-08-utc-—-velyke.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"801\" src=\"../Images/2024-03-30T14-17-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-30T14-17-00-08-00/000000.jpeg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Foreign Minister Taiwan Joseph Wu stated that if the United States was stopping Ukraine's support in the war against the Russian Federation, then such a step could provoke China's military aggression against Taiwan.</strong></p><p>Comments by Joseph Wu<a href=\"https://www.nytimes.com/2024/03/28/us/politics/taiwan-china-ukraine-aid.html\" rel=\"nofollow\" target=\"_blank\">gave</a>The American edition of The New York Times.</p><p>According to the minister, the termination of supplies of US weapons to Ukraine will encourage China in his aggression against Taiwan and will increase Beijing propaganda that the United States is an unreliable partner.</p><p>“When people ask us whether it is normal when the United States leaves Ukraine, the answer is no, because the world works not in a black and white way, or if you look at the deployment of events in just one place. The world is interconnected, ”said Joseph Wu.</p><p>If Russia is able to occupy most of Ukraine and claim for victory, then, according to the Minister, \"it will be considered as a victory of authoritarian states, because Russia, China, North Korea and Iran are now related.\"</p><p>As reported by the Armyinform, President of Ukraine<a href=\"https://armyinform.com.ua/2024/03/28/volodymyr-zelenskyj-rozpoviv-spikeru-palaty-predstavnykiv-ssha-pro-rosijski-bombarduvannya/\">spent</a>On March 28, 2024, a telephone conversation with the House Speaker Mike Johnson, urging him, in particular, to assist in the US Congress adoption of $ 60 billion.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/30/tajvan-sprognozuvav-naslidky-prypynennya-ssha-dopomogy-dlya-ukrayini/", "title": "Taiwan has predicted the consequences of the US ending the assistance for Ukraine", "description": "Joseph Wu's comments were provided by the American edition of The New York Times. According...", "author": ["Army Inform"], "categories": ["Міжнародне співробітництво", "Новини"], "tags": ["Китай", "росія", "США", "Тайвань"], "source_name": "ArmyInform"}