{"published time": "2024-03-30T10:46:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/alona-verbyczka.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"480\" src=\"../Images/2024-03-30T10-46-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-30T10-46-00-08-00/000000.jpeg\" width=\"720\"/><figcaption class=\"wp-caption-text\">Alona Verbitskaya</figcaption></figure><!-- .post-thumbnail --><p><strong>Volodymyr Zelensky signed a decree on the release of Alyona Verbitskaya from the post of advisor - the Presidential President of Ukraine on the Rights of Defenders of Ukraine.</strong></p><p>The corresponding decree published on<a href=\"https://www.president.gov.ua/documents/2082024-50293\" rel=\"nofollow\" target=\"_blank\">Site</a>Heads of State.</p><p>\"To release Verbitsk Alex Nikolaevna from the post of advisor - the Presidential President of Ukraine on the Rights of Defenders of Ukraine,\" the text of the document reads.</p><p>In 2021, Volodymyr Zelensky formed an advisory council on ensuring guarantees of rights and fundamental freedoms of persons who participated in the protection of Ukraine. The Advisory Board at the President's office was headed by Alona Verbitskaya.</p><p>The request for the creation of the Advisory Council on the issues of guarantees of guarantees of rights and fundamental freedoms of persons who participated in the defense of Ukraine, were asked by human rights activists together with deputies of the Verkhovna Rada.</p></div>", "source": "https://armyinform.com.ua/2024/03/30/prezydent-zvilnyv-svogo-upovnovazhenogo-z-pytan-zabezpechennya-prav-zahysnykiv-ukrayiny/", "title": "The President has dismissed his Commissioner for the Rights of Defenders of Ukraine", "description": "The relevant decree was published on the site of the Head of State. “To release Verbitsk Alyon ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський"], "source_name": "ArmyInform"}