{"published time": "2024-03-30T12:40:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/111golovna.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-30T12-40-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-30T12-40-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The defense budget for 2024 provides a number of innovations that will help raise additional funds for the needs of the Armed Forces of Ukraine.</strong></p><p>About it in exclusive<a href=\"https://armyinform.com.ua/2024/03/30/yurij-dzhygyr-pro-ochikuvannya-vid-reformy-finansovogo-kontrolyu-a-cze-lyudy-v-cze-groshi-s-cze-reput/\">Interview with Armyinform</a>The Deputy Minister of Defense of Ukraine Yuri Dzhigir told.</p><p>\"The innovation provides for the transfer of a share of the personal income tax (PIT) of the military from local communities to the state budget with the subsequent automatic transfer of \"military personal income tax\" funds to military units in proportion to the tax paid by them. In 2024, it is expected to receive UAH 7.9 billion from this source,\" said Yurii Dzhyhyr.</p><p>According to him, another source of receipt is local subsidies for defense needs.</p><p>“Regional centers, united territorial communities, districts, cities independently made the decision to allocate funds directly to those military units and to those areas that considered the most priority. Last year, nearly 16 billion hryvnias were transferred. The unused balance of these subsidies in the amount of UAH 4.8 billion has passed as an additional resource of military units for 2024, ”the Deputy Minister said.</p><p>Yuri Jigir added that it is difficult to build forecasts for changes to the budget for 2024, because there are a number of uncertain factors.</p><p>“The defense budget has been laid in the conditions of the greatest armed conflict in Europe since the Second World War. Fierce fighting, the needs of defense forces, and the requirements for them change daily. And such variability of scripts logically leads to the revision of the financial indicators of the state budget. Therefore, the need for additional financing may vary depending on the current situation and objective factors, ”he said.</p><p>Yuri Dzhigir also reported that payments to servicemen in 2024 were made<a href=\"https://armyinform.com.ua/2024/03/30/u-2024-roczi-na-vyplaty-vijskovym-vydileno-8626-mlrd-gryven-cze-70-byudzhetu-minoborony/\">70% of the budget</a>Ministry of Defense of Ukraine. Another 20%<a href=\"https://armyinform.com.ua/2024/03/30/na-zakupivlyu-ozbroyennya-ta-vijskovoyi-tehniky-vydilyayetsya-ponad-20-oboronnogo-byudzhetu-yurij-dzhygyr/\">goes to purchase</a>military equipment and weapons for the Armed Forces of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/30/zastupnyk-ministra-oborony-rozpoviv-pro-innovacziyu-byudzhetu-2024-roku/", "title": "Deputy Minister of Defense told about innovation of the budget in 2024", "description": "The Deputy Minister of Defense of Ukraine ... about it in an exclusive interview with the Armyinform.", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Міністерство оборони", "Юрій Джигир"], "source_name": "ArmyInform"}