{"published time": "2024-03-30T20:29:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/434759633.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-30T20-29-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-30T20-29-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>In the State Special Transport Service, which is part of the Ministry of Defense of Ukraine system, they told about the general meeting of psychologists of the State Supreme Service, which discussed the work of groups of control of combat stress and their tasks, the work of specialists in units and psychological assistance of personnel.</strong></p><p>As noted in<a href=\"https://www.facebook.com/uadsst/posts/pfbid02oXUXsJuq9J6MbiG5oTFLeXxMSgahAWcfhoZ5RwYsJJZs4RyAC5RtTpbz6fth9Wnkl\" rel=\"nofollow\" target=\"_blank\">message</a>The service, during the meeting, the greatest attention of the participants was focused on the decompression recovery of participants after leaving the war zone.</p><p>Psychologists' training seminar was held within two days. Thirteen topics were submitted to the agenda. The first day was dedicated to lecture, and the next day the participants of the meeting fixed the acquired theoretical knowledge in practical training and during various interactive interactives.</p><p>Representatives of Boryviter NGO spoke about the practice of new methods of preserving and improving mental health; prevention and prevention of adaptation disorders, stressful and anxiety disorders; harmonization of psycho -emotional state, removal of fatigue, internal tension and negative consequences of participation in hostilities. They also got acquainted with self -regulation techniques, muscle relaxation and self -regulation exercises, as well as breathing exercises to relieve muscle tension.</p><p>“The experience of psychological service in different teams has its own specificity and uniqueness. However, the most important thing is that constant psychological support is important and necessary with the help of qualified specialists. This meeting showed that the development of the system of psychological support of servicemen will allow to provide the highest level of support for our defenders both in the units of the State Supreme Service and in other parts of the Defense Forces of Ukraine, ”the message reads.</p><p>As reported by the Armyinform, in Ukraine<a href=\"https://armyinform.com.ua/2024/03/24/v-ukrayini-zapraczyuvala-yedyna-veteranska-garyacha-liniya/\">She worked</a>The only veteran hotline.</p></div>", "source": "https://armyinform.com.ua/2024/03/30/u-mou-nagolosyly-na-neobhidnosti-rozvytku-systemy-psyhologichnoyi-pidtrymky-vijskovyh/", "title": "MOU emphasized the need to develop a system of psychological support of the military", "description": "As noted in the service message, during the meeting the greatest attention of participants was ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Державна спеціальна служба транспорту", "Психологічна підтримка"], "source_name": "ArmyInform"}