{"published time": "2024-03-30T17:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/420194119.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Олексій Неїжпапа та Яель Брон-Піве\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-30T17-16-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-30T17-16-00-08-00/000000.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\">Alexei Zhpapa and Yael Bron-Powder. Photo source: facebook.com/navy.mil.gov.ua</figcaption></figure><!-- .post-thumbnail --><p><strong>Within the framework of the official visit to Ukraine in Odessa, a meeting of the National Assembly of the French Republic of Yael Bron-Powd was attended by the Verkhovna Rada Chairman Ruslan Stefanchuk, Commander of the Navy of the Armed Forces of Ukraine, Vice-Admiral Alexei Nahzhpapa and representatives of local authorities.</strong></p><p>This is stated in<a href=\"https://www.facebook.com/story.php?story_fbid=816457487188502&amp;id=100064727737034&amp;rdid=aqVSL60iXwCPv9nk\" rel=\"nofollow\" target=\"_blank\">message</a>Navy of the Armed Forces.</p><p>Yael Bron-Powder, as noted, testified to the strong support of the people of France of the Ukrainian people in his struggle against Russian aggression.</p><p>\"The French side paid considerable attention to the successes of Ukraine in the sea,\" - the message reads.</p><p>During the meeting, the current security situation in the Black Sea region, including the issue of mine danger in the Black Sea caused by the Russian aggression, was discussed.</p><p>Yael Bron-Powder was introduced to some aspects of the National Fleet during Ukraine's defense.</p><p>The attendees discussed the issues of the needs of the Navy of the Armed Forces of Ukraine in military assistance to increase combat capabilities.</p><p>The Commander of the Navy of Ukraine thanked the French side for the continued support of Ukraine and expressed his hope for further fruitful cooperation.</p><p>As reported by the Armyinform, March 30, 2024 Yael Bron-Pow<a href=\"https://armyinform.com.ua/2024/03/30/golova-naczzboriv-francziyi-vidvidala-port-v-odesi-yakyj-atakuvala-rosiya/\">Visited</a>The seaport in Odessa, which has repeatedly attacked Russian missiles and drones.</p></div>", "source": "https://armyinform.com.ua/2024/03/30/golova-naczzboriv-francziyi-na-zustrichi-z-komanduvachem-vms-zsu-vidznachyla-uspihy-ukrayiny/", "title": "At a meeting with the Commander of the Navy of the Armed Forces of Ukraine, the Chairman of the National Assembly of France noted the successes of Ukraine", "description": "This is stated in the message of the Navy of the Armed Forces. Yael Bron-Powe, as noted, testified ...", "author": ["Army Inform"], "categories": ["Міжнародне співробітництво", "Новини"], "tags": ["ВМС", "Олексій Неїжпапа", "Франція"], "source_name": "ArmyInform"}