{"published time": "2024-03-30T10:03:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2020/04/zhytomyr_bmp_1-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"900\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-30T10-03-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-30T10-03-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Defense of Ukraine allocates a fifth of its budget for the purchase of military equipment and weapons for the Armed Forces of Ukraine.</strong></p><p>Yuriy Dzhigir, Deputy Minister of Defense of Ukraine, told about it in exclusive<a href=\"https://armyinform.com.ua/2024/03/30/yurij-dzhygyr-pro-ochikuvannya-vid-reformy-finansovogo-kontrolyu-a-cze-lyudy-v-cze-groshi-s-cze-reput/\">Interview with Armyinform</a>.</p><p>Yuri Dzhigir explained that the budget of the Defense Ministry in 2024 can be divided into three large packages. NATO states are guided by this approach, they categorize their defensive expenditures.</p><p>“So the first and largest are cash and combat payments. The second package is the purchase of weapons and military equipment, ”he said.</p><p>According to the Deputy Minister, the second package is more than 20% of the defense budget of the department.</p><p>“That is, 20% is a certain Nativ Benchmark for expenditures on military equipment. Considering the war in Ukraine, some of our neighbors, who also border on the aggressor country, have been spending a fundamentally larger share in recent years. Sumy, in short, demonstration, ”he said.</p><p>Yuri Dzhigir said that UAH 265.4 billion was allocated to close the needs of the military in quality equipment and weapons.</p><p>“I will emphasize that these figures are indicative. The needs in the defense sector are dynamic and constantly refined by the General Staff depending on the combat situation, ”the Deputy Minister of Defense said.</p><p>Yuri Dzhigir also reported that payments to servicemen in 2024 were made<a href=\"https://armyinform.com.ua/2024/03/30/u-2024-roczi-na-vyplaty-vijskovym-vydileno-8626-mlrd-gryven-cze-70-byudzhetu-minoborony/\">70% of the budget</a>Ministry of Defense of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/30/na-zakupivlyu-ozbroyennya-ta-vijskovoyi-tehniky-vydilyayetsya-ponad-20-oboronnogo-byudzhetu-yurij-dzhygyr/", "title": "More than 20% of the defense budget - Yuri Dzhigir is allocated for the purchase of weapons and military equipment", "description": "Deputy Minister of Defense of Ukraine Yuriy Dzhyhyr said this in an exclusive interview...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["закупівлі для армії", "Міністерство оборони", "Юрій Джигир"], "source_name": "ArmyInform"}