{"published time": "2024-03-30T07:37:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/434952546_765415739104840_829789737265040187_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"854\" src=\"../Images/2024-03-30T07-37-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-30T07-37-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, there were 72 fighting collisions on the front. In total, the enemy inflicted 38 rocket launchers and 75 aircraft blows, and made 98 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>This is stated in<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0QiWG3QxAJvoWGRFwTZRaurbqLBpgRcobpHbKkteYy6GNcJxnrYTsAHdYNWjL7k4Rl?locale=uk_UA\" rel=\"nofollow\" target=\"_blank\">message</a>on the Facebook page of the General Staff of the Armed Forces of Ukraine.</p><p><strong>In Volyn and Polissya directions</strong>The operational situation remains without significant changes.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage activities in order to prevent the transfer of our troops to threatening directions, increases the density of mine-explosive barriers along the state border.</p><p><strong>In Kupyansk direction</strong>The enemy of the offensive (assault) did not take action.</p><p><strong>In the estuary direction</strong>Our warriors repelled 16 attacks in the areas of the settlements of Terny of Donetsk region and Bigorivka in Luhansk region, where the enemy, with the support of aviation, tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction</strong>Our warriors reflected 4 attacks in the areas of settlements of Klicshivka and Andreevka of Donetsk region.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 20 attacks in the areas of settlements Berdychi, Uman, Tonenke, Semenivka, Pervomaisk and Nevelske, where the enemy, with the support of aviation, tried to knock out our units from the occupied borders.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of settlements of Krasnogorivka, St. George, Novomikhailivka and Vodyane Donetsk region, where the enemy has tried to break through the defense of our troops 25 times.</p><p><strong>In the Orikhiv direction</strong>The invaders made 4 unsuccessful attacks on the positions of our defenders in the areas of Staromayorsky Donetsk region and the northwestern Verbov Zaporizhzhya region.</p><p><strong>In the Kherson direction</strong>The enemy does not give up the intention to knock out our units from the bridgeheads on the Dnieper Left Bank. Over the past day, 3 times attacked the positions of our troops.</p></div>", "source": "https://armyinform.com.ua/2024/03/30/na-fronti-72-bojovyh-zitknennya-za-dobu-genshtab-zsu-povidomyv-pro-sytuacziyu-na-fronti/", "title": "At the front 72 of combat collisions per day: the General Staff of the Armed Forces reported key directions", "description": "This is stated in a message on the Facebook page of the General Staff of the Armed Forces of Ukraine. On...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Генштаб ЗС України", "Ситуація на фронті", "Хроніка війни"], "source_name": "ArmyInform"}