{"published time": "2024-03-30T06:54:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/332lifestory-scaled.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1152\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-30T06-54-00-08-00/000000.png\" srcset=\"../Images/2024-03-30T06-54-00-08-00/000000.png\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The deputy commander of a separate mechanized brigade named after Prince Konstantin Ostrozky Dmitry \"Rubin\" Palis - one of the youngest deputy commanders of brigades in the Armed Forces of Ukraine.</strong></p><p><span>Prior to that, he was a combat in the 71st Separate Eger Brigade of the Airborne Assault troops.</span></p><p><span>In an interview with the TV army, he spoke about the service in the brigade, the features of modern war, the use of drones and the motivation of the military.</span></p><h2><b>\"My brother set me correctly ...\"</b></h2><p><span>Army and wars in the life of the Palis family are really a lot. It is a kind of a clan of warriors. The father is a military. The older brother is the commander of the legendary 93rd Cold Yar brigade.</span></p><p><span>Dmitry's brother is very proud. And he even says: if it were not for a brother, he would not choose a military career. And without his advice, he would not even finish his university.</span></p><p><span>- proud of his brother, his brother proud of me. He is purposeful, talented. A smart person who moves in the right direction and follow people. We always had a warm relationship with him - when I turn to my brother, I will never hear the answer, \"wait\", \"no time\" or something else. He opened some capacity in me and in general found the right words, correctly set me, - says Dmitry Palis.</span></p><p><span>He was recently one of the youngest combats in the army. Now the youngest, but already - deputy combrig. And even one of the strongest crews - a separate mechanized brigade named after Prince Konstantin Ostrozky.</span></p><p><span>Rubin says he knew what he was going to this brigade. He knew about responsibility. After all, a deputy combrig is a person who can be asked for everything. A kind of juggle, which should toss and catch dozens of balls.</span></p><p><span>- The position of deputy commander of the team has always been so specific and special, because you are responsible for combat training. You make important decisions on planning, in the organization of battle and hostilities. You are responsible for coherence. You provide practical assistance to lower level commanders, battalions and mouth commanders. You conquer, adjust the interaction. That is, there is a lot of work real work and that I really like, always different, - the young officer shares.</span></p><h2><b>\"This is not the war of the future, but it is approaching ...\"</b></h2><p><span>He generally likes the pace. He believes that he is the defining feature of this war. I am convinced that the speed of thinking, adaptation and decision -making decides everything.</span></p><p><span>- We have a very fleeting war. Combined. You work artillery and you work</span><span>FPV</span><span>-Drons. Remember how it was half a year ago or even a year ago… we still about so much</span><span>FPV</span><span>-The did not hear. How it all began and what it came to. This is not the war of the future, but it is approaching it. The cool period lasts. A higher quality and more efficient level of use of weapons, advanced technologies, artificial intelligence, - says Rubin.</span><span style=\"font-weight: 400;\"><br/></span><span style=\"font-weight: 400;\"><br/></span><span>Robotic systems that evacuate the wounded and deliver BC. It is no longer a scientific and fiction book, not a fictional movie or a series, but today's realities. Therefore, says Palis, where technologies allow you to use robots instead of people - they need to be used in mass. Dron is a drone. Even if it is damaged by fragments, it can be restored faster. Instead, keep people. After all, people are the basis on which everything holds. The weight of the prepared profile is only growing.</span></p><p>-In order to teach a normal infantryman, not to mention the pilot of FPV or pilots of different complexes and systems, we waste a lot of time. And time, unfortunately, in the present war is a great luxury. To prepare the infantryman qualitatively - this is at least a month or even two. This is if you lack the time and you will cook it every day and night. And to study the normal pilot, which will effectively use these available forces and the means we have, we have it for 4-5 months, - calculates Palis.</p><h2>\"One of the main aspects is to analyze their actions and to analyze the enemy's actions ...\"</h2><p>Dmitry again and again repeats that the turning point is now between the traditional war and the war of the future. The one who grows rapidly and will keep his hand on the pulse of this war. And yet - he always analyzes.</p><p><span>- It depends on the personality of the person. One of the main such aspects is to analyze their actions and enemy. Because if we do not analyze, if we do not just have time that we are now working on all fronts ... Now there is no time to make a long decision. The sooner you analyzed, the faster you made the decision, the more you destroy the enemy. Each commander understands that if he stands still and does not develop, people who will replace him will come, - Dmitry is sure.</span></p><p><span>To anticipate the actions of the enemy, to work on his mistakes is the main requirement of modern war. And to study, to study constantly.</span></p><p><span>- It already depends on the talent of the commander - so that he is not lazy, but correctly built a defense. If it is all properly combined, built, if the personnel are trained, then there is almost no chance of success. I love and respect people who are engaged in self -development. Our task is to learn. In any way to learn,-shares the thoughts of \"Rubin\".</span></p><h2><b>“The enemy is constantly changing. And it is definitely not to be underestimated ”</b></h2><p><span>To study to be one step ahead of the enemy. After all, the enemy is constantly changing. And it does not need to be underestimated. He also learns and adapt. Invents new.</span></p><p><span>Dmitry convinces - the enemy should always be kept in tone. Do not feel that his ideas are afraid. Always have a response to any hostile action.</span></p><p><span>- In Kupyansk, he used artillery classically. He tried to post, he failed to pick up any position. The next day he regrouped, refused the equipment, tried to make the technique in the wrong direction of offensive actions. But nothing happened in them. Why? We find the enemy on the distant approaches. Our observation points work as air intelligence and military intelligence. Clearly, qualitatively inflict fire damage to the enemy, we break it on the distant approaches, - Dmitry recalls.</span></p><h2><b>\"There must be an understanding: what he does here, what he protects the state, what and from whom ...\"</b></h2><p><span>Motivation. Another word that needs to be thought of now. People in the war need to know what and why they do. At least Dmitry Palis defines it so - there will be nothing without motivation. If a person does not understand why he is in the war, he will neither learn nor fight.</span><span style=\"font-weight: 400;\"><br/></span><b><br/></b><span>- What does he do here, whom he protects, for what and from whom? The motivated people who understand that they have not come to protect someone should come here. He comes to defend his state, he comes to protect his family. He wants his family to live without air anxiety and that children can go to a normal school and not be afraid - formulates his vision of Dmitry Rubin Palis.</span></p><p><span>Personnel motivation, convinced of \"ruby\", is not just pathetic words. Motivation is both the provision of people, the training of soldiers, and the competence of commanders. Motivation is when people are protected. When they understand that those around them are not just a team but a family. And this family, \"Rubin\" believes, must be preserved ...</span></p></div>", "source": "https://armyinform.com.ua/2024/03/30/zaraz-perelamnyj-period-mizh-tradyczijnoyu-vijnoyu-ta-vijnoyu-majbutnogo-rubin-rozpoviv-hto-vygraye-vijnu/", "title": "“Now the Fragrant Period between the Traditional War and the War of the Future”: “Rubin” told who wins the war", "description": "Prior to that, he was a combat in the 71st Separate Eger Brigade of the Airborne Assault troops. ...", "author": ["Army Inform"], "categories": ["Life story", "Новини"], "tags": ["Дмитро «Рубін» Паліса"], "source_name": "ArmyInform"}