{"published time": "2024-03-12T17:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/golovna-1-9.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-12T17-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-12T17-14-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky has signed a bill that will allow to store and use children for children of dead soldiers and military personnel.</strong></p><p>Relevant information<a href=\"https://itd.rada.gov.ua/billInfo/Bills/Card/43590\" rel=\"nofollow\" target=\"_blank\">specified</a>In the card of the Law No. 10448 on the website of Parliament.</p><p>In February, the Verkhovna Rada corrected the rule of law on servicemen in terms of ensuring their right to biological paternity.</p><p>The people's deputies have adopted as a whole the bill \"On amendments to certain legislative acts of Ukraine on the preservation of the gene pool of the Ukrainian people\".</p><p><strong>Which provides for the rule of law:</strong></p><ul><li>In the event of death or recognition of a dead person, his reproductive cells stored in a cryobank are stored for free for another 3 years. After this period, their further storage may be paid by another person, if one was indicated at the disposal of the deceased about their reproductive cells.</li><li>A natural person whose reproductive cells are stored in accordance with the law have the right to dispose of them in the event of his death.</li><li>In case of use for conception of a child of reproductive cells of a person who has made an appropriate order in case of his death, this person is recognized as a father or mother of a child born in this way,</li><li>The will of a person committed and notarized, before the new law on one's own reproductive cells is put into effect, is the basis for the use of supporting reproductive technologies using these reproductive cells.</li></ul><p>In November 2023, Volodymyr Zelensky signed a law that allowed state expense defenders to keep their biomaterial in kriobank. This document applies to both Ukrainian defenders and defenders. In the event of injuries related to reproductive functions, they will be able to continue the genus.</p><p>However, it turned out that the law was approved to the same law that since March 2024 the frozen semen of the military would be disposed of after their death.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/prezydent-pidpysav-zakon-shho-dozvolyt-bezkoshtovno-zberigaty-reproduktyvni-klityny-zagyblyh-voyiniv-zsu/", "title": "The President has signed a law that will allow free to store reproductive cells of the dead soldiers of the Armed Forces", "description": "The relevant information is listed in the card of the Law No. 10448 on the Parliament's website. ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": [], "source_name": "ArmyInform"}