{"published time": "2024-03-12T18:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2020/12/yevrosoyuz.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"385\" src=\"../Images/2024-03-12T18-01-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-12T18-01-00-08-00/000000.jpg\" width=\"610\"/></figure><!-- .post-thumbnail --><p><strong>The Council of the European Union has decided to continue restrictive measures for persons responsible for undermining the territorial integrity, sovereignty and independence of Ukraine, for another six months, until September 15, 2024.</strong></p><p>This is stated in a message on<a href=\"https://www.consilium.europa.eu/en/press/press-releases/2024/03/12/russia-s-war-of-aggression-against-ukraine-eu-individual-sanctions-over-territorial-integrity-prolonged-for-a-further-six-months/\" rel=\"nofollow\" target=\"_blank\">Site</a>EU Council.</p><p>Existing restrictive measures include restrictions on travel for individuals, freezing assets and ban on providing funds or other economic resources to individuals and legal entities included in the list.</p><p>The sanctions will continue to apply to more than 2,100 individuals and legal entities.</p><p>In the context of reviewing sanctions, the EU Council also decided not to renew restrictions for three people and remove nine dead from the list. What kind of persons are referred to.</p><p>The EU personal sanctions in connection with Russia's aggressive war against Ukraine were first introduced in 2014 and continued regularly, last in September 2023.</p><p>After February 24, 2022, in response to a large -scale invasion of the Russian Federation into Ukraine, the EU expanded sanctions in order to significantly weaken the economic base of the Russian Federation, deprived its critical technologies and markets, as well as a significant limitation of its ability to wage war.</p><p>As reported by the Armyinform, European Parliament<a href=\"https://armyinform.com.ua/2024/03/12/u-yevroparlementi-pidtrymaly-kryminalnu-vidpovidalnist-za-obhid-sankczij-yes/\">voted</a>for the directive on criminalization of violation and bypass the sanctions of the European Union.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/yes-na-6-misyacziv-prodovzhyv-personalni-sankcziyi-proty-rosiyan-prychetnyh-do-vijny-proty-ukrayiny/", "title": "EU for 6 months continued personal sanctions against the Russians involved in the war against Ukraine", "description": "This is stated in a message on the EU Council website. Existing restrictive measures ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["рада єс", "санкції"], "source_name": "ArmyInform"}