{"published time": "2024-03-12T15:04:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/02/censor_social.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"378\" src=\"../Images/2024-03-12T15-04-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-12T15-04-00-08-00/000000.jpg\" width=\"720\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>Petro Kotin, Chairman of the Board of JSC NNEGC \"Energoatom\", spoke about the situation at a temporarily occupied Zaporizhzhya NPP and stated that Russian invaders could not ensure security at the ZPP.</strong></p><p>About this<a href=\"https://t.me/energoatom_ua/17030\" rel=\"nofollow\" target=\"_blank\">It is said</a>On the telegram-channel of energy appatom.</p><p>“The invaders cannot ensure safety at the Zaporozhye NPP, in particular, when it does not work. The accident can happen at any moment, and then we will all be in trouble. I have a message to the Russians: get out of the NPP. It will not benefit you. Go, and we take care of security, ”the energy appatom's head called.</p><p>He added that the Russians wanted to run the ZPP and connect it to the Russian power system, but it is impossible.</p><p>According to him, the Russians pressed against the workers of the nuclear power plant to sign contracts with Rosatom, but there were few experts.</p><p>“In February this year, the fake leadership of the station freed up the last 400 skilled Ukrainian atomics from their positions. Among them were people responsible for the safety of a nuclear power plant. Instead, Russian workers do not have the right qualification, they do not know the station, have not passed the appropriate training, ”Petro Kotin stressed.</p><p>As reported by the Armyinform, the IAEA by the majority of votes<a href=\"https://armyinform.com.ua/2024/03/08/negajno-vyvesty-vijskovyh-rf-ta-povernuty-zaes-pid-kontrol-ukrayiny-u-magate-shvalyly-rezolyucziyu/\">Approved</a>The project of the resolution on the urgent return of the Zaporozhye NPP to the full control of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/okupanty-ne-mozhut-zabezpechyty-bezpeku-na-zaes-kerivnyk-energoatoma/", "title": "Occupants cannot ensure safety at the ZPP - Energoatom Manager", "description": "This is stated on the telegram-channel of the energy appatom. “The occupiers cannot ensure safety ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "Енергоатом", "ЗАЕС", "ядерна безпека"], "source_name": "ArmyInform"}