{"published time": "2024-03-12T21:13:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/d3c864d8-4390-4129-b32b-8cd0ac7f3708.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-12T21-13-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-12T21-13-00-08-00/000000.jpeg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>In Kryvyi Rih, as a result of the rocket attack of the Russian Federation, the number of dead increased to 3, 38 people were injured.</strong></p><p>About this<a href=\"https://t.me/Klymenko_MVS/776\" rel=\"nofollow\" target=\"_blank\">reported</a>Ministry of Internal Affairs Igor Klimenko.</p><p>There are affected children. However, these figures are not final, because search and rescue work is ongoing.</p><p>SES, police, indifferent residents save blocked people from apartments and continue to search for those who can be rubbed. 4 people have already been saved.</p><p>Head of Dnipropetrovsk Ova Sergey Lisak<a href=\"https://t.me/dnipropetrovskaODA/11275\" rel=\"nofollow\" target=\"_blank\">added</a>that is now known about 10 children who have suffered as a result of a hostile attack on Kryvyi Rih.</p><p>For<a href=\"https://t.me/mvs_ukraine/35921\" rel=\"nofollow\" target=\"_blank\">information</a>The Ministry of Internal Affairs, two dwellings in different areas have been destroyed. There were fires in the homes, which were eliminated by SES employees.</p><p>The destruction of the roof, walls and balconies, the apartments are knocked out windows, a damaged car.</p><p>Police help to disassemble the gaps, evacuate residents from smoky and damaged homes. Along with the shelling places, mobile points have been launched, receiving citizens' appeals.</p><p>As reported by the Armyinform, as a result of the Russian attack in Kryvyi Rih on Tuesday night<a href=\"https://armyinform.com.ua/2024/03/12/raketnyj-udar-rf-u-kryvomu-rozi-dvoye-zagyblyh-i-30-postrazhdalyh/\">There are dead</a>But the victims.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/kilkist-zagyblyh-u-kryvomu-rozi-zrosla-do-3-sered-poranenyh-10-ditej/", "title": "The number of deaths in Kryvyi Rih increased to 3, among the wounded - 10 children", "description": "This was reported by the Ministry of Internal Affairs Igor Klimenko. There are affected children. However, these numbers are not ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ворожі обстріли", "Кривий ріг", "ракетні удари рф"], "source_name": "ArmyInform"}