{"published time": "2024-03-12T17:24:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/stream_packshot_03.12.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-12T17-24-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-12T17-24-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>In the Legion, \"Freedom of Russia\" stated that they had seized the village of Totkino of the Kursk region. According to them, the village is completely under the control of Russian liberation forces.</strong></p><p>Meanwhile, the newly created Siberian battalion and the Legion \"Freedom of Russia\" are fighting with Russian troops in the territory of the Belgorod region. The Legion added that they crossed the border on the tanks.</p><p>Another IL-76 aircraft fell in the Ivanovo region of Russia. The aircraft probably fell off the engine. Previously, the transportman fell on the territory of the cemetery near the village of Bogorodske, near the aerodrome. Officially, there were 8 crew members and 7 passengers.</p><p>An unknown drone hit the oil refinery near the city of Nizhny Novgorod, and also burned the oil depot in the Russian Eagle.</p><p>Today's events in Russia, during the inclusion in the rock, will be commented on by the representative of GUR MOU Senior Lieutenant Andriy Yusov.</p><p>In addition, the SBU detained a traitor who tried to poison the command of the Armed Forces of Ukraine in Zaporozhye.</p><p>These and other topics are discussed by our presenters - junior lieutenant Sergei Lipko and Lieutenant Colonel Sergei Misyura.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"480\" loading=\"lazy\" src=\"https://www.youtube.com/embed/OYfMed153do?feature=oembed\" title=\"РОСІЯНИ АТАКУВАЛИ ДВІ ОБЛАСТІ РОСІЇ, ВОРОГ ЗНОВУ ВТРАТИВ ЛІТАК ІЛ-76: стрім із прифронтового міста\" width=\"640\"></iframe></p></div>", "source": "https://armyinform.com.ua/2024/03/12/rosiyany-atakuvaly-dvi-oblasti-rosiyi-vorog-znovu-vtratyv-litak-il-76-strim-iz-pryfrontovogo-mista/", "title": "The Russians attacked two areas of Russia, the enemy lost the Il-76 aircraft again: Star from the frontline city", "description": "Meanwhile, the newly created Siberian Battalion and the Legion \"Freedom of Russia\" are fighting from ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Армія TV"], "source_name": "ArmyInform"}