{"published time": "2024-03-12T08:18:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710221306.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"960\" src=\"../Images/2024-03-12T08-18-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-12T08-18-00-08-00/000000.jpeg\" width=\"1145\"/></figure><!-- .post-thumbnail --><p><strong>During the last day, on March 11, the Russian military fired 14 settlements of Zaporizhzhya region, taking 243 strikes.</strong></p><p class=\"\">About this<a href=\"https://t.me/ivan_fedorov_zp/5346\" rel=\"nofollow\" target=\"_blank\">reported</a>Head of Zaporizhzhya Ova Ivan Fedorov.</p><p class=\"\">According to him, as a result of enemy attacks near the village of Novoalenivka, Zaporizhzhya district, a 45-year-old man was killed, another man was injured in 60 years.</p><p class=\"\">«The Russians 4 times made from aviation on Novodoadriyivka, Novodanilivka, and Robot. Two rocket strokes were struck in the Zaporizhzhya district. 47 UAK-Atacus on Gulyaypol, Novodanilivka, Robovin, Malinovtsi and Wide, ”he said.</p><p class=\"\">The head of the Ova also noted that 182 artudars were inflicted by the aggressor in the territory of Orikhov, Gulyaipol, Novodanylivka, Omelnik, Primorsky, Stepnogorsk and other frontier cities and villages. 8 robot shells were recorded using the RSLS.</p><p class=\"\">\"There have been 29 reports on the destruction of residential buildings and infrastructure,\" Ivan Fedorov added.</p><p>As reported by the Armyinform, Russian troops<a href=\"https://armyinform.com.ua/2024/03/12/vijska-rf-atakuvaly-dnipropetrovshhynu-postrazhdaly-czyvilni-masshtabni-rujnuvannya/\">Attached Dnipropetrovsk</a>: Civilians have been affected, there are large -scale destruction.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/armiya-rf-obstrilyala-14-naselenyh-punktiv-zaporizkoyi-oblasti-zagynuv-cholovik/", "title": "The army of the Russian Federation fired 14 settlements of Zaporizhzhya region: a man was killed", "description": "This was reported by the head of Zaporizhzhya Ova Ivan Fedorov. According to him, as a result of ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "ворожі обстріли", "вторгнення рф"], "source_name": "ArmyInform"}