{"published time": "2024-03-12T16:38:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/alexandre-lallemand-pcs3mol14sk-unsplash.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1208\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-12T16-38-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-12T16-38-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>The European Parliament voted in favor of the Criminalization Directive and bypass the European Union's sanctions.</strong></p><p>As noted in<a href=\"https://www.europarl.europa.eu/news/en/press-room/20240308IPR19002/eu-sanctions-new-rules-to-crack-down-on-violations\" rel=\"nofollow\" target=\"_blank\">Presrealization</a>, 543 deputies voted in favor, there were 45 against, 27 still abstained.</p><p>The document stipulates that in order to ensure the effective application of EU restrictive measures, it is necessary for Member States to have an effective, proportional and effective system of penalties for individuals and legal entities that violate these EU restrictive measures.</p><p>According to him, the new law establishes agreed definitions of violations, in particular the refusal to freeze funds, failure to comply with traveling or embargo on the supply of weapons, transfer of funds to subscribing persons or business conducting business with state -owned enterprises of sub -enterprises. This definition also includes the provision of financial services and legal advice.</p><p>The legislative initiative also defines the bypassing of sanctions as a criminal offense. At the same time, \"humanitarian assistance or maintenance of basic human needs\" will not be considered violation of sanctions.</p><p>The speaker Sophie Inta Veld, commenting on the Directive, said that Russia's invasion of Ukraine receives a benefit from \"fraudsters who violate the law in Europe.\"</p><p>“We need this legislative decision, as different national approaches have created weaknesses and loopholes, and it will confiscate frozen assets. Parliament applied an ambitious, harmonious approach to the law, and although we could not close all the loopholes that wanted to improve the current situation and demonstrate our decisive support of Ukraine, ”she stressed.</p><p>The EU Council must still be approved to enter into force the Directive.</p><p>As reported by the Armyinform, the EU was named the condition for which the assets of the Russian Federation<a href=\"https://armyinform.com.ua/2024/03/11/u-yes-nazvaly-umovu-za-yakoyi-aktyvy-rf-vykorystayut-dlya-zakupivli-zbroyi-dlya-ukrayiny/\">will use</a>for the purchase of weapons for Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/u-yevroparlementi-pidtrymaly-kryminalnu-vidpovidalnist-za-obhid-sankczij-yes/", "title": "The European Parliament supported criminal liability for bypassing EU sanctions", "description": "As noted in the press release, 543 deputies voted in favor, there were 45, another 27 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Європарламент", "санкції"], "source_name": "ArmyInform"}