{"published time": "2024-03-12T09:03:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/8ffce516-acfc-4085-bfe1-efc84e24a07c.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-12T09-03-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-12T09-03-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>In the Naval Forces of the Armed Forces of Ukraine, they told about the destroyed tanker \"Mechanic Pogodin\", which the Russians turned into a management point.</strong></p><p>About this<a href=\"https://www.facebook.com/story.php?story_fbid=805106981656886&amp;id=100064727737034\" rel=\"nofollow\" target=\"_blank\">informs</a>The Navy of the Armed Forces on its Facebook page.</p><p>\"On March 11, 2024, as a result of a successful air strike by the air forces of the Armed Forces of Ukraine, a tanker under the flag of the Russian Federation\" Mechanic Pogodin \"was destroyed in the area of the Kinburgian braid, which the Russians used as a management point\", - the message reads.</p><p>On May 2, 2018, VEB-Leasing OJSC (St. Petersburg), which owns a tanker, was included in the sanction list and arrested. After the blasting of the Kakhovskaya Hydroelectric Dam in 2023, the tanker was thrown into the territory temporarily controlled by the occupiers.</p><p>The \"Pogodin Mechanic\" tanker was arrested and was in the summer of 2023 in the territory of the Kherson Maritime Port. After the Russians blast the Kakhovka Hydroe Dam Tanker, the tanker threw out on the shore of the Kinburn Spit, which is temporarily controlled by the Russians, ”the Navy reported.</p><p>The Russians on the ship launched a observation post for intelligence. The ship was used to strike drones in the Kherson region.</p><p>“In the future, a observation post for reconnaissance, as well as the means of HR, was launched here. The ship was periodically used as a platform to strike FPV-Drons in the Kherson region, ”the post stated.</p><p>The Navy notes that the destruction of the Russian tanker \"Mechanic Pogodin\" not only prevented the invaders in the implementation of their plans, but also was carried out in full compliance with the rules of international humanitarian law.</p><p>As reported by the Armyinform, Air Force<a href=\"https://armyinform.com.ua/2024/03/11/povitryani-syly-znyshhyly-vorozhyj-punkt-upravlinnya-na-korabli/\">Destroyed</a>enemy control on the ship.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/u-vms-zsu-rozpovily-pro-znyshhenyj-u-rajoni-kinburskoyi-kosy-rosijskyj-tanker-mehanik-pogodin/", "title": "In the Navy of the Armed Forces, the Russian Tanker \"Mechanic Pogodin\" was destroyed in the Kinburgh Kinburgh area", "description": "About it reports the Navy of the Armed Forces on its Facebook page. “March 11, 2024, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "ВМС ЗСУ", "втрати ворога", "Хроніка оборони"], "source_name": "ArmyInform"}