{"published time": "2024-03-12T18:29:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/a7c11dfe23728757202c5464d22da741_1704387781_extra_large.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"673\" src=\"../Images/2024-03-12T18-29-00-08-00/000000.png\" srcset=\"../Images/2024-03-12T18-29-00-08-00/000000.png\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky has stated that a new military aid package from Denmark will significantly strengthen the Ukrainian Armed Forces.</strong></p><p>He is about it<a href=\"https://twitter.com/ZelenskyyUa/status/1767585111132844340\" rel=\"nofollow\" target=\"_blank\">wrote</a>In the social network H.</p><p>\"Thankful to Denmark Prime Minister Matte Frederixen, the government and the people of Denmark for today's announcement of the next military assistance package to Ukraine,\" the statement reads.</p><p>The head of state added that this package of assistance is one of the important results of the recent visit of Denmark Prime Minister to Ukraine and an example of the implementation of our joint agreements.</p><p>“Artillery, mortars and ammunition will significantly strengthen Ukraine's defense forces at a critical time. We appreciate all 16 Danish defense packages worth almost $ 5 billion. Each such defensive package saves thousands of lives of Ukrainians. Together, we will certainly protect Ukraine and all of Europe from Russian terror, ”the Head of State said.</p><p>As reported by the Armyinform, Denmark<a href=\"https://armyinform.com.ua/2024/03/12/sau-caesar-minomety-ta-boyeprypasy-daniya-anonsuvala-novyj-paket-dopomogy-ukrayini/\">announced</a>A new large military assistance package that will provide Ukraine with artillery self -propelled installations, mortars and ammunition.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/prezydent-podyakuvav-daniyi-za-novyj-paket-dopomogy-suttyevo-posylyt-syly-oborony-ukrayiny/", "title": "The President thanked Denmark for a new package", "description": "He wrote about it on the social network H.", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Данія"], "source_name": "ArmyInform"}