{"published time": "2024-03-12T07:22:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/facebook__com__rustemumerov_ua_2241183c42fc8e991d87ab8a84cb196d_650x410.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"410\" src=\"../Images/2024-03-12T07-22-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-12T07-22-00-08-00/000000.jpg\" width=\"650\"/></figure><!-- .post-thumbnail --><p><strong>The Minister of Defense of Ukraine Rustem Umerov and the Commander-in-Chief of the Armed Forces of the Armed Forces of Ukraine, Colonel-General Alexander Sirsky conducted a conversation with the head of the Pentagon Lloyd Austin. The parties discussed the preparation for the next meeting of the Contact Group on Defense of Ukraine (Ramstein).</strong></p><p>About this<a href=\"https://twitter.com/rustem_umerov/status/1767247675982844034\" rel=\"nofollow\" target=\"_blank\">informs</a>Head of the Defense Office of Ukraine.</p><p>“Together with the Armed Forces commander -in -chief, they held a telephone conversation with Pentagon Lloyd Austin, during which they discussed the preparation for the next meeting of the Contact Group on Defense of Ukraine. He told up -to -date information about the operational situation on the battlefield, ”the head of MOU wrote.</p><p>The parties also discussed the medium -term and short -term needs and specific requests of Ukraine. Among the key priorities are ammunition and air defense.</p><p>“We look forward to more detailed interaction with each of the coalitions of opportunities during our meeting in Ramstein format. I am grateful for the clear and consistent support of Ukraine, ”the Minister of Defense emphasized.</p><p>Rustem Umerov also expressed gratitude to the United States for clear and consistent support of Ukraine.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/08/ministry-oborony-ukrayiny-ta-grecziyi-obgovoryly-potrebu-zsu-v-artyleriyi-ta-boyeprypasah/\">Armyinform</a>, The Ministers of Defense of Ukraine and Greece discussed the need for the Armed Forces for artillery and ammunition.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/rustem-umyerov-i-oleksandr-syrskyj-obgovoryly-z-glavoyu-pentagonu-pidgotovku-do-ramshtajnu/", "title": "Rustem Umerov and Alexander Syrsky discussed with Pentagon head preparation for Ramstin", "description": "The head of the Defense Office of Ukraine reports about it. “Together with the Commander -in -Chief ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "Ллойд Остін", "Олександр Сирський", "Рамштайн", "Рустем Умєров"], "source_name": "ArmyInform"}