{"published time": "2024-03-12T16:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/400_0_1666466614-5085.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"267\" src=\"../Images/2024-03-12T16-56-00-08-00/000000.png\" srcset=\"../Images/2024-03-12T16-56-00-08-00/000000.png\" width=\"400\"/></figure><!-- .post-thumbnail --><p><strong>The introduction of a draft law on the recognition of \"illegal\" decision by Soviet power in 1954 to transfer to Ukraine Crimea is a void attempt by the Russian dictatorship to legitimize its own gross violations of international law.</strong></p><p>About this<a href=\"https://mfa.gov.ua/news/komentar-pressluzhbi-mzs-shchodo-rosijskih-zakonodavchih-iniciativ-z-viznannya-nezakonnoyu-peredachi-krimu\" rel=\"nofollow\" target=\"_blank\">It is said</a>In a comment to the Ministry of Foreign Affairs of Ukraine on Russian legislative initiatives to recognize the \"illegal\" transfer of Crimea.</p><p>\"Meanwhile, the aggressor has grossly violated and continues to violate his own obligations, since he in his time legally, documented and unambiguously recognized the borders of modern Ukraine at both bilateral and multilateral levels,\" the statement reads.</p><p>The Ministry of Foreign Affairs emphasized that the Russian authorities can continue its propaganda as much as they want, in particular under the guise of lawmaking, but this will not change the reality recognized by the world community: Crimea is Ukraine.</p><p>\"The said draft law of the State Duma only once again confirms that this fact, as well as the inevitability of de -occupation, is clearly aware of in Moscow, so such panic initiatives arise,\" - the comment reads.</p><p>It is known that the State Duma of the Russian Federation was introduced on March 11<a href=\"https://sozd.duma.gov.ru/bill/572350-8\" rel=\"nofollow\" target=\"_blank\">bill</a>On recognition of the \"illegal\" decision of Soviet power in 1954 on the transfer of the Crimean peninsula to Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/u-rf-zareyestruvaly-zakonoproyekt-pro-nezakonnu-peredachu-krymu-ukrayini-v-1954-roczi-u-mzs-vidreaguvaly/", "title": "The Russian Federation registered a bill on \"illegal\" transfer of Crimea to Ukraine in 1954: the Foreign Ministry reacted", "description": "This is stated in the commentary of the Ministry of Foreign Affairs of Ukraine on Russian legislative initiatives ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "АР Крим", "війна", "вторгнення рф"], "source_name": "ArmyInform"}