{"published time": "2024-03-12T13:00:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/03/yusov.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"405\" src=\"../Images/2024-03-12T13-00-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-12T13-00-00-08-00/000000.jpg\" width=\"720\"/></figure><!-- .post-thumbnail --><p><strong>The representative of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine Andriy Yusov reacted to the news about the fall of the IL-76 military transport aircraft in the Ivanovo region of the Russian Federation, noting that these are all the consequences of Putin's aggression.</strong></p><p>Andriy Yusov made the relevant statement during the live broadcasting of \"Unified News\" on March 12, 2024.</p><p>At the same time, answering the question of the presenter, whether Gur knows what happened to IL-76, the GUR representative said all the military incidents that have now become more frequent in Russia, including the clash with the participation of the Russian Volunteer Corps and Siberian Battalion units in Belgorod and Kursk regions are a consequence of aggressive actions of the Russian authorities against Ukraine.</p><p>\"It is clear that what is happening in the Belgorod region now is a direct consequence of Russian military aggression and in general, Putin's Kremlin dictatorship,\" Andriy Yusov said.</p><p>According to him, in order to stop such incidents, Putin needs to withdraw his troops from Ukraine.</p><p>\"If this regime cares at least somehow about local residents, then, of course, it is necessary to end the war against Ukraine, to withdraw troops and think about the safety of local residents, not to think about the continuation of the Genocidal War against Ukraine,\" - said GUR.</p><p>On March 12, 2024, the media reported that in the Ivanovo region the Russian Federation was crashed by an IL-76 military transport aircraft.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/07/gur-pochalo-reklamuvatysya-na-rosiyi/\">Armyinform</a>, GUR began to advertise on Russia.</p></div>", "source": "https://armyinform.com.ua/2024/03/12/u-gur-vidreaguvaly-na-padinnya-il-76-v-ivanivskij-oblasti-rf/", "title": "GUR reacted to the fall of IL-76 in the Ivanovo region of the Russian Federation", "description": "Andriy Yusov made the relevant statement during the live broadcasting of \"Unified News\" 12 ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["stoprussia", "агресія рф", "Андрій Юсов", "вторгнення рф", "ГУР Міноборони України"], "source_name": "ArmyInform"}