{"published time": "2024-03-24T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-21.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-20.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/3-17.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/4-9.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"719\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-24T09-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-24T09-11-00-08-00/000000.jpeg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Boeing H-47 Chinook Helicopter Royal Air Force. Drawing Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>The royal Air Force of Great Britain (RAF) will receive 14 new heavy Boeing H-47 Chinook Extended Range.</strong></p><p>As<a href=\"https://twitter.com/DefenceHQ/status/1768351472855474314\" rel=\"nofollow\" target=\"_blank\">specified</a>On the official page of the British defense department on the social network X, the supply of helicopters will be carried out within the framework of a treaty previously agreed with the US government, reports the Armyinform.</p><p>The Ministry of Defense of the United Kingdom states that Chinook helicopters of an increased radius will be able to maintain operations from the desert to the Arctic. The machines will be equipped with modern digital avionic, they will have an increased survivability and the ability to overcome the distance of up to 1.6 thousand kilometers.</p><p>According to the document of the UK Ministry of Defense for 2021, 14 oldest Chinook, which are in service with RAF, will be decommissioned when new CH-47 will be received from the manufacturer. It is clear that it is not yet decided that it would happen with the decommissioned \"tanks\" that could be used to collect spare parts to support the remaining park or to sell/transfer to the appropriate buyer.</p><figure aria-describedby=\"caption-attachment-554913\" class=\"wp-caption alignnone\" id=\"attachment_554913\" style=\"width: 1227px\"><img alt=\"\" class=\"size-full wp-image-554913\" height=\"783\" loading=\"lazy\" src=\"../Images/2024-03-24T09-11-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-24T09-11-00-08-00/000001.jpeg\" width=\"1227\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-554913\">Boeing H-47 Chinook Helicopter Royal Air Force. Photo: Mod Crown</figcaption></figure><p>New H-47 (ER) helicopters will be able to carry 55 personnel or 10 tons of cargo-like the current Chinook HC6 of the Royal Air Force, but the Ministry of Defense claims that new helicopters will have twice as much radius-up to 740 km, which makes them particularly suitable for special forces operations.</p><p>New Chinooks will fly up to 300 km/h and have a number of additional opportunities, including an advanced digital cabin. This applies to a modernized glider, which will increase the stability and improve the survivability of the machine, as well as a digital automatic flight control system, which will allow the pilots to hang in areas of limited visibility.</p><p>In turn, the European Security & Amp Defense Portal; Defense<a href=\"https://euro-sd.com/2024/03/major-news/37115/raf-to-get-14-new-chinooks/\" rel=\"nofollow\" target=\"_blank\">Informed</a>that the supply of new aircraft must begin in 2027.</p><figure aria-describedby=\"caption-attachment-554914\" class=\"wp-caption alignnone\" id=\"attachment_554914\" style=\"width: 1115px\"><img alt=\"\" class=\"size-full wp-image-554914\" height=\"784\" loading=\"lazy\" src=\"../Images/2024-03-24T09-11-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-24T09-11-00-08-00/000002.jpeg\" width=\"1115\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-554914\">Boeing H-47 Chinook Helicopters Royal Air Force. Photo: Mod Crown</figcaption></figure><p>The experts of this edition noted that while the UK Ministry of Defense refused to confirm the costs of the Chinok purchase contract, the head of the department of Shappa said that the amount of the agreement was £ 2 billion (€ 2.34 billion).</p><p>\"The acquisition of these Chinook helicopters will become an important milestone in our efforts to modernize and increase the maneuverability of the UK Armed Forces, strengthening our ability to respond promptly to situations and threats around the world,\" said Shapps Grant.</p><p>\"Officer\" is one of our most iconic aircraft, which has been used in all major conflicts since the Falkland War. The implementation of this Agreement will not only expand our capabilities, but also promote the development of the industry and qualification of specialists in the United Kingdom, ”he added.</p><figure aria-describedby=\"caption-attachment-554915\" class=\"wp-caption alignnone\" id=\"attachment_554915\" style=\"width: 696px\"><img alt=\"\" class=\"size-full wp-image-554915\" height=\"390\" loading=\"lazy\" src=\"../Images/2024-03-24T09-11-00-08-00/000003.jpeg\" srcset=\"../Images/2024-03-24T09-11-00-08-00/000003.jpeg\" width=\"696\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-554915\">The UK Defense Minister Grant Shappa officially announced that the United Kingdom has finally agreed with the US government to acquire 14 new heavy H-47 Chinook Extended Range (ER). Photo: X Feed/G Shapps</figcaption></figure><p>Meanwhile, the British Ministry of Defense claimed that this program would bring about £ 151 million additional investments in the United Kingdom economy, as British companies will produce components critical for Chinook's operation and maintenance.</p><p>According to the UK Ministry of Defense, the Royal Air Force is now consisting of 59 Chinook HC5/HC6/HC6A helicopters, of which 39 were in service as of April 1, 2023.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/QYI2vTFL5WA?feature=oembed\" title=\"How does a Cargo Helicopter work? (CH-47 Chinook) Heavy Cargo Transporter.@Learnfromthebase\" width=\"640\"></iframe></p><p>Video Symph: What a H-47 Chinook Helicopter is capable of in its basic model. Video: Learn from The Base</p></div>", "source": "https://armyinform.com.ua/2024/03/24/vid-pusteli-do-arktyky-vps-brytaniyi-rozshyryuyut-aviapark-novitnoyu-versiyeyu-znamenytyh-h-47-chinook/", "title": "From the desert to the Arctic: Air Force British expand the air park with the latest version of famous H-47 Chinook", "description": "As noted on the official page of the British defense department on the social network ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["CH-47 Chinook", "Велика Британія", "ОВТ"], "source_name": "ArmyInform"}