{"published time": "2024-03-24T09:55:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/snymok-эkrana-523_cr.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"542\" src=\"../Images/2024-03-24T09-55-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-24T09-55-00-08-00/000000.jpg\" width=\"1112\"/></figure><!-- .post-thumbnail --><p><strong>Russian UAVs came in two powerful waves from the Black Sea. The main blow of the Russian invaders directed to the port infrastructure of the Danube and Energy Objects of Dnipropetrovsk.</strong></p><p>Colonel Natalia Humeniuk said this during a live broadcast in the Teleterna \"One News\".</p><p>- Since the beginning of the night, a combat work on drones was conducted for two hours, which maneuvered from the Black Sea water area, going down to the Danube region concerning the Odessa region, and maneuvered in the Nikolaev area and Kherson region, - she said.</p><p>During the second wave, which occurred half an hour after the first, the main blow of the Russian UAV came to Dnipropetrovsk.</p><p>In all, 22 enemy drones were knocked down in the operating area of the South Defense forces, -<a href=\"https://t.me/SJTF_Odes/7497\" rel=\"nofollow\" target=\"_blank\">report</a>Defense forces of South of Ukraine. 15 UAV was knocked down in Dnipropetrovsk, 3 - in Odesa region and Mykolaiv region, 1 - in Kherson region.</p><p>-The enemy posted the accents as follows-he was interested in the industry of the southeastern regions, if we talk about Dnipropetrovsk region, and the rival infrastructure of the Danube,-explained Natalia Humeniuk.</p><p>The Russians also sought to deplete the power of Ukrainian air defense, as the spokesman reminded, the air defense is \"not only technique but also people.\"</p><p>- In fact, combat work lasted throughout the night. Unfortunately, there is an infrastructure in the Danube, but it is uncritical, people were not injured, ”she said.</p><p>Also, due to the fall of the wreckage in Kryvyi Rih, the heating system and power lines were damaged, and in the Nikopol region the fragments of the whipped drone were damaged by energy, - said in the report of the Defense Forces of South of Ukraine.</p><p>Natalia Humeniuk noted that the routes of hostile drones over the territory of Ukraine relatively steel and the Ukrainian military are steadily monitored and knocked down.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/24/cherez-padinnya-ulamkiv-u-kryvomu-rozi-poshkodzheno-teplomerezhi-bez-tepla-zalyshylosya-76-tys-lyudej/\">reported</a>The armyinform, due to the fall of the debris in Kryvyi Rih, the heat network was damaged: 76,000 people are left without heat. Total overnight the Air Force of the Armed Forces<a href=\"https://armyinform.com.ua/2024/03/24/letily-krylati-rakety-h-101-h-555-ta-udarni-shahed-ps-zsu-unochi-znyshhyly-43-vorozhi-czili/\">Destroyed</a>43 Enemy Air Objectives: 18 Winged Missiles X-101/X-555 and 25 SHAHED-136/131 strikes.</p></div>", "source": "https://armyinform.com.ua/2024/03/24/22-vorozhyh-drony-zbyly-mynuloyi-doby-na-pivdni-ukrayiny/", "title": "22 enemy drones were knocked down last day in the south of Ukraine", "description": "Colonel Natalia Humeniuk told this during ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Сили оборони півдня"], "source_name": "ArmyInform"}