{"published time": "2024-03-24T09:17:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4318-2.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1000\" src=\"../Images/2024-03-24T09-17-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-24T09-17-00-08-00/000000.jpg\" width=\"1500\"/><figcaption class=\"wp-caption-text\">Alexander Chupak. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>Many modern wars occur because Americans are either losing interest in dominance over certain countries or regions, or their domestic policy is hostage to foreign policy, the head of the economic programs of the Non -State Analytical Center \"Ukrainian Strategic Studies Studies\" Alexander Chupak is convinced.</strong></p><p>- For example, it is Afghanistan - a catastrophe of Americans in 2021, which behind it has drawn a full -scale invasion of Russia into Ukraine. This is a Yemen - a catastrophe that is happening now. Americans cannot protect 15% of world trade from any proxy of Iran, which terrorizes the world with the internet.</p><p>And it is Latin America, which has already become a long -term problem. States there cannot be resisted not only by China, which has lent many countries, but even Russia, which is organizing war there now.</p><div class=\"readmore\"><span class=\"readmore-caption\">Read also:</span><div class=\"readmorelink\"><a href=\"https://armyinform.com.ua/2024/03/19/ekspert-nazvav-try-garyachi-tochky-u-sviti-de-tliyut-konflikty-de-nebezpeka-najbilsha/\">The expert named three hot spots in the world where conflicts are smoldering: where the danger is the greatest</a></div></div><p>As for what is happening and what to wait after the US election in November this year, Alexander Chupak during a meeting with the Armyonform reported that we were hostage to the election process as a party in a full -scale war and depending on the supply of weapons from the connected weapons States.</p><p>-In February-March 2022, such a consensus was formed that Europe gives us financial resources so that we can cover the budget deficit, and Americans-ammunition, equipment.</p><p>In the states, due to the approximation of the election, there is such a situation that the fiscal year begins in October, and now March, and they have not yet voted law on budget for 23-24 years. They have no budget for half a year. And there are no expenses that had to be directed to the Ministry of Defense, Pentagon, and as a result to Ukraine. They want to vote now to allocate $ 60 billion to Ukraine, plus funding for Israel, plus Taiwan. But this topic was shaken. And we suffer from this, though indirectly.</p><p>And, by the way, there are conversations: why should we give money to Ukraine? Are we, some philanthropists or donors? But in fact, of those nearly 100 billion that will go to Ukraine, Israel and Taiwan, 75% will be invested in the United States economy for the production for.</p><p>The expert believes that if the current President Joe Biden wins, then we will continue to receive something, but in insufficient quantity in order to win the front. That is, there will be the same condition as it is now. If Trump wins, it can be as a situation where we are given everything we need, and maybe there is a situation that we will stop giving everything at all.</p><p>- Now in the information space, Trump's ambiguous statements about NATO's withdrawal are manipulated, although he has still been very critical of this block. And also the words of Orban that Trump promised not to help Ukraine, and many other statements. But on the other hand, we have the experience of Trump's presidency, and we know that he has done many things good for us.</p><p>For example, he went to Merkel, Macron and other European leaders and urged them to increase defensive budgets to the two percent that were registered in the NATO Statute. At that time, they really increased them, and due to the increase in weapons production, we now have what to fight.</p><p>Therefore, our diplomats need to work very closely with Trump in order to convince that if he stops giving us weapons, he will then have to send his soldiers to defend Poland, Lithuania and other NATO countries.</p><div class=\"readmore\"><span class=\"readmore-caption\">Read also:</span><div class=\"readmorelink\"><a href=\"https://armyinform.com.ua/2024/03/17/bezpekovi-ugody-yaki-pidpysuye-ukrayina-mozhna-vvazhaty-pochatkom-formuvannya-novogo-svitovogo-poryadku-andrij-rudyk/\">The security agreements signed by Ukraine can be considered the beginning of the formation of a new world order - Andriy Rudyk</a></div></div><p>So protests of Polish farmers began against the backdrop of the election under one Polish government, then the power in the country changed to ideologically the opposite, but it all continues.</p><p>There are many farms in Poland, and farmers are a large part of the electorate. Therefore, the government does not want to do them so as not to lose their voices. On the other hand, it turns out that Poland has now become the second trading partner of Ukraine after China. And both countries actually suffer great losses from these blockages, but nothing can do.</p><p>Oleksandr Chupak considers a very probable theory that a very strange situation with protests in Poland is the work of Russian special services, against which there can be no governments of several European states.</p><p>- When a similar situation with Romania arose, when Romanian farmers saw Polish and went to the border themselves, Kiev quickly lawfully registered with Bucharest, they agreed on a license, agreed on the volume of goods that are imported - and all, no more protests, everything is normal.</p><p>In Poland, for some reason, this does not happen. And it is very interesting that Russia during these protests increases the supply of grain to Europe, and in general increases production due to the fact that it will steal agricultural raw materials in the occupied territories of Ukraine. And against the Russian grain that comes through Belarus to Poland, no one protests, everything is normal there, deliveries are happening. This is a very indicative picture, - the expert says.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/24/ekspert-rozpoviv-chogo-chekaty-ukrayini-pislya-amerykanskyh-vyboriv-u-lystopadi/", "title": "The expert told what to wait for Ukraine after the US election in November", "description": "- For example, this is Afghanistan - a catastrophe of Americans in 2021, which behind it ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["Ізраїль", "конфлікт в Ємені", "Олександр Чупак", "Пентагон", "США", "Тайвань"], "source_name": "ArmyInform"}