{"published time": "2024-03-24T08:18:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/bn2auzq8tetrdlxh9rsc.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"387\" src=\"../Images/2024-03-24T08-18-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-24T08-18-00-08-00/000000.jpg\" width=\"690\"/></figure><!-- .post-thumbnail --><p><strong>Tonight, March 24, Russian troops attacked Kryvyi Rih Droam-Kamikadze. Due to the fall of the debris, the heating systems and the transmission line are damaged, so there are more than 76 thousand people left without heat.</strong></p><p>About this<a href=\"https://t.me/dnipropetrovskaODA/11566\" rel=\"nofollow\" target=\"_blank\">informs</a>Head of Dnipropetrovsk Ova Sergey Lisak.</p><p>“Due to the fall of the debris in the Kryvyi Rih, the heating systems and power lines are damaged. Due to the voltage drop, several boilers are disconnected in the city. There are 6 hospitals left without heat, more than one and a half hundred educational institutions. And 3 thousand houses where 76 thousand people live in total, ”he said.</p><p>In one of the medical institutions, according to Sergei Lisak, there were interruptions with electricity supply, he was restored.</p><p>“The critical infrastructure aggressor and Nikopol region aimed. The fragments of the whipped drone were damaged by the energy entity. More than three thousand subscribers in Nikopol and more than 6.4 thousand are left without light. The power supply has already been restored, ”the head of the Ova added.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/24/vorog-za-dobu-zavdav-majzhe-450-udariv-po-zaporizkij-oblasti/\">Armyinform</a>, the enemy made almost 450 beats in the Zaporozhye region a day.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/24/cherez-padinnya-ulamkiv-u-kryvomu-rozi-poshkodzheno-teplomerezhi-bez-tepla-zalyshylosya-76-tys-lyudej/", "title": "Due to the fall of the debris in Kryvyi Rih, the heat network was damaged: 76 thousand people are left without heat", "description": "About it reports the head of Dnipropetrovsk Ova Sergey Lisak. “Because of the fall of the fragments ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Дніпропетровщина", "Харківський трибунал"], "source_name": "ArmyInform"}