{"published time": "2024-03-24T09:30:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/dsc6276_1.original-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1367\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-24T09-30-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-24T09-30-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>On the night of March 24, Russia again staged a combined blow to Ukraine. The explosions were also in the capital.</strong></p><p>About this<a href=\"https://t.me/kyivoda/15492\" rel=\"nofollow\" target=\"_blank\">informs</a>Kyiv City Military Administration.</p><p>“The fall of the lost targets is recorded in three areas of the region. In one of the settlements, the wreckage fell into the territory of the car wash. Damaged power line passing next to the sink. As a result, more than 400 households were left without electricity. Energy are already working to restore the supply of light, ”said the head of the Kiev OVA Ruslan Kravchenko.</p><p>In another settlement, he said, the fragments damaged the playground in the territory of private homeownership.</p><p>“Elsewhere - the debris fell in open terrain outside the settlements. Operational services continue to work on fixing and eliminating the consequences of the attack, ”added the head of the Kiev OVA.</p><p>There are no hits in residential and critical infrastructure. There are no affected rocket attacks.</p><p>Recall that air anxiety in the region lasted more than two hours. The air defense forces worked in the region. There are knocked down goals.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/24/letily-krylati-rakety-h-101-h-555-ta-udarni-shahed-ps-zsu-unochi-znyshhyly-43-vorozhi-czili/\">Armyinform</a>, The air forces of the Armed Forces, as a result of air combat, destroyed 43 air targets.</p></div>", "source": "https://armyinform.com.ua/2024/03/24/u-troh-rajonah-kyyivshhyny-vpaly-ulamky-shho-vidomo-pro-naslidky-nichnoyi-ataky/", "title": "In three districts of Kyiv region, fragments have fallen: what is known about the consequences of a night attack", "description": "About it reports the Kyiv City Military Administration. “The fall of the fragments of the whipped ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "київська ова", "ПС ЗС України", "Руслан Кравченко", "Харківський трибунал"], "source_name": "ArmyInform"}