{"published time": "2024-03-24T17:25:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/06/usynovlennya-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"457\" src=\"../Images/2024-03-24T17-25-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-24T17-25-00-08-00/000000.jpg\" width=\"690\"/></figure><!-- .post-thumbnail --><p><strong>It is easier to make care/care for a child if the second spouse is in military service.</strong></p><p>About this<a href=\"https://www.kmu.gov.ua/news/minsotspolityky-sproshchuiemo-usynovlennia-i-vlashtuvannia-ditei-v-inshi-simeini-formy-vykhovannia\" rel=\"nofollow\" target=\"_blank\">reported</a>Cabinet of Ministers of Ukraine.</p><p>According to the rules, both of the spouses, not just the person who takes the child under the care, should be submitted on health.</p><p>From now on, the serving one will be able to submit such a conclusion within 15 calendar days after returning from service.</p><p>Also, according to the changes, the family who is in the process of adoption of the child will be able to pick up the child before the court's decision will be made.</p><p>Temporary arrangement of a child in a family of potential adoptive parents will be possible if the family or one person is a candidate for the adoptivest She filed an application for adoption of the child.</p><p>The validity of the certificate on the course of training on the upbringing of orphans and children deprived of parental care is increased to 24 months.</p><p>A list of those whom a child without parental care can be temporarily arranged, foster families and large foster families (family -type orphanages) have been added. Previously, it was only about families of relatives, acquaintances, patronage families, as well as institutional institutions.</p><p>As<a href=\"https://armyinform.com.ua/2024/02/12/medychna-evakuacziya-vijskovyh-yak-potrapyty-na-likuvannya-do-speczializovanyh-klinik-yevropy/\">reported the armyinform</a>, The Cabinet of Ministers explained the algorithm of medical evacuation for treatment with European clinics for military who were injured during the fighting.</p></div>", "source": "https://armyinform.com.ua/2024/03/24/vijskovym-polegshyly-opiku/", "title": "The military was ease of care", "description": "This was reported by the Cabinet of Ministers of Ukraine. According to the rules, submit a conclusion about ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["всиновлення", "Опіка"], "source_name": "ArmyInform"}