{"published time": "2024-03-24T16:17:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/63c8316e6a930.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"450\" src=\"../Images/2024-03-24T16-17-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-24T16-17-00-08-00/000000.jpeg\" width=\"720\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Foreign Affairs of Ukraine Dmytro Kuleba urged the West not to allow Putin to plant a deception of Ukraine's alleged connection with the terrorist attack in the City Hall City Hall concert hall.</strong></p><p>Dmytro Kuleba about it<a href=\"https://twitter.com/DmytroKuleba/status/1771863927300792579\" rel=\"nofollow noopener\" target=\"_blank\">wrote</a>The Twitter Twitter.</p><p>\"Putin lied about the explosions of residential buildings in 1999, a disaster of the Kursk submarine in 2000, the siege of a school in Beslan in 2004, the murder of Politkovskaya in 2006, Magnitsky in 2009, Nemtsov in 2015 and many other critics, Russian critics, Russian The military who occupied the Crimea, the killing of MH17 and the invasion plans to Ukraine, ”he said.</p><p>This, said the Foreign Minister, only \"a few examples of lies in a very long list.\"</p><p>“Putin is a pathological liar. In particular, even now, when he is desperate to associate Ukraine or other Western countries with a mass shooting near Moscow, despite the fact that there is no evidence that would confirm such statements, ”the minister stressed.</p><p>He urged not to allow Putin and his associates to plant their deception.</p><p>\"Their only goal is to motivate as many Russians as possible in their senseless and criminal war against Ukraine, as well as to instill even greater hatred of other peoples, not only to Ukrainians, but to the whole event,\" Dmytro Kuleba is convinced.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/21/dmytro-kuleba-zustrivsya-z-admiralom-robom-bauerom-zaklykav-posylyuvaty-ukrayinu-letalnym-ozbroyennyam/\">Armyinform</a>, Dmytro Kuleba met with Admiral Bauer's Robot and called for Ukraine to strengthen Ukraine with lethal weapons.</p></div>", "source": "https://armyinform.com.ua/2024/03/24/mzs-ukrayiny-zvernulosya-do-zahodu-shhodo-teraktu-pid-moskvoyu-ne-dozvolyajte-putinu-obduryty-vas/", "title": "The Ministry of Foreign Affairs of Ukraine appealed to the event for a terrorist attack near Moscow: Don't let Putin deceive you", "description": "Dmytro Kuleba wrote about it on Twitter. “Putin lied about the explosions of residential buildings in ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Дмитро Кулеба"], "source_name": "ArmyInform"}