{"published time": "2024-03-13T06:27:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/foto-1.-bezpilotna-aviaczijna-systema-coyote.png", "https://armyinform.com.ua/wp-content/uploads/2024/03/foto-2-haruk-andrij.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/foto-3.-bazovi-harakterystyky-bpla-vynyshhuvacha-coyote-scaled.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/foto-4.-bpla-vynyshhuvach-coyote.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/foto-5.-kompleks-bezpilotnoï-aviaczijnoï-systemy-coyote.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-13T06-27-00-08-00/000000.png\" srcset=\"../Images/2024-03-13T06-27-00-08-00/000000.png\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Unmanned Aviation System Coyote. The collage of The Drive</figcaption></figure><!-- .post-thumbnail --><p><strong>Each action is opposed. In our case, we can say more precisely that the production of some types of weapons and military equipment becomes the driver of the creation of protection systems from them. This is the situation with weapons-opening No. 1 in the Russian-Ukrainian war-unmanned aircraft and counteraction products.</strong></p><p>Their one, not too developed subspecies-UAV-Flowers, reporter Armyinfor, was told by a well-known researcher of military history, equipment and weapons, Doctor of History, Professor of the National Academy of Land Forces named after Hetman Petro Sahaidachny Andriy Kharuk.</p><p>-Indeed, the current Russian-Ukrainian war gives rich food for historical analogies with the wars of the past,-Professor Haruk began our conversation. - Well, look: the emergence of aviation revolutionized intelligence in the First World War - and in our war such a revolution caused the rapid progress of drones. The next step in the development of aviation in the First World War was the appearance of bombers - and now drones are mastering shock functions. Do you catch logic? That's right-the appearance of drones-fighter became only a matter of time, as well as the appearance of fighter aircraft in the First World War,-said the weapons researcher.</p><figure aria-describedby=\"caption-attachment-550769\" class=\"wp-caption alignnone\" id=\"attachment_550769\" style=\"width: 804px\"><img alt=\"\" class=\"size-full wp-image-550769\" height=\"478\" loading=\"lazy\" src=\"../Images/2024-03-13T06-27-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-13T06-27-00-08-00/000001.jpg\" width=\"804\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-550769\">Andriy Haruk, Doctor of History, Professor of the National Academy of Land Forces named after Hetman Peter Sahaidachny.</figcaption></figure><p>- Andriy Ivanovich, in this particular case, an American hunter for the drones of Coyote can be an interesting object for research.</p><p>-This product is one of the first in the world (if not the first at all) of industrial-producing drones from the American concern \"Reiton\". Its companies \"Bae System\" and \"Sensintel Ink.\", But now release and further development is the Riteon.</p><p>The first Coyote Party in the Block 1b version was purchased by the US Army in July 2018-as part of an urgent operational need caused by an increase in losses from hostile drones-Kamikadze (barrow ammunition) in the Middle East.</p><p>- Professor, what exactly did these UAV attract representatives of the Pentagon?</p><p>-In the basic version of Coyote Block 1 is a six-kilogram dron-Kamikadze with an electric motor and a fragmentary-fragmental combat part with a contactless blast. Its length is 0.9 m, and the wingspan is 1.5 m.</p><figure aria-describedby=\"caption-attachment-550770\" class=\"wp-caption alignnone\" id=\"attachment_550770\" style=\"width: 2048px\"><img alt=\"\" class=\"size-full wp-image-550770\" height=\"1581\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-13T06-27-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-13T06-27-00-08-00/000002.jpeg\" width=\"2048\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-550770\">Basic characteristics of Coyote UAV. Infographic Armyinform</figcaption></figure><p>Functional purpose is defined as \"the destruction of enemy drones beyond the effective radius of the HRB and low -caliber guns.\" \"Coyote\" is optimized for the destruction of UAV (by American classification) of the 1st, 2nd and 3rd categories-political mass, respectively, up to 9 kg, from 9 to 25 kg and up to 600 kg.</p><p>The Coyote Self-Self-Improvement System is based on radio frequency scanning, and the preliminary detection of targets is provided by the Kumrfs ground radar (Ku-Band Multi-Mission RF System), which has four electronic scanning antennas and 7 km.</p><p>-But the manufacturers of the municipal ammunition-Kamikadze was constantly upgraded the drone park. What did the engineers of the Riteon concern answer?</p><p>- Coyote evolved quickly. In May 2019, Block 2 appeared, which is characterized by a cruciform plumage and a radically altered power unit. Instead of an electric motor with a push screw, a jet engine and four starting accelerators were installed. Due to this, the maximum speed has almost tripled - from 130 to 370 km/h. The flight range reaches 10 km.</p><figure aria-describedby=\"caption-attachment-550771\" class=\"wp-caption alignnone\" id=\"attachment_550771\" style=\"width: 1256px\"><img alt=\"\" class=\"size-full wp-image-550771\" height=\"756\" loading=\"lazy\" src=\"../Images/2024-03-13T06-27-00-08-00/000003.jpg\" srcset=\"../Images/2024-03-13T06-27-00-08-00/000003.jpg\" width=\"1256\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-550771\">BPPU-Vinishchych Coyote. Photo: Raytheon</figcaption></figure><p>In the Block 2+ version, the speed is increased to 555 km/h, and the onboard equipment is introduced into the onboard equipment, which prevents accidental damage to your own drones.</p><p>- The second generation of the second generation was established by the third series of these drones. What is their feature?</p><p>- Block 3, which has developed since 2020, unlike the first two, it is multiple and modular. An alternative to the fragile-fugitive combat part is the combat part of the \"necinotic\" type.</p><p>Details on its principle have not yet been published. It can be assumed that such a combat part is a miniature station of the IP, which is able to interrupt the line of communication between the enemy drone (or swarm of drones) and the management station.</p><p>-Various wheel platforms are used to start these drones. Let us stop on their equipment.</p><p>-Coyote is one of the means of damage in the Anti-Nitrone systems of M-Lids (Mobile, Low, Slow, Unmanned Aircraft Integrated Defeat System) and FS-Lids (Fixed Site Lids). The M-Lids was initially tested on the FMTV truck chassis, which was installed by the Kumrfs radar and two four-term Coyote. However, the choice was made in favor of M-ATV cars.</p><p>The machine is installed remotely controlled module MOOG RLWP with 30 mm automatic Khm914E1, 7.62-mm M240 machine gun and a two-charged launch installation. The machine is equipped with a Kumrfs radar and an electronic optical touch unit S3 (Italian company Leonardo).</p><figure aria-describedby=\"caption-attachment-550772\" class=\"wp-caption alignnone\" id=\"attachment_550772\" style=\"width: 1600px\"><img alt=\"\" class=\"size-full wp-image-550772\" height=\"900\" loading=\"lazy\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-13T06-27-00-08-00/000004.jpg\" srcset=\"../Images/2024-03-13T06-27-00-08-00/000004.jpg\" width=\"1600\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-550772\">Coyote unmanned aviation system. Photo: The Drive</figcaption></figure><p>It complements it with a second M-ATV complex and a remote control module with a 12.7 mm machine gun M2NV. The FS-Lids stationary complex is a touch platform with Kumrfs-T radar (range increased to 15 km) and a fire platform (or several platforms).</p><p>-Which units of the US Army are oriented these drones and how did they show themselves in hostilities?</p><p>-In October 2022, Reitonion received a contract for equipping the first two divisions of the US Army (1st Cavalry and 82nd Airborne) radars by Kumrfs and Koyot drones. At the beginning of 2023, the Pentagon ordered an additional number of these intended tools for the central command (use in the Middle East).</p><p>Probably M-Lids and (or) FS-Lids were already used in Syria and Iraq, because on January 20, 2023, the Central Command reported the destruction Homs province).</p><p>On December 18, 2023, Pentagon announced the intention to order from Reiton's 6,000 Drones \"Koyot\" Block 2, 700-Block 3, 252 FIM modules FS-Lids, 25-M-Lids, as well as 151 Kumrfs radar (118 in 118 in stationary performance and 33 - in mobile). In case of conclusion of the contract of supply will be carried out in 2025-2029.</p><p>The US Navy is also interested in Kiota. And in December 2022, the FS-Lids entered the international weapons market-these systems ordered Qatar (10 systems and 200 koyot drones).</p><p>In general, Coyote, especially in the M-LIDS or FS-Lids complex, is an interesting means of combating the growing threat from the UAV. Undoubtedly, the forces of Ukraine's defense are in dire need of such complex systems.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" src=\"https://www.youtube.com/embed/bhlUjX4kZeA?feature=oembed\" title=\"Amazing Drone On Drone Hits! Raytheon Coyote 2 Interceptor Destroys Target Drones\" width=\"640\"></iframe></p><p><span style=\"color: #999999;\">Video: Coyote unmanned aviation system. Video: Military Blog</span></p></div>", "source": "https://armyinform.com.ua/2024/03/13/na-prizvysko-kojot-ekspert-rozpoviv-pro-odyn-z-pershyh-u-sviti-bpla-vynyshhuvachiv-promyslovogo-vyrobnycztva/", "title": "Nickname \"Coyote\": The expert told about one of the world's first UAVs of industrial production", "description": "About their one, so far not too developed subspecies-fashionables, a reporter ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["Coyote", "Андрій Харук", "БПЛА", "ВМС США", "дрон"], "source_name": "ArmyInform"}