{"published time": "2024-03-13T19:31:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/05/dpdy_ppxgaejltw-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-13T19-31-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T19-31-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Amendments to the law on mobilization will also make it possible to understand the mobilization potential in the state by improving the process of military accounting, creating appropriate digital mechanisms.</strong></p><p>This is stated in the<a href=\"https://www.facebook.com/MinistryofDefence.UA/posts/pfbid02ma75WCvgz1B2UwuZDyNZ6GfqQCq8ZebggMrHjGtwXBBPK621aQx4Kgi9yhrw5DfVl\" rel=\"nofollow\" target=\"_blank\">Comments</a>Ministry of Defense of Ukraine on the process of mobilization of Financial Times.</p><p>The Defense Ministry stressed that Ukrainians understand the need to defend their own country.</p><p>The MOU recruiting campaign, which has just begun and so far offers a recruitment for a limited range of military specialties, has already demonstrated that there is no general misunderstanding. We have over 90,000 applications for almost 8,000 open vacancies.</p><p>“On the number of mobilized. It should be noted that for safety reasons, we cannot comment on the exact number of people needed to attract people to the defense forces. At the same time, 400-500 thousand are general estimates that are adjusted, depending on the development of events at the theater of combat operations, and which cannot be satisfied at once, ”the department explained.</p><p>It is noted that the process of strengthening the armed forces is currently underway, in particular, it is necessary in order to be able to dismiss from the army those who have been defending the state since the first days of the full-scale invasion.</p><p>“Determining the deadline for service is extremely important. Now the Verkhovna Rada is considering the bill, which is proposed to set such a period at the level of 36 months, ”the Defense Ministry emphasized.</p><p>It is also noted that changes to the mechanism of mobilization relate to the training of servicemen. During the martial law, such training will be up to 3 months, including basic general -military training and specialty.</p><p>“Our task, to make sure that every military personnel has a clear idea of how preparation, selection in units, service, which guarantees will be given by the state, what will be the life of the service, etc. It is the misunderstanding of these details, which, unfortunately, exists, is the barrier that causes some people to avoid mobilization in defense forces, ”the Defense Ministry noted.</p><p>The department added that the new bill proposes the mobilization of a certain part of the police, however, the percentage should be determined in such a way that the police continue to perform the function of law enforcement.</p><p>As for the Security Service of Ukraine, the Ministry of Defense drew attention to the fact that the SBU has both its own combat units that conduct hostilities directly on the contact line, and those that plan and carry out operations to defeat enemy forces in its rear.</p><p>At the same time, the Security Service plays an extremely important role in non -inotic counteraction to Russian aggression, the fight against espionage, information counteraction, confrontation of cyber threats, perform intelligence and anti -terrorist tasks, etc.</p><p>\"In general, the calls to the front of the police and military personnel of the SBU are, unfortunately, are used speculatively, to spread that Ukraine's protection is not a matter of all its citizens, but only the task of individual circles of society,\" the Ministry of Defense said.</p><p>The ministry added that full -scale aggression could not be resisted solely by professionals. When a state with a threefold population and a significant advantage in the number of troops and the capacity of MIC, the mobilization of citizens suitable for military service was attacked by Ukraine - the only mechanism that allows to restrain the enemy and save the country, cities, people.</p><p>With regard to the rear of servicemen, the Ministry of Defense noted that no military personnel may have in any modern war on the front.</p><p>\"Logistics, intelligence, provision, planning, command, operations of neo -inetic influence, development and modification and repair of weapons, treatment and rehabilitation of the military, preparation and retraining, information support and more are non -adulterations, without which modern war is not possible\" , - they explained in MOU.</p><p>At the same time, it is noted that the Ministry of Defense is working on evaluating the efficiency of use of servicemen, so, in particular, the Minister of Defense ordered a functional audit of the MOU and General Staff.</p><p>As reported by the Armyinform, the Committee on National Security, Defense and Intelligence is more than twice<a href=\"https://armyinform.com.ua/2024/03/13/zakon-pro-mobilizacziyu-shhodnya-profilnyj-komitet-rozglyadaye-blyzko-300-pravok/\">reduced</a>The number of amendments to the mobilization bill.</p><p>At the same time, the Committee rejected all proposals for temporary restrictions for \"evasion\", and left only the norm on restriction of the driving of the vehicle.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/minoborony-pro-zminy-u-proczesi-mobilizacziyi-ukrayinczi-dobre-rozumiyut-neobhidnist-zahyshhaty-krayinu/", "title": "Ministry of Defense about changes in the mobilization process: Ukrainians understand the need to defend the country", "description": "This is stated in a comment to the Ministry of Defense of Ukraine on the process of mobilization of the publication ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": [], "source_name": "ArmyInform"}