{"published time": "2024-03-13T11:02:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1b6ba0671186c8418e41b214631673e3576bd4f3-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1343\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-13T11-02-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T11-02-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>Deputy Minister of Defense for Digital Development, Digital Transformations and Digitalization, Kateryna Chernoroenko and Deepstateuaaua's team signed a memorandum of cooperation.</strong></p><p class=\"\">About this<a href=\"https://www.mil.gov.ua/news/2024/03/13/ministerstvo-oboroni-ukraini-ta-deepstateua-rozpochinayut-spivpraczyu/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p class=\"\">According to the department, the purpose of the memorandum is to provide data exchange between the Ministry and NGO Dipstat Yua to strengthen the Armed Forces of Ukraine with current information.</p><p class=\"\">“The Ministry of Defense is interested in using the best practices of IT projections to increase the defense capability of the state. Collaboration with Deepstateua will allow you to quickly and efficiently accumulate and process the necessary data of the course of hostilities, ”Kateryna Chernnoroenko, Deputy Minister of Defense, said.</p><p class=\"\"><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\">Deepstateua is an analytical project that highlights information on the course of the Russian-Ukrainian war with the help of an interactive online fighting map. Deepstatemap.live gives you the opportunity to monitor changes in the front line and the course of hostilities - and contains marks on the status of different territories: occupied, liberated, just liberated or gray zones.</div></p><p class=\"\">“Today, our map is not just a designation, but social attention, the need and life of people, because it is used by different services and military in their work. Together with the Ministry of Defense, we will be able to work more efficiently for our common victory, ” - said Roman Pogorely, co -founder of Deepstateua project.</p><p>As reported by the Armyinform, to the community of innovators of the Ministry of Defense<a href=\"https://armyinform.com.ua/2024/03/07/do-spilnoty-innovatoriv-minoborony-doluchylysya-vzhe-ponad-400-rozrobnykiv/\">joined</a>There are already more than 400 developers.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/minoborony-ta-deepstateua-pidpysaly-memorandum-pro-spivpraczyu/", "title": "Ministry of Defense and Deepstateua signed a memorandum of cooperation", "description": "The Ministry of Defense of Ukraine informs about it. As noted in the department, the purpose ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "міноборони"], "source_name": "ArmyInform"}