{"published time": "2024-03-13T12:44:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1_3.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"400\" src=\"../Images/2024-03-13T12-44-00-08-00/000000.png\" srcset=\"../Images/2024-03-13T12-44-00-08-00/000000.png\" width=\"657\"/></figure><!-- .post-thumbnail --><p><strong>In three months of work, the state operator has announced 144 procedures for the purchase of goods for the Armed Forces. Of these, 95% are through ProZorro's electronic system. 5% is the procedure of direct contracts, which was used in the case of proving the need, as an urgent one, that is, because of the short time does not allow the procedure using Prozorro.</strong></p><p>About this<a href=\"https://dotua.org/ua/za-3-misiaci-roboti-derzavnii-operator-tilu-uklav-87-dogovoriv-na-sumu-12-mlrd-griven/\" rel=\"nofollow\" target=\"_blank\">informs</a>The State Logistics Operator (DOT) is a state agency that meets the needs of the Armed Forces of Ukraine.</p><p>Thus, as of March 11, DOT concluded 87 contracts in the amount of UAH 12 billion, of which:</p><ul><li>55 contracts in the field of material support,</li><li>2 contracts for the supply of disposable utensils,</li><li>30 contracts in the direction of fuel and lubricants.</li></ul><p>“Thanks to competitive bidding, DOT was able to save UAH 2.9 billion compared to prices before the start of the state operator. The savings were 10%, and 26%of fuel and lubricants, ”the department said.</p><p>At the beginning of March, suppliers delivered the Armed Forces 52% of the goods from the purchased volume. In this case, 23% of goods from the concluded contracts for the property have already been delivered. With regard to fuel and lubricants, this figure is 72%.</p><p>According to the state operator of the rear, the first supply of food is expected on April 1.</p><p>“Currently, Dot has concluded food supply contracts on the results of the first round of commercial offers. Contracts were concluded within the framework of the current legislation without the use of an electronic system with food companies, ”the state agency summarized.</p><p>Recall that on March 11, the second round of the collection of commercial proposals was announced. By the end of the week, as they promise to DOT, the ProZorro system will be reported on concluded contracts, including the names of companies.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/06/glib-kanyevskyj-meta-minoborony-onovlena-arhitektura-zakupivel-dlya-zsu-za-standartamy-nato/\">Armyinform</a>, The Ministry of Defense of Ukraine will build a new procurement architecture that will meet NATO standards and work in the best corporate governance practices.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/derzhavnyj-operator-tylu-za-try-misyaczi-uklav-87-dogovoriv-na-sumu-12-mlrd-gryven/", "title": "The state of the rear operator in three months concluded 87 contracts worth UAH 12 billion", "description": "About it informs the state operator of the rear (DT) - a state agency that meets the needs ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ProZorro", "ДОТ", "потреби ЗСУ", "речове забезпечення"], "source_name": "ArmyInform"}