{"published time": "2024-03-13T14:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/1x-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"756\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-13T14-16-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T14-16-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Russian troops reduced the activity of aviation in the Tavriysk direction. In particular, yesterday, the enemy caused 17 aircraft (least in the last ten days).</strong></p><p>About this<a href=\"https://t.me/otarnavskiy/586\" rel=\"nofollow\" target=\"_blank\">reported</a>General Alexander Tarnavsky, commander of the operational-strategic group of Tavriya troops.</p><p>According to him, our warriors continue to conduct a defense operation. The situation in this direction remains difficult but controlled.</p><p>“64 combat clashes took place over the past day. The enemy made 5 missile strokes, made 1215 shelling and 107 kamp-Kamikadze shots, ”the message reads.</p><p>As reported by ArmyInform, the total losses of the Russians over the past day<a href=\"https://armyinform.com.ua/2024/03/13/45-odynycz-rosijskoyi-tehniky-znyshheno-na-tavrijskomu-napryamku-za-dobu/\">make up</a>: in manpower — 387 people; in weapons and military equipment — 45 units, not including UAVs. In particular, these are 2 tanks, 10 armored fighting vehicles, 12 artillery systems, MLRS, 16 cars and 3 units of special equipment. 297 UAVs of various types were neutralized by electronic warfare or shot down.</p><p>Ukraine's defense forces also destroyed the composition of ammunition and 5 more important enemy objects.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/na-tavrijskomu-napryamku-za-ostanni-10-dniv-rosarmiya-zmenshyla-kilkist-aviaudariv/", "title": "In the Tavriysk direction in the last 10 days, Rosarmia has reduced the number of air strikes", "description": "This was reported by the commander of the operational-strategic group of Tavriya troops General ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "Таврійський напрямок", "Хроніка оборони"], "source_name": "ArmyInform"}