{"published time": "2024-03-13T10:06:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/7629908-ze-op-es.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"387\" src=\"../Images/2024-03-13T10-06-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T10-06-00-08-00/000000.jpg\" width=\"690\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky thanked the European Commission and its head of Ursula von Der Lyen for the finalization of proposals for the project of the negotiation framework with Ukraine, which will be submitted for consideration of the Euro Council.</strong></p><p>The head of state<a href=\"https://twitter.com/ZelenskyyUa/status/1767611093004730809?t=2OvGoDA0tbZquEoL7q3EIQ&amp;s=19\" rel=\"nofollow\" target=\"_blank\">wrote</a>The Twitter Twitter.</p><p>“This is an important and timely step towards the practical start of Ukraine's accession to the EU. Our European choice is brought to life, and the day of Ukraine's accession to the EU is getting closer, ”he said.</p><p>On the same occasion, Volodymyr Zelenskyy congratulated Moldova, noting that it was moving side by side with Ukraine before membership in the European Union.</p><p>The President also congratulated Bosnia and Herzegovina on the recommendation of the European Commission to start negotiating to join the EU.</p><p>\"There is no alternative to expanding and strengthening the European Union, which will provide long -term peace and prosperity for all Europeans,\" the President stressed.</p><p>As reported by the Armyinform, the European Commission<a href=\"https://armyinform.com.ua/2024/03/13/yevrokomisiya-pidgotuvala-proyekt-peregovornoyi-ramky-pro-vstup-ukrayiny-do-yes/\">Prepared</a>Project of the negotiation framework on Ukraine's accession to the EU.</p><p>Earlier, Foreign Minister of Ukraine Dmytro Kuleba also<a href=\"https://twitter.com/DmytroKuleba/status/1767611685693485315\" rel=\"nofollow noopener\" target=\"_blank\">greeted</a>The European Commission on the Project of the Framework Agreement with Ukraine, which will be represented by the Council, has been revised.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/prezydent-podyakuvav-yevrokomisiyi-za-zatverdzhennya-peregovornoyi-ramky-pro-vstup-ukrayiny-do-yes/", "title": "The President thanked the European Commission for approving the negotiating framework for Ukraine's accession to the EU", "description": "He wrote about it on Twitter. “This is an important and timely step to a practical ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Володимир Зеленський", "вступ до ЄС", "Європейська комісія", "Президент України"], "source_name": "ArmyInform"}