{"published time": "2024-03-13T14:30:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zavantazhennya-1-e1710332936631.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"470\" src=\"../Images/2024-03-13T14-30-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T14-30-00-08-00/000000.jpg\" width=\"702\"/></figure><!-- .post-thumbnail --><p><strong>The prosecutor's office sent an indictment to the court against a former Ukrainian athlete who supports the enemy and raises funds for his army.</strong></p><p class=\"\">About this<a href=\"https://gp.gov.ua/ua/posts/suditimut-kolisnyu-ukrayinsku-sportsmenku-yaka-pidtrimuje-voroga-ta-zbiraje-kosti-dlya-iogo-armiyi\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the Prosecutor General.</p><p class=\"\">\"The prosecutor's office of autonomy has sent an indictment to the court in relation to the former Ukrainian athlete from Crimea on the fact</p><p class=\"\">As it is noted, the accused - a former Ukrainian athlete and multiple champion of Europe and the world from Sumo, which since 2016 began to perform as a part of the Russian national team, but has taken a break in a career after banning Russian athletes to participate in international competitions.</p><p class=\"\">The investigation found that in order to support the army of the invaders, it organized and led a volunteer movement in Crimea. She has repeatedly made funds for the purchase of diesel generators, races, thermal imagers and other resources for Russian servicemen, which, in particular, conducted fighting against Ukraine in Bakhmut.</p><p class=\"\">In order to influence the formation of the information space in the Crimea, being a public person, the accused repeatedly performed in the pro -Russian media, promoting propaganda narratives.</p><p class=\"\">Special pre -trial investigation was carried out by the Security Service of Ukraine in Crimea.</p><p>As reported by the Armyinform, Khersonka was detained, which<a href=\"https://armyinform.com.ua/2024/03/13/psevdonim-ne-dopomig-zatrymano-hersonku-yaka-peretvoryuvala-likarni-na-vijskovi-shpytali-dlya-rosiyan/\">turned hospitals into military hospitals</a>for Russians.</p><div class=\"single-content\"><p>We will remind, in Kiev condemned the seller of street food, which<a href=\"https://armyinform.com.ua/2024/03/12/u-kyyevi-zasudyly-prodavczya-vulychnoyi-yizhi-yakyj-shpyguvav-za-budivlyamy-sylovyh-struktur/\">He was spying</a>behind the buildings of law enforcement agencies.</p></div></div>", "source": "https://armyinform.com.ua/2024/03/13/kolyshnyu-ukrayinsku-sumoyistku-sudytymut-za-pidtrymku-ta-finansuvannya-armiyi-rf/", "title": "Former Ukrainian sumo wrestler will be tried for supporting and financing the Russian army", "description": "About it informs the office of the Attorney General. “The prosecutor's office of autonomy has been sent to court ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Офіс Генерального прокурора"], "source_name": "ArmyInform"}