{"published time": "2024-03-13T14:27:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/hhy1z9zmwakjxua5jtajtyuvgom63xbz2eouywrf.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"582\" sizes=\"(max-width: 1036px) 100vw, 1036px\" src=\"../Images/2024-03-13T14-27-00-08-00/000000.png\" srcset=\"../Images/2024-03-13T14-27-00-08-00/000000.png\" width=\"1036\"/></figure><!-- .post-thumbnail --><p><strong>The Committee on National Security, Defense and Intelligence has more than doubled the number of amendments to the mobilization bill.</strong></p><p>About this<a href=\"https://www.rada.gov.ua/news/news_kom/247376.html\" rel=\"nofollow\" target=\"_blank\">Reports</a>The press service of the Verkhovna Rada of Ukraine.</p><p style=\"font-weight: 400;\">“About 300 edits are considered daily. The deputies who submitted their amendments and insisted on them were given the opportunity to come to the committee meeting and defend them, and the committee will take into account whether these proposals will not take into account, ” - said the People's Deputy, a member of the profile parliamentary committee Alexander Fedienko.</p><p style=\"font-weight: 400;\">At the same time, the Committee rejected all proposals for temporary restrictions for \"evasion\", and left only the norm on restriction of the driving of the vehicle.</p><p style=\"font-weight: 400;\">The People's Deputy noted that the law itself is built in terms of rules of law as a framework mechanism, and the method of execution will already determine by -law documents.</p><p style=\"font-weight: 400;\">At the same time, Alexander Fedienko emphasizes, the current legislation does not interfere with the territorial centers of configuration to form a mobilization potential, but the draft mobilization, which is now being worked out, should first and foremost give motivation, as well as improve the work of the shopping center.</p><p style=\"font-weight: 400;\">\"We have many persons liable for military service who are not in the registers of the Recruitment Centers, they are not physically and technically seen. The draft law will make it possible to identify those citizens who are not registered, while being in other registers,\" the parliamentarian emphasized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/02/29/zakonoproyekt-pro-mobilizacziyu-parlamentari-dijshly-zgody-shhodo-nyzky-dyskusijnyh-pytan/\">Armyinform</a>, Parliamentarians have agreed on a number of debate issues of the bill on mobilization.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/zakon-pro-mobilizacziyu-shhodnya-profilnyj-komitet-rozglyadaye-blyzko-300-pravok/", "title": "Mobilization Act: The profile committee considers about 300 edits every day", "description": "This was reported by the press service of the Verkhovna Rada of Ukraine.  \"Every day it is considered...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Верховна Рада України", "закон про мобілізацію", "Олександр Федієнко"], "source_name": "ArmyInform"}