{"published time": "2024-03-13T20:10:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/12/foto-2-prognoz.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"630\" src=\"../Images/2024-03-13T20-10-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T20-10-00-08-00/000000.jpg\" width=\"960\"/><figcaption class=\"wp-caption-text\">Russian occupier in Ukraine. Photo: Theins</figcaption></figure><!-- .post-thumbnail --><p><strong>The Russians change the ethnic composition of the inhabitants of the temporarily occupied territories of Zaporizhzhya region.</strong></p><p>About this<a href=\"https://t.me/ivan_fedorov_zp/5393\" rel=\"nofollow\" target=\"_blank\">reported</a>Head of Zaporizhzhya Ova Ivan Fedorov.</p><p>According to him, the occupiers bring gastarbiters from all over Russia and announce the appointment of killers of ESveo participants to management positions.</p><p>\"The invaders continue to squeeze the indigenous residents of the captured part of the Zaporizhzhya region and import a loyal population from Erefia,\" Ivan Fedorov said.</p><p>He added that the next program is aimed at replacing the ethnic composition - \"the time of heroes\". It provides for the employment of participants in the so-called \"special operation\", that is, the war of aggression of the Russian Federation.</p><p>Another project is Zaporozhye Celina. It provides for the relocation of Russian specialists and military with families.</p><p>“All this has already led to an increase in the number of living on the expense of the Russians. In this way, Russia forms the population loyal to the occupying power and prevents possible protests in the future, ”added the head of Zaporizhzhya Ova.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/13/golova-zaporizkoyi-ova-rosiyany-zminyuyut-etnichnyj-sklad-meshkancziv-tot/", "title": "Head of Zaporizhzhya Ova: Russians change the ethnic composition of the inhabitants of Tot", "description": "The head of Zaporizhzhya Ova Ivan Fedorov informed about it. According to him, occupiers ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Запорізька область", "російські окупанти", "ТОТ"], "source_name": "ArmyInform"}