{"published time": "2024-03-13T17:42:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710344054.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710344054-1.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710344054-2.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710344054-3.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710344054-4.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"999\" src=\"../Images/2024-03-13T17-42-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-13T17-42-00-08-00/000000.jpeg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>Today, a meeting was held at the Army, during which the likelihood of the Third World War. The team of analysts of the non -governmental center \"Ukrainian Strategic Studies Studies\" shared their thoughts.</strong></p><p><span style=\"font-weight: 400;\">The guests of the information agency have discussed security agreements that Ukraine has signed since the beginning of the year, the modern influence and prospects of international organizations, the situation before the US and Russia elections, protests of farmers in Poland, military conflicts and training that are ongoing in the world and other topics.</span></p><p><span style=\"font-weight: 400;\">- The symbolic beginning of the \"quiet\" Third World War, can be deduced from Putin's speech on February 10, 2007 at the Munich Security Conference, where he declared, in fact, disagreement with the expansion of NATO and the unacceptability of a unicorn model of the modern world. That is, he declared the intention of rebuilding, in fact, the World Security Architecture. After that, there was an invasion of Georgia in 2008, in 2011, the Arab war began and since then the number and intensity of military conflicts only increased every year,-said Candidate of Political Science Yuri Oliynyk.</span></p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"551168,551169,551170,551171\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.5015015015015\" data-size=\"large\" data-width=\"1500\"><div class=\"gallery galleryid-551166 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-1\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-13T17-42-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-13T17-42-00-08-00/000001.jpeg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-13T17-42-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-13T17-42-00-08-00/000002.jpeg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-13T17-42-00-08-00/000003.jpeg\" srcset=\"../Images/2024-03-13T17-42-00-08-00/000003.jpeg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-13T17-42-00-08-00/000004.jpeg\" srcset=\"../Images/2024-03-13T17-42-00-08-00/000004.jpeg\" width=\"150\"/></dt></dl></div></div><p><span style=\"font-weight: 400;\">- We now live during the change of world order. It is the \"secret of polyshinel\" that exist certain systems of international relations. At first it was Westphalia, then Vienna, Versailles-Washington, Yalta-Potsdam. Then, after the collapse of the Soviet Union and the collapse of Yugoslavia, they already talked about the Belovezh system. It is now a different system, because there has been an invasion of Georgia and the annexation of the 14th year of Crimea and Donbass. Now we live, obviously, in a little different era. And perhaps the worst part is that it is the \"era of change\" when new order is produced - a new world system, new rules of world politics. These changes are observed in both Asian and African and South American region. There is a global struggle for the redistribution of the sphere of influence, - explained the Doctor of Philosophy in the field of social and behavioral sciences, the captain of the Armed Forces Andriy Rudyk.</span></p><p><span style=\"font-weight: 400;\">\"Now we see that an \"axis of evil\" has been formed in the world. These are Russia, Iran and North Korea, which act in a coordinated manner, which, having fallen under international sanctions, are trying to change the status quo and exacerbate the situation in the world. Unfortunately, we see that this \"axis of evil\" is able to provide ammunition better and more efficiently than the entire Western world. Because the amount of ammunition that Russia produces per month on its own, which is supplied to it by North Korea and Iran, exceeds the amount that the European Union together with the United States of America is currently capable of producing. We see that Russia has put the economy on a war footing, sharply increasing the number of people employed in military production. We know that only officially, more than 40% of the budget of the Russian Federation is directed to military needs,\" said the director of the USSD, junior sergeant of the Armed Forces of Ukraine Yuriy Syrotiuk.</span><span style=\"font-weight: 400;\">- Nevertheless, Ukraine now has a window of opportunity when it can do everything she wants to destabilize and really change the situation there.</span></p><p><span style=\"font-weight: 400;\">More about the event and what the experts were told - read the ArmyInform on the website soon.</span></p><p><em><span style=\"font-weight: 400;\">Photo by Vitaliy Pavlenko</span></em></p></div>", "source": "https://armyinform.com.ua/2024/03/13/eksperty-nazvaly-try-krayiny-yaki-u-sviti-sformuvaly-vis-zla-v-armiyainform-govoryly-pro-tretyu-svitovu/", "title": "Experts named three countries that formed an \"axis of evil\" in the world: ArmyInform talked about World War III", "description": "Guests of the information agency discussed security agreements that signed from the beginning of the year ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": [], "source_name": "ArmyInform"}