{"published time": "2024-03-13T11:41:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/image-5-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1080\" sizes=\"(max-width: 1920px) 100vw, 1920px\" src=\"../Images/2024-03-13T11-41-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T11-41-00-08-00/000000.jpg\" width=\"1920\"/></figure><!-- .post-thumbnail --><p><strong>The Main Directorate of Intelligence of the Ministry of Defense of Ukraine reports that Russian propagandists continue the active phase of the Perun information operation.</strong></p><p>About this<a href=\"https://t.me/DIUkraine/3588\" rel=\"nofollow\" target=\"_blank\">It is said</a>On the GUR page in Telegram.</p><p>The intelligence reminded that the operation is aimed at destabilizing the political situation in Ukraine and the Western countries and is called to \"create the conditions for solving problems\" of the so -called one. The invaders also spend it in the temporarily occupied territories of Ukraine and in most regions of the Russian Federation.</p><p>“The peak of activation of propaganda measures defines the day of the so -called election of the President of the Russian Federation. The completion of the Perun operation is planned by the occupiers by June 30 this year, ”the military intelligence said.</p><p>The operations of the \"Federal Service of the Army of National Guard\" are involved in the operation of the operation and the Score of the Russian Federation and the spies of \"headquarters of the Russian Federation\".</p><p>The Kremlin propagandists give instructions to the spies of Rosgvardia, in particular:</p><ul><li>discredit of Ukrainian and Western pro -Ukrainian politicians, accusing them of corruption and betrayal of Ukraine's interests;</li><li>justifying the aggression of the Russian Federation against Ukraine and coverage of the situation around our country of favorable positions for the Kremlin;</li><li>spreading in the media space of misinformation about the alleged \"normalization of life\" in the enslaved Ukrainian territories with Russia with direct participation in this leadership of the Russian Federation;</li><li>formation in the Russian and European media space of the image of \"Ukrainian Nazis\" and more.</li></ul><p>According to the Russian methodology, the Kremlin's special service should talk about events in Ukraine in the first half of 2024. At the same time to use both long -known and newly fictional fake narratives: that is, that is, the planning of a coup in Kiev, the accusation of Ukraine at the beginning of hostilities in the Donbass, the mass murder of pro -Russian activists in Odessa and so on.</p><p>As reported by the Armyinform, GUR<a href=\"https://armyinform.com.ua/2024/02/15/gur-poperedylo-pro-aktyvizacziyu-rosijskoyi-informaczijnoyi-operacziyi-perun/\">warned</a>On the activation of the Russian Information Operation \"Perun\".</p></div>", "source": "https://armyinform.com.ua/2024/03/13/rosiya-prodovzhuye-operacziyu-perun-iz-destabilizacziyi-sytuacziyi-v-ukrayini-ta-krayinah-zahodu-gur/", "title": "Russia continues the operation of \"Perun\" to destabilize the situation in Ukraine and the countries of the event - GUR", "description": "This is stated on GUR page in Telegram. The intelligence reminded that the operation is directed ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ГУР Міноборони України", "ІПСО рф", "Перун"], "source_name": "ArmyInform"}