{"published time": "2024-03-13T16:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/koryguvalnyk-z-pokrovska.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"862\" src=\"../Images/2024-03-13T16-56-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T16-56-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The local resident informed the enemy every week about the location of the Armed Forces firing positions.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22382\" rel=\"nofollow\" target=\"_blank\">reported March 13</a>Office of the Prosecutor General.</p><p>According to the investigation, from May to July 2023, a resident of Pokrovskaya of Donetsk region transferred to the employee of one of the military units of the Ministry of Defense of the Russian Federation the direction of movement of equipment and personnel of the Armed Forces of Ukraine.</p><p>He did it in the forbidden social network \"Classmates\".</p><p>In order to assist the occupiers in the fighting against Ukrainian defenders, a man sent a \"curator\" with a detailed description of the places of artillery fire every week, the number of artillery fire at the units of the Armed Forces, the number and directions of movement and gas trucks.</p><p>In addition, in his reports, he noted the geolocation of road infrastructure and engineering facilities of the region, which are important for the country's defense capability. He also described in detail the area around rail and bridges.</p><p>Before<a href=\"https://armyinform.com.ua/2024/02/21/agentka-fsb-otrymaly-15-rokiv-za-koryguvannya-udariv-po-kryvomu-rogu/\">The Armyinform reported</a>that the FSB agent has received 15 years in prisons for adjusting strokes on Kryvyi Rih.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/12-rokiv-otrymav-shpygun-z-pokrovska/", "title": "12 years in prison got a spy from Pokrovsk", "description": "This was announced on March 13 by the Prosecutor General's Office.    According to the investigation, since May...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["державна зрада", "коригувальники", "Офіс Генерального прокурора"], "source_name": "ArmyInform"}