{"published time": "2024-03-13T06:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/yeoselya2.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-13T06-56-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-13T06-56-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>Currently, one of the most common options for resolving a housing issue among servicemen is to obtain a preferential loan within the Eosel program.</strong></p><p>Only in the past week was<a href=\"https://armyinform.com.ua/2024/03/12/shhe-90-vijskovyh-ta-sylovykiv-skorystalys-zhytlovym-kredytom-vid-yeoseli/\">Issued</a>173 Credits. 90 of them received servicemen and other security forces. The Armyinform tells which of the servicemen can get a preferential loan, on what conditions and what to do.</p><p>Changes have made changes throughout its existence over the course of its existence. For the most part, the expansion of the circle of those who can receive preferential loans. Currently, the following options are available for military personnel (both current and former):</p><p><strong>Mortgage under 3%</strong></p><p>- Contract Service Soldiers</p><p><strong>Mortgage under 7%</strong></p><p>- participants of hostilities</p><p>- War veterans and their families</p><p>- families of dead (dead) veterans and defenders</p><p>- people who have a disability due to hostilities</p><p><strong>General requirements for those who plan to get a preferential loan under the program:</strong></p><ul><li>citizenship of Ukraine;</li><li>age - from 18 to 70 years (it should be no more than 70 years at the time of repayment of the mortgage);</li><li>solvency (official employment and payment of taxes);</li><li>absence in sanctions;</li><li>do not have their own housing or it is located in the occupied territories;</li><li>have real estate less than 52.5 square meters. m + 21 square meters. m for each family member;</li><li>They do not participate in other state housing programs.</li></ul><p>The loan period is up to 20 years. Initial contribution - from 20%.</p><p><strong>Housing requirements:</strong></p><p>It can be an apartment or house located in the territory of Ukraine (except for the occupied territories and places where active fighting is ongoing).</p><p>If the apartment in Kiev, or in the regional center, it should be in operation at the time of conclusion of the contract for no more than 10 years. This also applies to residential buildings.</p><p>Regulatory area for the apartment - no more than 52.5 square meters. m of total area and additional 21 square meters. m per family member.</p><p>For an apartment building, the normative area is greater - 62.5 square meters. m of total area and additional 21 square meters. m per family member.</p><p>The cost of housing should not exceed<a href=\"https://www.minregion.gov.ua/napryamki-diyalnosti/building/pricing/tsinoutvorennya/pro-pokaznyky-oposeredkovanoyi-vartosti-sporudzhennya-zhytla-za-regionamy-ukrayiny-stanom-na-01-sichnya-2022-roku/\" rel=\"nofollow\" target=\"_blank\">The average cost of housing in the regions of Ukraine</a>,<a href=\"https://www.minregion.gov.ua/wp-content/uploads/2022/02/2022-02-17-nakaz-53.pdf\" rel=\"nofollow\" target=\"_blank\">determined by the Minregion</a>and multiplied by certain coefficients:</p><ul><li><strong>2,5</strong>- for Kiev, Dnipro, Lviv, Odessa and Kharkiv;</li><li><strong>2</strong>-for regional centers and settlements located around them in the 15-kilometer zone, as well as cities in which more than 300 thousand people live;</li><li><strong>1,75</strong>- for cities with a number of residents 100-300 thousand;</li><li><strong>1</strong>- for other settlements.</li></ul><p>If the cost exceeds the program limits, then this difference can be covered by increasing the initial contribution. Before concluding an agreement, they must be evaluated.</p><p><strong>Additional credit payments:</strong></p><p>We need to be prepared for the fact that, in addition to the first contribution, you will still need to make additional payments:</p><ul><li>Credit Commission;</li><li>compulsory state pension insurance fees;</li><li>real estate insurance (mortgage object);</li><li>service of the appraiser;</li><li>notary services;</li><li>Commission for non -cash transfer of credit funds from the client's account in favor of economic entities and individuals;</li><li>the commission for opening a current account, in particular for servicing the loan;</li><li>Administrative meeting for re -registration of ownership in the State Register of Property Rights.</li></ul><p>It is difficult to say how much you will have to pay. It depends on the amount of the loan, as well as the rates for services in each specific bank.</p><p><strong>How to decorate:</strong></p><p>The first and main step is to apply for action. The following is to receive proposals from banks and to choose the one you plan to work with. Verification of data and documents. Searching for a home you want to buy. Concluding an agreement with a bank, as well as a contract of sale.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/yeoselya-shho-zminylos-u-poryadku-otrymannya-pilgovogo-kredytu-dlya-vijskovyh/", "title": "“Eosel”: What has changed in order of receiving a preferential loan for the military", "description": "Last week alone, 173 loans were issued. 90 of them received servicemen ...", "author": ["Army Inform"], "categories": ["Новини", "Соціальний захист"], "tags": ["єОселя", "житло", "Збройні Сили України", "іпотека", "Кредит", "Пільгова іпотека", "Сили оборони України"], "source_name": "ArmyInform"}