{"published time": "2024-03-13T20:32:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/08/64e6311411689.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-13T20-32-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-13T20-32-00-08-00/000000.jpeg\" width=\"1042\"/><figcaption class=\"wp-caption-text\">Hitonas</figcaption></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky thanked the Lithuanian colleague of Gitanas Nausened, who declared support for a discussion on the possible placement of foreign troops in Ukraine.</strong></p><p>The head of state<a href=\"https://twitter.com/ZelenskyyUa/status/1767974770325221866\" rel=\"nofollow\" target=\"_blank\">wrote</a>In social networks H.</p><p>“Dear, Gitanas Nauseda, thank you for explaining it clearly. Ukraine must win this war so that the rest of Europe can remain peaceful, ”the message reads.</p><p>Volodymyr Zelenskyy added that in order to win the war, Ukrainian soldiers must have all the necessary tools.</p><p>\"We are sure that we can do it with friends such as Lithuania, France and all our partners,\" he said.</p><p>Hitanas Nauseda said on Wednesday that I congratulate the idea of sending missions to the Ukrainian territory, and believes that in Europe it is necessary to discuss it.</p><p>He also urged the event to stop drawing \"red lines\", as it only helps Putin, \"who begins to think that we are predictable and that he can control and manipulate us.\"</p><p>French President Emmanuel Macron allowed the departure of Western troops to Ukraine last week, although he stressed that there were no consensus on the allies.</p><p>In France, it was later explained that there was no question of the participation of foreign military personnel in hostilities.</p><p>As reported by the Armyinform, March 13 Gitanas Naussed in Paris<a href=\"https://armyinform.com.ua/2024/03/13/prezydenty-lytvy-i-francziyi-na-zustrichi-treba-daty-ukrayini-neobhidnu-pidtrymku-ta-zupynyty-kryvavyj-rezhym-kremlya/\">He had a meeting</a>with Emmanuel Macron to discuss ways to accelerate support for Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/13/volodymyr-zelenskyj-podyakuvav-prezydentu-lytvy-yakyj-vyslovyvsya-shhodo-inozemnyh-vijsk-v-ukrayini/", "title": "Volodymyr Zelenskyy thanked the President of Lithuania, who spoke about foreign troops in Ukraine", "description": "The Head of State wrote about this on social networks X.    \"Dear, Gitanas Nausėda, thank you...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Литва"], "source_name": "ArmyInform"}