{"published time": "2024-03-13T08:32:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710171921.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710171821-2.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710171821-3.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710171921-1.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710171821-1.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/photo1710171821.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"999\" src=\"../Images/2024-03-13T08-32-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-13T08-32-00-08-00/000000.jpeg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>The well -known Ukrainian actress, singer and producer Alla Martyniuk began in 2014 with the help of a military hospital. Then he was just starting to bring the wounded defenders. Seeing there shook a volunteer ...</strong></p><p>In an exclusive interview with the ArmyInform correspondent, she spoke about her trips to the front line, a charitable foundation that helps the military and their families, about the care of orphans, and the most interesting, but at the same time painful stories from the line of fire.</p><p><strong>- You have a volunteer since 2014, you have visited all the front areas. How did the war change over these 10 years?</strong></p><p>\"Everyone knows that at first I helped a military hospital. Later, my brother was mobilized, and I began to help his brigade. That was the first time I went to the front and could not stop.</p><p>Speaking of volunteers who began to help since 2014 and have been in this area for 10 years, we have not left so much ...</p><p>Remembering the war when it just started and now, these are radically different things. At that time, there was no aviation, there was no drone war, there were safe zones where you could drive relatively calmly at night.</p><p>Of course, a curiosity happened once. During the night trip, my driver accidentally turned on the dimensions for a moment - and a hostile AGS began to work on us.</p><p>However, we could come to our defenders to the front edge and stay with them for several days, because volunteers should not only close physical needs, but also support for the military, be able to listen and pray.</p><p>Starting from the large-scale invasion, we can no longer drive in like this. Of course, during these two years, we went to Bakhmut, Ocheretyne, and were under fire in Chasiv Yar, but we are no longer allowed into the trenches.</p><img alt=\"\" class=\"alignnone size-full wp-image-550367\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-13T08-32-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-13T08-32-00-08-00/000001.jpeg\" width=\"853\"/><p><strong>— Comparing the needs of the military at the beginning of 2022 and now, how have they changed and what are the main needs of defenders now?</strong></p><p>- When the \"wide -scale\" just started, I saw my entire entrance escaped. Then I started crying very bitterly, because I realized that our boys now shed their blood and give their lives under all this invasion and shelling of all weapons ...</p><p>Then I pulled myself together and began to help with all my might. At that time, our army was growing rapidly, and everyone lacked bulletproof vests, helmets, sleeping pads, equipment, uniforms, and combat boots.</p><p>Later, there were cars, thermal imagers, drones and walkie-talkies. We tried to help people who were in occupied Bucha and Irpin. One of our volunteers was killed, the other is still missing...</p><p>Currently, the Alla Martyniuk Charitable Foundation focuses on the purchase of mavics, walkie-talkies, FPV drones and cars. In 2022, we managed to help the Armed Forces of Ukraine in the amount of $7 million, but in 2023, people have already donated less, and this amount was almost $2 million. Also, in two years, we have purchased 400 pickup trucks, which are so necessary for our defenders on the front line.</p><p><strong>- What directions does your charity fund cover? Maybe there will be new projects?</strong></p><p>- In addition to volunteer activity, I take care of the children of Donbass. These are orphanages where there are special needs children. We have the rehabilitation of the military, their families and children affected by the war in the nearest plans.</p><p>At the moment, we have groups of defenders, they are going to Kyiv or to Zakarpattia. There, a rehabilitation therapist from the Institute of Orthopedics works with them, who provides massages and performs special physical exercises for the wounded, as well as a psychologist and psychotherapist work with the military.</p><p>We plan to open a large center on the basis of a state institution that will work on the camp principle. In one part will be engaged in military, and in the other - women and children.</p><img alt=\"\" class=\"alignnone size-full wp-image-550368\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-13T08-32-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-13T08-32-00-08-00/000002.jpeg\" width=\"853\"/><p>I have experienced for myself what it is like when your loved one does not get in touch, you are constantly waiting for a message and cannot find a place for yourself.</p><p>We also started production of buggy ... They will have seats against infantry mines, armored glass and tureli, from which it will be possible to shoot.</p><p>It will have six sitting places, which is quite convenient for the evacuation of the wounded. The advantage will be that such buggies will be much cheaper and more powerful than those that are already on the market.</p><h2 style=\"text-align: center;\">\"The heart and soul do not change, so it is impossible to get used to the death of children, pregnant and young\"</h2><p><strong>- What is the most scary for you in this Great War?</strong></p><p>— News of the death of our young boys and the death of children and pregnant women. When there are rocket attacks or Shahed drones that hit houses, and then the whole world sees these terrible images, my soul screams frantically.</p><p>Before our defenders left Avdiivka, we went to the military from the 3rd separate assault brigade. All there are young boys, they are 18-20 years old. We laughed, hugged, joked.</p><img alt=\"\" class=\"alignnone size-full wp-image-550369\" height=\"999\" loading=\"lazy\" src=\"../Images/2024-03-13T08-32-00-08-00/000003.jpeg\" srcset=\"../Images/2024-03-13T08-32-00-08-00/000003.jpeg\" width=\"1500\"/><p>They have not seen life yet, they just have just ahead, and then you will find out that they died in two days ... In 10 years, it may be worth getting used to, but the heart and soul do not change, and it is never impossible to get used to it.</p><h2 style=\"text-align: center;\">\"The wounded man himself withstood the assault of 20 ruscists so that his comrades withdrew, and he died...\"</h2><p><strong>— What moments since the beginning of the large-scale invasion are etched in your memory for the rest of your life?</strong></p><p>- One of the moments happened when battles in the city itself were already in Bakhmut. Then we went to our combat doctors to the stabbon. Of course, the headlights are switched off, no connection, and only the arrivals were heard.</p><p>When we came to the meeting place, I saw the lights from cigarettes, realizing that someone was smoking. I tell them whispers, \"There is a Sergei here?\" And how did they start shouting: \"Martynuchka !!! You came! ”.</p><p>Such moments are actually worth their weight in gold there. Then we went to the \"stabik\" and saw all the horrors that were happening there: a lot of seriously wounded people who had just been brought back from the battle, someone needed amputation... Such moments always remain in your soul.</p><img alt=\"\" class=\"alignnone size-full wp-image-550370\" height=\"960\" loading=\"lazy\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-13T08-32-00-08-00/000004.jpeg\" srcset=\"../Images/2024-03-13T08-32-00-08-00/000004.jpeg\" width=\"1280\"><p>There was a story about one hero who had already been wounded, and in order for his comrades to get out of the position, which was invaded by 20 soldiers of enemy infantry, he stayed and repulsed the assault himself.</p><p>Many of the Russian military he \"supersed\", but died to save those who became his family in the battles ...</p><p>My friends also told me that one of the commanders went to the side of the enemy to pick up the body of the brother, because he promised his wife that he would return him.</p><p>This commander took off his armor, helmet, raised his hands up and just went after his fallen friend ... The invaders were so shocked by his act that they stopped fire.</p><p>He managed to get the body of his comrade, take it back to our side so that this soldier could be buried with dignity. He kept his word...</p><h2 style=\"text-align: center;\">\"Enemy drones fly like bees\"</h2><p><strong>— What was your last trip to the East?</strong></p><p>— We went to the village beyond Kupiansk, which is the outermost in front of the enemy. That trip was difficult, because the situation is extremely difficult now. The guys say that they desperately need electronic warfare equipment.</p><p>The occupiers now have just a lot of drones. The defenders said that they swoop in like bees and just buzz over you. There is nowhere to get away from them, and this is where electronic warfare is needed, which will plant enemy \"birds\".</p><p>In addition, the military says that the enemy has improved his drones-Kamikadze so that they already have thermal imaging and artificial intelligence.</p><img alt=\"\" class=\"alignnone size-full wp-image-550371\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-13T08-32-00-08-00/000005.jpeg\" srcset=\"../Images/2024-03-13T08-32-00-08-00/000005.jpeg\" width=\"1029\"><p>That is, the pilot is not even needed to control this drone. Unfortunately, these are all new technologies, and we really need to counteract such tricks of the enemy.</p><p><em>Photo by Olena Khudyakova and from Alla Martyniuk's personal archive</em></p></img></img></div>", "source": "https://armyinform.com.ua/2024/03/13/majzhe-9-miljoniv-dolariv-na-zsu-ta-400-pikapiv-zahysnykam-10-rokiv-volonterstva-ally-martynyuk/", "title": "Nearly $ 9 million on the Armed Forces and 400 pickups to defenders: 10 years of volunteering Alla Martyniuk", "description": "In an exclusive interview with the correspondent of the Armyinform, she told about her trips ...", "author": ["Army Inform"], "categories": ["Інтерв`ю", "Новини", "Публікації"], "tags": ["stoprussia", "агресія рф", "Алла Мартинюк"], "source_name": "ArmyInform"}