{"published time": "2024-11-18T06:48:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/11/new-kosynskyj.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-11-18T06-48-00-08-00/000000.png\" srcset=\"../Images/2024-11-18T06-48-00-08-00/000000.png\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>今天在乌克兰庆祝武装部队中士的那天。</strong></p><p>为什么中士有时有时会在前线担任军官的职责？ 自2014年以来，已颁发了多少名中士？ 总的来说，在大规模入侵的第三年中，中士的生活是什么？</p><p>乌克兰Oleksandr Kosinsky的武装部队军队讲述了这一点。</p><h2><strong>“战争与教育无关，而是关于能力，准备和经验”</strong></h2><p>- 实际上，当今的中士任务是相同的：准备战斗人员，维持武器以持续准备，准备职位，战斗中的人员管理，道德支持，对纪律的支持，武装部队。</p><p>据他说，经常中士和军官履行军官的职责。 这有时是由于这些人缺乏或无法管理人员管理战斗的原因。 毕竟，其中一些官员仅是因为他们接受了高等教育而被要求加入陆军。</p><p>- 履行排指挥官职责的中士在战斗中管理部队。 有些人甚至执行他们的嘴指挥官。 因此，战争与教育无关，而与能力，培训和经验有关。</p><p>Oleksandr Kosinski指出，中士和长老是实践。 因为他们都是士兵，所以知道如何与他们一起工作。 中士总是更接近人，因此他们设法适应了不断变化的情况的条件。</p><p>- 最主要的是支持，互动和行动自由，任务的方法和方法的选择。 关于困难，对我们最关键的中士之一，是人事单位的接收不足，以及来者的身体和道德素质。</p><p>他通过以下事实解释了这一点：在战斗中，军事人员每天都会下降。 主要是由于受伤和伤害。 许多人受伤后返回系统，但需要时间：</p><p>- 即使受伤后，无论中士有什么动力，他都无法再进行他执行的战斗任务。</p><h2><strong>«</strong><strong>中士在战场上教生存艺术</strong><strong>»</strong></h2><p>- 单位中的中士还接受来自培训中心的新移民。 谁在BZVP之后，经过专业培训。 中士进行了改编的准备， -  Kosinski说。</p><p>他补充说，鉴于该部门的武器类型，该培训是由具有战斗经验的中士进行的。 这些不仅是自动步枪，机器，而且是机枪和反坦克便携式手段：</p><p>- 中士在战场上教授生存艺术，在战斗的性质下进行训练，这在战场上很重要。 但是，许多被称为“年轻补给”的人通常没有适当的身体形式，耐力，有疾病和伤害，或者在道德上虚弱，而不是战士。</p><p>武装部队的首席中士指出，在准备新兵时，动力和信心正在提高，技能和技能正在提高。 但是您不会违反某些身体或心理限制。 为了完成战斗任务，您需要坚强而勇敢的男人。</p><p>- 它们是替代中士职位的潜力。 毕竟，中士也失去了秩序。 或者，他们在部门之后进入更高的职位 - 到了排，嘴巴，营的主要中士的职位。 重要的是，他们可以在更高水平的军事管理中利用自己的经验。 但是中士需要补充职位，并且存在困难。 Kosinsky说，没有士兵 - 不会有中士。</p><p>他分别指出，许多中士和军官被任命为军官：</p><p>- 当然，他们会尽力而为。 是的，补充军官职位很重要。 重要的是有经验，足够的军人。 战斗的成功，人事的生命和健康的维护，单位本身的生存，其凝聚力，取决于他们的决策和行动。</p><h2><strong>«</strong><strong>我遇到了很多</strong><strong>»</strong></h2><p>同时，武装部队的首席中士指出，在这些条件下，很难保存和建立专业，经验丰富和积极进取的中士的骨骼，这将构成中士军团基金会的基础。 因为除了中士，没有人会准备一名士兵。</p><p>- 我们有超过250,000名中士和军官职位，这些职位约为四个。 我说这是针对各种部队的分娩。 不幸的是，亚历山大·科辛斯基（Alexander Kosinski）说，在那些战斗部队和部队中击败敌人的部队中最糟糕的人员。</p><p>它指出，现在大约四分之三的中士被动员起来。 也就是说，自2014年以来一直筹集的专业中士的人员潜力，“中士构想”的承运人 - 少了：</p><p>- 尽管我应该指出，许多动员的军人掌握了中士，但采用了在乌克兰武装部队现代专业军团形成的基地，达到了一个水平，没有比专业军士人的差。 在战斗领域，我遇到了许多动员的中士和长辈。 我经常想知道其中一些人如何渗透我们的中士思想，价值观。</p><p>首席中士强调，其中许多士兵已经通过了各种中士课程，也通过了国外。</p><p>- 我还遇到了许多拒绝搬到官员的人，尽管他们接受了高等教育，但有些人多个。 我想我相信，我知道这些中士和长老中士的未来。 因为只有信徒是值得的。 我们的中士和长老是当前的英雄，超级人类，那些肩膀上的肩膀上，我们国家与邪恶的战斗碰撞，这是我们的邪恶，这是从穆斯科维挤出的。</p><p>自2014年以来，有25,000多名中士和军官获得了州奖，其中105个奖项 - 不幸的是，乌克兰英雄的头衔，其中76位死后。</p><p>- 但是他们永远是我们的角色。 那些激励我们进一步挣扎的人是那些决定这场斗争的意义的人，我们的兄弟在等待我们的兄弟，从天上看我们。 我们无权出卖他们，有义务战斗，必须赢得胜利。 对我们来说，中士的日子不仅是一个专业的假期……更确切地说，这不是一个假期，尤其是在这个时候。 这是我们可以向堕落的兄弟致敬，并在这场战斗中感受到我们的身份和团结的那一天。</p></div>", "source": "https://armyinform.com.ua/2024/11/18/den-serzhanta-zsu-pro-vijskove-mystecztvo-vidmovu-vid-oficzerskyh-posad-ta-udostoyenyh-zvannya-geroya-ukrayiny/", "title": "武装部队中士：关于军事艺术，拒绝军官和关于乌克兰英雄的头衔", "description": "为什么中士有时有时会在前线担任军官的职责？ 多少...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["День сержанта ЗСУ", "сержанти"], "source_name": "ArmyInform"}