{"published time": "2024-03-28T18:05:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/tczk_habarnyk.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"827\" src=\"../Images/2024-03-28T18-05-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T18-05-00-08-00/000000.jpg\" width=\"1060\"/></figure><!-- .post-thumbnail --><p><strong>For $ 900, the official of the Kyiv Criminal Code and JV promised to assist with the staging for military records of vehicles without their inclusion in the list for transfer to military formation.</strong></p><p>About this<a href=\"https://t.me/spcru/744\" rel=\"nofollow\" target=\"_blank\">She reported March 28</a>Special Prosecutor's Office in the Field of Defense of the Central Region.</p><p>According to the department, one of the departments of the Kyiv CCC and the JV was detained and reported to the serviceman of one of the departments of the Kyiv Shopping Center and the JV for influencing the decision -making by a person authorized to perform the functions of the state.</p><p>The suspect promised to influence the head of one of the district shopping center and JV of Kiev on the decision on military registration of vehicles without their inclusion in the list for transfer to military formation.</p><p>For this, he received an improper benefit in the amount of $900.</p><p>The issue of precautionary measure is currently being resolved.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/26/dmytro-klimenkov-borotba-z-ekonomichnymy-zlochynamy-v-oboronnij-sferi-cze-pytannya-naczionalnoyi-bezpeky-derzhavy/\">reported the armyinform</a>, the Defense Ministry believes that the fight against economic crimes in the defense sphere is a matter of national security.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/v-kyyiv-na-habari-zatrymaly-posadovczya-tczk-yakyj-robyv-z-mashyn-uhylyantiv/", "title": "In Kiev, a bribe was detained on a bribery, who made from cars of \"evidence\" cars", "description": "This was reported on March 28 by the Special Prosecutor's Office in the field of defense of the Central Region. By...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["спецпрокуратура", "ТЦК", "хабар"], "source_name": "ArmyInform"}