{"published time": "2024-03-28T13:47:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/gjwmgynwaaamdjl-scaled.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-28T13-47-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-28T13-47-00-08-00/000000.jpeg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky has introduced the new head of the Foreign Intelligence Service Oleg Ivashchenko today.</strong></p><p>He is about it<a href=\"https://t.me/V_Zelenskiy_official/9905\" rel=\"nofollow\" target=\"_blank\">reported</a>In telegrams.</p><p>“I have appointed the new head of the Foreign Intelligence Service of Ukraine, I have appointed combat general Oleg Ivashchenko. He is a professional man, understands the intelligence activities and our main goal now, ”the President said.</p><p>The head of state stressed that Ukrainian intelligence should work everywhere in the world where there are already and may be the interests of our country.</p><p>\"Everywhere in the world where the Putin system is trying to win something for itself, Ukraine should win,\" Volodymyr Zelenskyy added.</p><p>The President noted that during the war there are absolutely non -public things, which the service should provide promptly and qualitatively.</p><p>\"It is the potential of measures of influence, agent work and in fact that Ukraine expects you, and it is for the sake of this external intelligence service that the combat general headed,\" he said.</p><p>As reported by the Armyinform, March 26 President of Ukraine Volodymyr Zelenskyy<a href=\"https://armyinform.com.ua/2024/03/26/volodymyr-zelenskyj-zminyv-kerivnyka-sluzhby-zovnishnoyi-rozvidky-ukrayiny/\">signed the decree</a>About the release of Oleksandr Litvinenko from the post of head of the Foreign Intelligence Service. Instead, Oleg Ivashchenko was appointed.</p><p>Oleksandr Litvinenko, instead, became the Secretary of the NSDC instead of Alexei Danilov.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/volodymyr-zelenskyj-predstavyv-novogo-kerivnyka-sluzhby-zovnishnoyi-rozvidky-ukrayiny/", "title": "Volodymyr Zelenskyy presented a new head of the Foreign Intelligence Service of Ukraine", "description": "He reported this in a telegram-channel. “The new head of the Foreign Intelligence Service ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Служба зовнішньої розвідки України"], "source_name": "ArmyInform"}