{"published time": "2024-03-28T20:39:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/bez-imeni-30.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"593\" src=\"../Images/2024-03-28T20-39-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T20-39-00-08-00/000000.jpg\" width=\"997\"/></figure><!-- .post-thumbnail --><p><strong>The enemy does not stop trying to attack our positions in the Bakhmut direction in the area of Chasiv Yar, but has no significant success.</strong></p><p>About it on air<a href=\"https://www.youtube.com/watch?v=6LCyS7onTTU\" rel=\"nofollow\" target=\"_blank\">Army TV</a>The representative of the press service of the 4th brigade of the operational purpose of the National Guard of Ukraine \"Rubiz\" Soldier Christina Warrior.</p><p>\"All this is carried out with the support of aviation, artillery, just an innumerable number of KABs during the day in this direction. Of course, our positions suffer, but the frontline zone suffers the most, where civilians still remain in some places. Civilian infrastructure is suffering,\" Khrystyna Voyak said.</p><p>The spokeswoman said that the most dangerous are the enemy FPV-punks and intelligence. With the onset of spring and the best weather conditions, the enemy can use them here in greater quantities.</p><p>“Accordingly, it became more difficult to work with our artillery, because almost 24/7 in the sky is enemy reconnaissance drones. But even under such conditions, our boys manage to work effectively and destroy a large number of artillery installations, ”she said.</p><p>Christina Warrior separately noted the work of our UAV operators, who work when the defenders' positions flew in fact the swarms of enemy drones.</p><p>“Because the hostile direction is switched off, so we can also fly more FPV in contrast to their positions. We already have a similar solution for every innovation in the enemy, in most cases it is even better, and we can counteract the enemy, ”she added.</p><p>The spokeswoman added that the Russian troops were used in the Bakhmut direction of North Korea production.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/u-sylah-oborony-rozpovily-pro-royi-vorozhyh-droniv-na-bahmutskomu-napryamku-ta-snaryady-z-kndr/", "title": "The defense forces told about the swarms of hostile drones in the Bakhmut direction and shells with the DPRK", "description": "This was announced on the air of the TV army by a representative of the 4th press service of the operational ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Бахмутський напрямок", "БПЛА", "дрони", "КНДР"], "source_name": "ArmyInform"}