{"published time": "2024-03-28T09:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1-24.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2-23.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/3-20.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"809\" src=\"../Images/2024-03-28T09-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-28T09-11-00-08-00/000000.jpeg\" width=\"1272\"/><figcaption class=\"wp-caption-text\">Rego PATROL X tactical all-terrain vehicle. Photo: REGO Automotive</figcaption></figure><!-- .post-thumbnail --><p><strong>The Israeli company Rego-Automotive has developed a new generation of light SUVs to provide advanced reliable platforms with improved maneuverability, easy to manage and maintain.</strong></p><p>Як<a href=\"https://www.armyrecognition.com/defense_news_march_2024_global_security_army_industry/israeli_company_rego_unveils_6-ton_hybrid_all-terrain_vehicle_for_special_forces.html\" rel=\"nofollow\" target=\"_blank\">Note</a>Authors of the Army Recognition Defense Portal, according to such general words of the advertising message, camomed the car Rego Patrol-X: futuristic appearance for all-terrain trips for special forces with a hybrid power plant, reports the Armyinform.</p><p>The Rego PATROL-X, a military-grade six-ton hybrid SUV, is designed to meet the stringent demands of elite military units. Combining cutting-edge combat technology with tried-and-tested designs for off-road rally-raids, the Rego is designed based on research into the operational needs of special forces. Its lightweight yet robust design and distinctive V-shaped chassis ensure high manoeuvrability, optimal vehicle protection and crew safety.</p><p>A characteristic feature of Patrol-X is the inconsistency, which is caused by a low-noise hybrid platform with low thermal signature. This advanced technology allows operators to move unnoticed, which is very important for conducting secret operations or evading the enemy during critical missions.</p><figure aria-describedby=\"caption-attachment-556318\" class=\"wp-caption alignnone\" id=\"attachment_556318\" style=\"width: 1280px\"><img alt=\"\" class=\"size-full wp-image-556318\" height=\"848\" loading=\"lazy\" src=\"../Images/2024-03-28T09-11-00-08-00/000001.jpeg\" srcset=\"../Images/2024-03-28T09-11-00-08-00/000001.jpeg\" width=\"1280\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-556318\">Tactical all -terrestrial rego patrol x. Drawing rego autoMotive</figcaption></figure><p>The vehicle has a 2.65 meter sectional space space, designed to quickly and efficiently accommodate a wide range of modules for specific tasks.</p><p>The SUV has an impressive payload-to-weight ratio of 1:1.3, which increases its ability to carry significant loads compared to its weight, thereby expanding applications in various missions.</p><p>The vehicle can cover long distances without the need for frequent refueling, which is a critical attribute for deep penetration into enemy territory or sustained remote deployment, which increases the strategic mobility of armed forces. Designed to be transported by air, the all-terrain vehicle can be effectively deployed by transport aircraft to conflict zones around the world, greatly expanding the operational range of the forces using it.</p><p>In terms of operation, the vehicle is designed to be user-friendly, ensuring ease of use even for personnel with minimal training, thereby increasing the combat capability of the unit.</p><p>The Rego SUV offers different protection configurations: from light armor for maneuverability to heavy reservation for maximum protection, allowing commanders to balance between mobility and protection depending on the specifics of the mission.</p><p>In turn analysts of the Defense Blog portal<a href=\"https://defence-blog.com/israeli-company-develops-new-tactical-all-terrain-vehicle/\" rel=\"nofollow\" target=\"_blank\">noted</a>that Rego Automotive's R&D center is located in the Northern District of Israel. In the same area, the IDF periodically conducts field exercises. Therefore, this proximity to the military training ground allows the Rego Automotive team to quickly refine the design of its all-terrain vehicle, taking into account feedback and improving performance in accordance with the changing needs of military and civilian users.</p><figure aria-describedby=\"caption-attachment-556320\" class=\"wp-caption alignnone\" id=\"attachment_556320\" style=\"width: 1043px\"><img alt=\"\" class=\"size-full wp-image-556320\" height=\"734\" loading=\"lazy\" src=\"../Images/2024-03-28T09-11-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-28T09-11-00-08-00/000002.jpeg\" width=\"1043\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-556320\">Rego PATROL X tactical all-terrain vehicle. Photo: REGO Automotive</figcaption></figure><p>The Rego I machine prototype passed more than 24,000 kilometers within field tests. It is noted that during the tests the 6-ton machine showed good maneuverability and protection of the crew.</p><p><iframe allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\" frameborder=\"0\" height=\"360\" loading=\"lazy\" referrerpolicy=\"strict-origin-when-cross-origin\" src=\"https://www.youtube.com/embed/IeUDlwr1T4Y?feature=oembed\" title=\"Rego Test Drive\" width=\"640\"></iframe></p><p>Test drive of the prototype of the all-terrain Rego. Video: Rego Automotive</p></div>", "source": "https://armyinform.com.ua/2024/03/28/vsyudyhid-dlya-speczpryznachencziv-v-izrayili-stvoryly-nove-pokolinnya-pozashlyahovykiv-dlya-elitnyh-vijsk/", "title": "All-terrain vehicle for special forces: Israel has created a new generation of off-road vehicles for elite troops", "description": "According to the authors of the Army Recognition Defense Portal, according to such general words ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["Ізраїль", "ОВТ", "позашляховик"], "source_name": "ArmyInform"}