{"published time": "2024-03-28T17:21:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/uhylyanty_odeshhyna.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1200\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-28T17-21-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T17-21-00-08-00/000000.jpg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>A man and a woman took $ 6,000 from the military for transfer to Moldova.</strong></p><p>About this<a href=\"https://dpsu.gov.ua/ua/news/Perevizniki-u-pikseli-organizuvali-turne-do-Moldovi-za-6-tisyach-dolariv-SSHA/\" rel=\"nofollow\" target=\"_blank\">She reported March 28</a>State Border Service of Ukraine.</p><p>According to the department, an illegal scheme for the transportation of men of conscript age abroad has been developed and tried to implement two inhabitants of Odessa.</p><p>They wanted to avoid mobilization through one of the messengers. The price for a service from one client was $ 6000 with an advance of $ 1,000 and with a final rate in Moldova.</p><p>The Package of Services provided: instruction of customers, meeting them in Odessa, unobstructed crossing of the \"green\" border and promoting in the further legalization in Moldova in the status of \"refugee\".</p><p>The young man, having attracted his acquaintance to the \"business\", was supposed to deliver the \"clients\" to the border in an SUV.</p><p>In order to distract and avoid unnecessary checks on block posts, the attackers \"masked\", dressing the military uniforms without recognition signs.</p><p>However, thanks to the prompt actions of the State Border Guard Service, the \"carriers in pixels\" failed their criminal mission and were detained a few meters from the border.</p><p>The attempt of illegal crossing of the state border of three SUV passengers was brought to administrative responsibility, and the organizers of the crime are threatened with the criminal liability provided for in Art. 332 of the Criminal Code \"Illegal Transportation of Persons across the State Border of Ukraine\".</p><p>As reported by the Armyinform, instead of risking your own life and money can be used<a href=\"https://armyinform.com.ua/2024/03/28/v-ukrayini-vidkryly-pyatyj-rekrutyngovyj-czentr-u-mou-oprylyudnyly-pershi-rezultaty/\">recruiting centers of the Ministry of Defense</a>five have been opened in Ukraine.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/28/na-odeshhyni-zatrymaly-dvoh-pereviznykiv-uhylyantiv/", "title": "In the Odesa region, two evaders were detained", "description": "This was reported on March 28 by the State Border Service of Ukraine. According to the department, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ДПСУ", "кордон", "Одещина", "ухилянти"], "source_name": "ArmyInform"}