{"published time": "2024-03-28T20:19:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/shmygal_tusk.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-28T20-19-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T20-19-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Prime Minister Denis Shmigal appealed to Poland to make free pass across the border not only for ammunition and humanitarian aid, but also fuel.</strong></p><p>About this<a href=\"https://t.me/Denys_Smyhal/7277\" rel=\"nofollow\" target=\"_blank\">It became known on March 28</a>following the visit of the Ukrainian government delegation to Poland.</p><p>“This is important because it is directly related to national security issues. Poland has introduced border checkpoints and adjacent ways to the list of critical infrastructure. We did the same, ”Denis Shmigal wrote.</p><p>He also stated that he was expected to ban the European Commission of Transit and Export from Russia and Belarus of goods, as well as the approval of the Ukrainian-Polish Agreement on joint control at checkpoints.</p><p>During the talks with Polish Prime Minister Donald Tusk, the parties also discussed the supply of weapons to Ukraine and the creation of joint defense enterprises on the territory of Ukraine and Poland.</p><p>Ukraine also submitted proposals for, in particular, the construction of the Krakowiec-Lviv-Brody-Rivne freeway.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/27/polshha-podvoyit-vnesok-u-chesku-inicziatyvu-iz-zakupivli-snaryadiv-dlya-ukrayiny/\">reported the armyinform</a>, Poland will double the contribution to the Czech initiative for the purchase of shells for Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/ukrayina-poprosyla-polshhu-pro-vilnyj-propusk-palnogo/", "title": "Ukraine asked Poland for free passage of fuel", "description": "It became known on March 28 on the results of the visit of the Ukrainian government delegation to ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Денис Шмигаль", "Польща"], "source_name": "ArmyInform"}