{"published time": "2024-03-28T11:53:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/harkiv_naslidky3.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"958\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-28T11-53-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T11-53-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The Center for Strategic Communications and Information Security called another testimony to genocide terrorist Russian blows by airbots on Kharkiv.</strong></p><p>This is stated in the<a href=\"https://t.me/spravdi/37566\" rel=\"nofollow\" target=\"_blank\">message</a>Center.</p><p>On March 27, 2024, the Russians attacked Kharkiv with guided aerial bombs, killing one person and injuring 19 people, including a three-month-old baby.</p><p>\"This is the first of 2022 to use against Kharkiv Aviation Bombs, which are noted for high power and, at the same time, low accuracy,\" the statement said.</p><p>The attack was aimed at multi -storey residential buildings. At least 14 residential buildings and a comprehensive school have been damaged.</p><p>\"The Russian aggressor is purposefully destroying the second largest city in Ukraine — 'quarter by quarter,'\" as Russian propagandist Solovyov stated,\" the message says.</p><p>Previous attacks on Kharkiv were aimed at disabling the city's energy infrastructure to make the lives of its residents unbearable.</p><p>“Against the background of these attacks, Russian propaganda intimidates the plans of an offensive on Kharkiv of a new 300,000th group. The terror of the invaders is not intimidated by Kharkiv. The city stood under continuous attacks that last two years. It is not for nothing that it is associated with reinforced concrete, ”the Center for Strategic Communications and Information Security sums up.</p><p>As reported by the Armyinform, President of Ukraine Volodymyr Zelensky, commenting on Kharkiv strikes on March 27, 2024,<a href=\"https://armyinform.com.ua/2024/03/27/prezydent-ukrayiny-rosijskyj-teror-proty-harkova-nabuvaye-osoblyvoyi-pidlosti/\">Stating</a>that Russian terror acquires a special meanness.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/udary-rosiyan-aviabombamy-po-harkovu-kvalifikuvaly-yak-svidchennya-genoczydu/", "title": "Kharkov's kharkov's shocks were qualified as a genocide testimony", "description": "This is stated in the Center's message. On March 27, 2024, the Russians attacked Kharkiv ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["атака ворога", "Харків", "Центр стратегічних комунікацій та інформаційної безпеки"], "source_name": "ArmyInform"}