{"published time": "2024-03-28T21:58:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/kostin_zvernennya.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1080\" sizes=\"(max-width: 1920px) 100vw, 1920px\" src=\"../Images/2024-03-28T21-58-00-08-00/000000.png\" srcset=\"../Images/2024-03-28T21-58-00-08-00/000000.png\" width=\"1920\"/></figure><!-- .post-thumbnail --><p><strong>540 Russian representatives were established and reported, of which 24 are in the order of their face -to -face proceedings. 102 people received sentences.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22810\" rel=\"nofollow\" target=\"_blank\">reported March 28</a>Prosecutor General Andriy Kostin.</p><p>According to him, more than 124 thousand war crimes are now documented, which have led to damage or destruction of more than 150,000 civilian objects.</p><p>These are residential buildings, critical infrastructure, energy facilities, schools, kindergartens, hospitals, cultural and religious institutions.</p><p>At the same time, part of the territory of Ukraine remains temporarily occupied, so it is impossible to grasp the real consequences of the enemy's actions at this time.</p><p>Ukraine is the first in the world to investigate environmental crimes and cyberattacks as war crimes.</p><p>The highest priority in investigations is crimes in which people suffer – murder, injury, torture, crimes of sexual violence, enforced disappearances and forced deportation of children and adults. As well as crimes where it is possible to establish a command vertical.</p><p>For the effective investigation, 9 specialized units for investigation of war crimes in the frontal regions were created, and units on crimes of sexual violence related to conflict and military crimes against the environment were also operating.</p><p>At the same time, a support system for victims and witnesses of russian crimes is being built.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/08/genprokurory-ukrayiny-ta-polshhi-zvernulysya-do-zhertv-voyennyh-zlochyniv-rosiyan/\">reported the armyinform</a>, Prosecutor General of Ukraine and Poland appealed to the victims of the military crimes of the Russians.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/28/do-sudu-peredani-spravy-365-osib-yakyh-pidozryuyut-u-skoyenni-voyennyh-zlochyniv/", "title": "365 persons suspected of committing war crimes have been transferred to court", "description": "This was announced on March 28 by Prosecutor General Andriy Kostin. According to him, now ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["воєнні злочини рф", "Офіс Генерального прокурора"], "source_name": "ArmyInform"}