{"published time": "2024-03-28T07:22:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/433285591_730522175901646_1185370855308857502_n-e1711602594742.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" src=\"../Images/2024-03-28T07-22-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T07-22-00-08-00/000000.jpg\" width=\"1289\"/></figure><!-- .post-thumbnail --><p><strong>There have been 60 combat clashes during the last day. In total, the enemy caused 11 missile and 77 aviation strikes, and carried out 141 shelling of rocket launchers on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid036AZfQaaudLvGN6jxbLMUeqdpbmyE8fXcwe2RqYuQ5b5eZvkBRdJi25uYUvsoYH1Wl\" rel=\"nofollow\" target=\"_blank\">reported</a>The General Staff of the Armed Forces.</p><p><strong>In the estuary direction</strong>Our warriors repelled 5 enemy attacks in the areas of the settlements of Bigorivka of Luhansk region and Terny of Donetsk region, where the enemy tried to break through the defense of our troops.</p><p><strong>In the Bakhmut direction by ours</strong>4 attacks of the enemy in the area of settlements Ivanivske, Andriyivka of Donetsk region are reflected.</p><p><strong>In the Avdiivsky direction</strong>Our defenders repelled 14 attacks in the areas of settlements of Berdychi, Semenivka and Nevelsk Donetsk region, where the enemy, with the support of aviation, tried to knock out our units from the occupied borders.</p><p><strong>In the Novopavlovsky direction</strong>Defense forces continue to restrain the enemy in the areas of settlements Novomykhailivka, St. George, where the enemy, with the support of aviation, tried to break through the defense of our troops 27 times.</p><p><strong>In the Orikhiv direction</strong>The enemy with the support of aviation 4 times attacked the positions of our defenders in the areas of Staromayorsky Donetsk region; Robots of Zaporizhzhya region.</p><p><strong>In the Kherson direction</strong>The enemy does not give up the intention to knock out our units from the bridgeheads on the Dnieper Left Bank. So, during the last day the enemy carried out an unsuccessful attack of the positions of our troops.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/vorog-prodovzhuye-atakuvaty-na-shesty-napryamkah-za-dobu-na-fronti-60-bojovyh-zitknen/", "title": "The enemy continues to attack six directions, a day at the front - 60 combat clashes", "description": "This was reported by the General Staff of the Armed Forces. In the estuary direction, our soldiers repelled 5 attacks ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "війна", "вторгнення рф", "ГШ ЗСУ", "Хроніка війни", "Хроніка оборони"], "source_name": "ArmyInform"}