{"published time": "2024-03-28T06:30:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4442-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/pid-chas-revolyucziyi-gidnosti-2013-rik.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/na-pomaranchevomu-majdani-v-kyyevi-2004-rik.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2014-04.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2014-01.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2014-02.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/2014-03.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/30-vijn.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/30-vijn-2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/cze-foto-kinczya-lyutogo-2022-bilya-nizhynskogo-derzhavnogo-universytetu-imeni-mykoly-gogolya.-yevgen-lunyak-zi-zbroyeyu-ale-shhe-ne-otrymav-formy..jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_4481-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-28T06-30-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000000.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\">Photo: Vitaliy Pavlenko/ Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>Senior Lieutenant of the Armed Forces of Ukraine Yevgeny Lunyak - Doctor of History, Professor of Nizhyn Mykola Gogol State University, Head of the Department of History of Ukraine. He became the Armed Forces immediately after the Revolution of Dignity, defending the Donetsk airport. And from the first day of a large -scale invasion of Russia in Ukraine went to defend the hometown, which was drawn to the Moscow Horde.</strong></p><p>Now Yevgeny is fighting in eastern Ukraine. He recently visited the Armyinform and spoke about the experience of a historian who has become a participant in the viral events of the last decade, who will be written in textbooks for more than a hundred years.</p><p><strong>- You participated in the Orange Revolution and the Dignity Revolution. Tell us about your experience, motives.</strong></p><p>- I remember quite well in 2004, the Orange Revolution. Then I tried to come to the Maidan, wearing orange ribbons. It was a very pleasant time, and most importantly, it was a bloodless revolution. It ended with the victory of the people. And when someone says that we cannot change anything and it is impossible to overthrow the authorities, it makes no sense, then I always answer that in 2004, during the Orange Revolution, the Ukrainians defended the choice of the people - and the president became the one Who received the majority of votes.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"556146,556147,556148\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"0.75\" data-size=\"large\" data-width=\"960\"><div class=\"gallery galleryid-556144 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-1\"><dl class=\"gallery-item\"><dt class=\"gallery-icon portrait\"><img alt=\"\" aria-describedby=\"gallery-1-556146\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-28T06-30-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000001.jpg\" width=\"150\"/></dt><dd class=\"wp-caption-text gallery-caption\" id=\"gallery-1-556146\">During the Dignity Revolution, 2013</dd></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" aria-describedby=\"gallery-1-556147\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-28T06-30-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000002.jpg\" width=\"150\"/></dt><dd class=\"wp-caption-text gallery-caption\" id=\"gallery-1-556147\">On the Orange Square in Kiev, 2004</dd></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon portrait\"><img alt=\"\" aria-describedby=\"gallery-1-556148\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-28T06-30-00-08-00/000003.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000003.jpg\" width=\"150\"/></dt><dd class=\"wp-caption-text gallery-caption\" id=\"gallery-1-556148\">2014</dd></dl></div></div><p>As for the Revolution of Dignity, I very much hoped that it would also be bloodless, but unfortunately, this did not happen. He witnessed those events, many times on the Maidan. And, unfortunately, on February 18, 2014, when mass shootings began, I was there too. That day, I realized that we were falling into the turbulence phase. I realized that this would obviously be the war. Well, in fact, it happened when the occupation of Crimea began. As soon as the first \"green men\" appeared, I told my wife that it was a war.</p><p>And immediately in March I went to the military enlistment office-and since March 20, 2014 I served in the 1st tank brigade.</p><p><strong>-Your motivation in 2014 and 2022 was different?</strong></p><p>- Motivation did not differ because the main motive is the protection of Ukraine. But if in the 14th I did not know what the Ukrainian army was, because I came an absolutely civilian person, then in 2022 there was already more confidence, despite the fact that the situation was much more difficult. There was already some experience. I knew where I went and what to do. Indeed, it was quite important.</p><p>I believe that in those conditions we were able to do the maximum to stop the large -scale invasion, so as not to let the enemy move where he wanted.</p><p><strong>- Why tank troops?</strong></p><p>-In 2014, I could get to any troops. I am from Nizhyn, and the 1st tank brigade is stationed in the Chernihiv region. Since the military assembly was held in those units that were in the regions, we were respectively sent to the meeting to the 1st tank.</p><p>This is a very good unit. I gained a valuable experience when I served in the tank company, was the deputy commander of the company for moral and psychological support. My mouth from September 2014 to January 2015 fought in the Donbass, participated in the defense of the Donetsk airport.</p><p>At that time, many were talking about kiborgings tankers. We then commanded the battalion the legendary Adam tanker - Yevgeny Mezhevikin, Hero of Ukraine. Subsequently, a combat was returned to us, which was with us from the very beginning - Alexei Vysotsky. Those tasks that we were performing, and the airport lasted for a long time, despite the fact that the forces that the Russians threw the airport storm were very large.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"556151,556150,556149\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"1.3349814585909\" data-size=\"large\" data-width=\"1080\"><div class=\"gallery galleryid-556144 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-3\"><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-28T06-30-00-08-00/000004.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000004.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon portrait\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-28T06-30-00-08-00/000005.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000005.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-28T06-30-00-08-00/000006.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000006.jpg\" width=\"150\"/></dt></dl></div></div><p>When we arrived, it was the end of September. And on Putin's birthday on October 7. And the Russians tried to seize the airport before that date. It was the last fragment of Donetsk under the control of Ukraine. It was a symbol. Not so much strategically, that airport was as symbolic, as Ukraine continued to hold the part of Donetsk.</p><p>And the Russians had to knock out the airport defenders at any cost, they threw their strength and tried not to regret nothing and anyone. They chased their people in mass, just to slaughter, as they sing: \"For the Tsena is not a way.\"</p><p>Nothing has changed now. Most combat tasks are solved by the Russian mass, more people, actually walking on corpses. This is not phraseology, they really go on corpses. And all plantings, fields along the front are littered with corpses of fallen Russians. These corpses are decomposed, and there is a fairly strong corpse smell ...</p><p><strong>- Where are you going?</strong></p><p>-I am the commander of the anti-aircraft missile platoon, serving in the air defense system.</p><p><strong>- Interesting combination - historian and military. What did you see for your profession in the army? Maybe you write a diary and plan to issue then?</strong></p><p>- I always remember the Cossack chronicles when they were both Cossacks and chronicles. For me, both the self -propelled, and Grabianka, and Velichko are to some extent examples for imitation.</p><p>Indeed, they kept diarrhea, their diaries. I do such diaries. I led them in the 14th and 15th year, I have a diary and during the present stage of the war. I make notes in order to fix important events so that they do not get lost or forgot. Because memory is an unreliable retainer.</p><p>These diaries are actually a lot of information. When you need to remember the details - opened a diary, looked when, what happened, what event. And most importantly, there is a desire that the information is preserved and perhaps it will come into a book of memories of this war, which has been going on for over ten years.</p><p>I have already written some books, but the book about the war is the hardest. Because writing about those people you knew well and who are no longer near you is the hardest thing.</p><p><strong>-Which of your historians also became a warrior?</strong></p><p>- When the war began, many prominent historians went to the front. Among my colleagues, first of all, I will mention Sergei Lepyavka, one of the best researchers of the Cossacks, historian of Chernihiv, who works at Nizhyn State University named after Mykola Gogol. Upon learning that Russia began a large -scale invasion, he reached Lviv to Chernihiv.</p><p>He got a day for a day, under fire, and on February 25 he was in the military enlistment office. On the same day, he received a machine gun, went to fight, got into the environment. He was barely able to get out of this environment, had shootouts with the Russians, threw grenades into Russian armored vehicles, but fortunately he managed to survive, to go to his own. This is despite the fact that the person was 62 at the time. Two of his sons are still at war.</p><p>Another colleague, Nizhyn archaeologist Ivan Kedun. In the Chernihiv region, in fact, all archaeological excavations took place with his participation. On the first day he went to the military enlistment office, took the weapon. This is despite the fact that he was not mobilized at all after a heart attack. But he went, serves, fights.</p><p>Another acquaintance, Candidate of Historical Sciences Andriy Homolyako, also received weapons on the first day, fought under Bakhmut. He got into very critical situations, but was able to survive. Several wounded from Bakhmut pulled on himself, saved the lives of these people.</p><p>I would like to mention Ivan Patrylyak, Dean of the Taras Shevchenko National University of History of Kyiv, whom I have known and respect for many years since I studied at the Taras Shevchenko PhD. He communicated with Ivan Kazimirovich when he found out that he had taken a weapon and went to defend Ukraine. For me, it is pride, honor, and the best wishes to him. Ivan Kazimirovich is a great intellectual, a sincere patriot of Ukraine, a very dedicated person.</p><p>I will mention my colleague from the Dnieper, Doctor of History, Professor Igor Kochergin, who now works at the Institute of National Memory. In the first days in the Dnieper, despite the fact that he is limited to health, he immediately went to the military enlistment office and still carries military service.</p><p>Unfortunately, one of my acquaintances, archaeologist Yuri Kovalenko from Glukhov, died ... I, of course, cannot tell about all my colleagues, because many scientists went to defend their country, although they could not do it.</p><p><strong>- I recently passed some books \"30 Wars with a Zakati neighbor\" for your unit. What is the value of this edition for the foreigners?</strong></p><p>-It is very important to carry out with fighters who are on the forefront, educational work. So I especially want to mention your book, the project of the Armyinform \"30 Wars with a Zakati neighbor.\" Very convenient format, it is convenient to put in your pocket. There is no mobile communication in the trench. And in the breaks between shelling, when there is some reassurance, the fighter can unfold this book, read and better understand what he is fighting for.</p><div class=\"fotorama--wp\" data-auto=\"false\" data-captiontag=\"dd\" data-columns=\"0\" data-icontag=\"dt\" data-ids=\"556156,556157\" data-itemtag=\"dl\" data-link=\"file\" data-max-width=\"100%\" data-ratio=\"0.93541666666667\" data-size=\"large\" data-width=\"898\"><div class=\"gallery galleryid-556144 gallery-columns-0 gallery-size-thumbnail\" id=\"gallery-5\"><dl class=\"gallery-item\"><dt class=\"gallery-icon portrait\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" src=\"../Images/2024-03-28T06-30-00-08-00/000007.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000007.jpg\" width=\"150\"/></dt></dl><dl class=\"gallery-item\"><dt class=\"gallery-icon landscape\"><img alt=\"\" class=\"attachment-thumbnail size-thumbnail\" height=\"150\" loading=\"lazy\" sizes=\"(max-width: 150px) 100vw, 150px\" src=\"../Images/2024-03-28T06-30-00-08-00/000008.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000008.jpg\" width=\"150\"/></dt></dl></div></div><p>It should always be remembered that the war goes not only in the trenches but also in the minds of people. And to break the lies and falsification of the Kremlin, which it cultivated for centuries, can only be through historical truth. Such books are motivated and inspired by victory.</p><p>In the army, indeed, there is a lack of ideological training, there is a lack of educational preparation, so that people understand better with whom we are fighting, for which we are fighting for. And what will happen if we lose. And the book \"30 Wars with a Zakati neighbor\" answers these questions.</p><p><strong>- Tell us what happened in Kruty at the end of February 2022. There is such information that we managed to take revenge on the events of 100 years ago.</strong></p><p>- We were on the outskirts of Nizhyn, which goes to the side of Kruty, kept the defense there. By the way, the fact that the enemy did not enter Nizhyn then happened in many respects thanks to again the feat of the heroes of Kruty, only the heroes of 2022.</p><p>Men from the village of Kruty made large blockages of trees that blocked the road Russian tanks. When the invaders came to Nizhyn, they struck on these rubble, it was difficult to clear them, after all, they were afraid to do it. However, they were stuck in Kruty.</p><p>It gave time to our artillery to be able to work and clearly work on this group. I heard and even saw outbreaks of the technique that exploded in the Russians. But it is difficult for me to estimate the scale, because then we had neither drones nor the communication that is now.</p><p>But in fact, I realized that an important event was happening. As far as I know, the enemy's losses were very significant, they say more than 200 invaders were killed during shelling. The group that was in Kruty was completely destroyed. Indeed, it is nice to know that it was under Kruty that we won such a significant victory.</p><figure aria-describedby=\"caption-attachment-556158\" class=\"wp-caption alignnone\" id=\"attachment_556158\" style=\"width: 773px\"><img alt=\"\" class=\"vimg wp-image-556158 size-full\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-28T06-30-00-08-00/000009.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000009.jpg\" width=\"773\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-556158\">This is a photo of the late February 2022 near Nizhyn State University named after Mykola Gogol. Yevgeny Lunyak with weapons, but has not yet received a military form.</figcaption></figure><p><strong>- The Russians did not go to Nizhyn. Where did they go further?</strong></p><p>- Yes, then they went around Nizhyn. Because just on the perimeter of the city on the first day the defense began to form. On February 25, we had the first battle under Nizhyn. The Russians tried to go into the city, fired at us. We tried to fire them. They were frightened and did not move further. But, unfortunately, their shelling was killed and injured. Because only with my own car, I removed three dead defenders, and then we took out the wounded - about four or five people. I think there were more of them.</p><p><strong>- Your victory recipe. What do you need in Ukraine?</strong></p><p>- Now Ukraine needs to withstand. When a fight occurs, the one who is more hardy. Even a person who can be weaker physically but stronger in spirit can win. I think that Ukraine should stand first. And we are holding up now.</p><figure aria-describedby=\"caption-attachment-556166\" class=\"wp-caption alignnone\" id=\"attachment_556166\" style=\"width: 2048px\"><img alt=\"\" class=\"wp-image-556166 size-full\" height=\"1365\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-28T06-30-00-08-00/000010.jpg\" srcset=\"../Images/2024-03-28T06-30-00-08-00/000010.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-556166\">Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p>We should not forget about those people who are at the front because they are really difficult for them. Especially when we hear the slogans about \"tired of war.\" What to say about people who have been at war for 10 years, what to talk about people who are on the front for more than two years, without weekends, without rest. What is \"tired of war\" is better to ask them.</p><p>I understand, not just everyone now. And those who are in the rear during constant anxiety, rocket dangers, bombardment. I sympathize with those who have losses. It is the most horrifying when loved ones, especially children, die. But our society must be strong. We have to be strong, because this is the only way to achieve a dreamy victory ...</p></div>", "source": "https://armyinform.com.ua/2024/03/28/boyi-za-doneczkyj-aeroport-ta-revansh-pid-krutamy-u-2022-mu-pro-shho-vede-shhodennyk-istoryk-yevgen-lunyak/", "title": "Fighting for the Donetsk Airport and revenge under Kruty in 2022: what is the diary of historian Yevgeny Lunyak", "description": "Now Yevgeny is fighting in eastern Ukraine. He recently visited the Armyinform ...", "author": ["Army Inform"], "categories": ["Інтерв`ю", "Новини", "Публікації"], "tags": ["stoprussia", "агресія рф", "Євген Луняк"], "source_name": "ArmyInform"}