{"published time": "2024-03-28T21:51:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/velyka-pysarivka.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"963\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-28T21-51-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T21-51-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>167 explosions were recorded in the border areas and settlements of Sumy region.</strong></p><p>About this<a href=\"https://t.me/Sumy_news_ODA/25205\" rel=\"nofollow\" target=\"_blank\">In the evening of March 28 reported</a>Sumy Regional Military Administration.</p><p>The shelling was suffered by Mykolaiv, Khotinskaya, Yunakovskaya, Belopilsk, Miropil, Krasnopil, Velikopysarivska, Putivl, Novoslobidskaya, Shaliginsk, Esmanskaya, Media-Budsk communities.</p><p>▪ Pubivl community: enemy beat mortars (3 explosions).</p><p>▪️ Velikospayar community: UAV shelling (FPV-Dron) (1 explosion), UAV shelling (Lancet type) (1 explosion), firing with RSSS (12 explosions).</p><p>▪️Krasnopil community: The explosive device (2 explosions) (2 explosions) was recorded from the UAV.</p><p>▪️USMAN community: Russians have struck a racket from the helicopter (6 explosions).</p><p>▪️ The Belopil community: the enemy beat from artillery (33 explosions), grenade launchers of AGS (15 explosions), mortars (8 explosions).</p><p>▪️ Novoslobida community: 9 mines dropped the Russians into the community.</p><p>▪️ Yuzakiv community: The explosive device (LOG) (4 explosions) was made from the UAV.</p><p>▪️Mikolaev community: Artillery shelling (5 explosions) and firing with RSSS (10 explosions) took place.</p><p>▪️Shaligyn community: the enemy beat from artillery (14 explosions) and mortars (2 explosions).</p><p>▪️Hotin community: Artillery shellings (19 explosions) have been recorded.</p><p>▪️Miropil community: UAVs (FPV-Dron) (2 explosions) and shelling (6 explosions) were carried out.</p><p>▪️Deault-Budsk community: UAV shelling (FPV-Dron) (2 explosions), racket shelling (6 explosions), mortar shelling (7 explosions) took place.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/28/vorog-zastosuvav-po-donechchyni-ti-zh-kerovani-boyeprypasy-yakymy-vchora-byv-po-harkovu/\">reported the armyinform</a>, the enemy used the same managed ammunition in Donetsk region, which he beat Kharkiv yesterday.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/za-dobu-vorog-28-raziv-obstrilyav-sumshhynu/", "title": "In a day the enemy fired 28 times Sumy region", "description": "The Sumy Regional Military Administration announced this on the evening of March 28. Shelling ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ворожі обстріли", "Сумщина"], "source_name": "ArmyInform"}