{"published time": "2024-03-28T19:20:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/433532081_764540342525713_3180978014679928155_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1066\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-28T19-20-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T19-20-00-08-00/000000.jpg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>The seven hundred sixty -fourth days of large -scale armed aggression of the Russian Federation against Ukraine recorded 48 combat clashes, 4 missile and 77 aviation strikes.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces, reports the Armyinform.</p><p><strong>On Volyn and Polissya</strong>directions operational situation without significant changes. No signs of formation of offensive groups of the enemy were detected.</p><p><strong>In the Siversky and Slobozhansky directions</strong>The enemy retains military presence in border areas, conducts sabotage and intelligence activities, fired settlements from the territory of the Russian Federation, increases the density of mine-explosive barriers along the state border of Ukraine. The enemy struck the area in the area of Bobilivka of Sumy region. About 20 settlements, including Leonivka, Senkivka of Chernihiv region, have been given artillery and mortar shelling; Klisa, Sergiyivka, family of Sumy region; Veterinary, high tier, Krasne Kharkiv region.</p><p><strong>In Kupyansk direction</strong>The enemy of the offensive (assault) did not take action. The enemy struck an aviation strike in the area of the settlement of Borov of Kharkiv region. Under the artillery and mortar fire were about 15 settlements, including Sinkivka, Stepova Novoselivka, Kotlyarivka of Kharkiv region.</p><p><strong>In the estuary direction</strong>Our warriors reflect 4 attacks of enemy in the areas of settlements of Terny of Donetsk region and Bigorivka of Luhansk region, where the enemy, with the support of aviation, tried to break through the defense of our troops. The enemy also struck an aviation strike in the area of the settlement of Yampolivka of Donetsk region. More than 10 settlements were injured from artillery and mortar shelling, including Nevskoye Luhansk region and Ternya Yampolivka, Torne Donetsk region.</p><p><strong>In the Bakhmut direction</strong>Our warriors reflect 11 attacks in the areas of settlements of the time of Yar, Novy, Klyshchiyivka, Andreevka, Donetsk region, where the enemy, with the support of aviation, tried to improve the tactical position. Also, the enemy struck in areas of settlements Mykolaivka, Zalizhne, Andriyivka, Diliyivka of Donetsk region. Under the artillery and mortar fire, more than 10 settlements, including Bogdanivka, Kalynivka, and the Yar of Donetsk region, were found.</p><p><strong>In the Avdiivka direction</strong>Our defenders reflect 1 attack in the area of the settlement of Semenivka, Donetsk region, where the enemy tried to knock out our units from the occupied borders. Also, the enemy struck in the areas of the settlements of the reed, Uman, Berdychi of Donetsk region. About 10 settlements, among them Novokalinove, Novobakhmutivka, Semenivka, Nevelskoye of Donetsk region, have experienced artillery and mortar shelling.</p><p><strong>In the Novopavlovsky direction</strong>The forces of defense continue to restrain the enemy in the areas of settlements of St. George, Novomikhailivka, where the enemy has tried 13 times to break through the defense of our troops. The enemy also struck in areas of settlements Krasnogorivka, Konstantinovka, Antonovka of Donetsk region. Under the artillery and mortar fire of the invaders were more than 10 settlements, including St. George, Paraskovivka, Konstantinovka, Village of Donetsk region.</p><p><strong>In the Orikhiv direction</strong>The enemy, with the support of aviation, attacked the positions of our defenders 8 times in the areas of the robot, northwest than the willow and north of the Grey Zaporozhye region. The enemy struck aviation in areas of settlements of Staromayorsk Donetsk region; Malynivka of Zaporizhzhya region. About 10 settlements, including Malynivka, Red, Belogorye, Novodanilovka, Shcherbaki, Zaporizhzhya region, have been artillery and mortar shelling.</p><p><strong>In the Kherson direction</strong>During the day, the enemy was attacking the positions of our troops on the left bank of the Dnieper. More than 10 settlements, Krynkin, Tyaginka, Ivanivka, Novoberlav and the Regional Center of Kherson Oblast, have experienced artillery and mortar shelling.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/na-fronti-48-boyezitknen-na-bahmutskomu-napryamku-vorog-namagavsya-atakuvaty-11-raziv/", "title": "On the front of 48 combatants: In the Bakhmut direction, the enemy tried to attack 11 times", "description": "The General Staff of the Armed Forces informs about it, reports the Armyinform. In Volyn and Polissya ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вечірнє зведення", "війна", "вторгнення рф", "ГШ ЗСУ"], "source_name": "ArmyInform"}