{"published time": "2024-03-28T17:50:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/434057157_817524856862523_5362271512656798590_n.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1067\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-28T17-50-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T17-50-00-08-00/000000.jpg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>Defense Minister Rustem Umerov spoke at an extraordinary meeting of the NATO-Ukraine Council, which was held at the request of Ukraine.</strong></p><p>He is about it<a href=\"https://www.facebook.com/rustemumerov.ua/posts/pfbid04RmMTCQMSxyFkrxLAxZ1E9sLEFVT4c5ZeLLzbZ5gqa2iQFYVnZy92ZV88ikiCeoRl\" rel=\"nofollow\" target=\"_blank\">Reported</a>On your Facebook page.</p><p>The main attention of the meeting was focused on the recent massive air strikes of Russia and the need to strengthen Ukraine's air defense.</p><p>The head of the Ministry of Defense said that the total explosive capacity of combined aircraft in Ukraine has exceeded 9 kilotonic since the beginning of the year. Only 3% of these Russian rockets, drones and managed bombs impressed military goals, while 97% affected civilian infrastructure.</p><p>The Office of the United Nations High Commissioner for Human Rights reports that 712 of the 1,804 civilian casualties confirmed by the UN in the last 3 months were caused by missile and loitering munition attacks.</p><p>“He provided a detailed overview of the urgent needs of Ukraine's air defense. The support of partners is important in this matter. This will save thousands of innocent lives. The more Russian rockets are shot in the Ukrainian sky, the less threat they will pose to NATO member states that border Ukraine, ”Rustem Umerov stressed.</p><p>As ArmyInform reported, on March 28, 2024, at NATO headquarters<a href=\"https://armyinform.com.ua/2024/03/28/vidbulos-nadzvychajne-zasidannya-rady-ukrayina-nato-rustem-umyerov-zvernuvsya-do-soyuznykiv/\">happened</a>An extraordinary meeting of the Council of Ukraine at the level of ambassadors, convened at the initiative of the Ukrainian side in connection with rocket attacks by Russia of Ukrainian critical infrastructure.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/rustem-umyerov-nadav-krayinam-nato-detalnyj-oglyad-nagalnyh-potreb-ppo-ukrayiny/", "title": "Rustem Umerov provided NATO countries with a detailed overview of the urgent needs of Ukraine's air defense", "description": "He announced this on his Facebook page.    The main focus of the meeting was...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Рада Україна – НАТО", "Рустем Умєров"], "source_name": "ArmyInform"}