{"published time": "2024-03-28T18:34:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2020/08/74ad5acd091bee871ce0dba43bd17a5d709ce798-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"800\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-28T18-34-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T18-34-00-08-00/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The International Arbitration Court issued three awards awarding more than EUR 14 million and USD 4 million to recover funds in favor of the Ministry of Defence of Ukraine.</strong></p><p>This is stated in a message on<a href=\"https://www.mil.gov.ua/news/2024/03/28/minoboroni-vigralo-arbitrazhi-na-bilsh-nizh-748-miljoniv-griven/\" rel=\"nofollow\" target=\"_blank\">Site</a>Defense Office.</p><p>The decisions relate to foreign economic contracts for the supply of various types of property and protective equipment for the Armed Forces of Ukraine, in particular, winter uniforms, bulletproof vests, etc.</p><p>According to foreign economic agreements concluded, the Ministry of Defense fully fulfilled its obligations and paid the value of goods in time.</p><p>However, none of the foreign suppliers put the goods on time. Moreover, some counterparties have partially put poor quality goods, or did not bring part of the goods paid under the contract.</p><p>In this regard, the defense agency appealed to international arbitration to recover the cost of poor quality and non -storage goods and penalties for late delivery. The Ministry of Defense also required the percentage of annual funds.</p><p>Foreign suppliers with the requirements of the Ministry of Defense did not agree. In their view, the rejected goods were of good quality. At the same time, the delay or non-safety of the goods were allegedly caused by force majeure.</p><p>The arbitration satisfied the claims of the Ministry of Defense. In their decisions, the arbitrators found a legitimate refusal of the Defense from poor quality goods and were unanimous in the absence of force majeure.</p><p>According to the decisions of the arbitration, the funds for the non -stored goods are subject to the immediate return of the Ministry of Defense.</p><p>Moreover, arbitration obliged foreign suppliers to pay interest, which continue accrued for funds until their return to the Ministry of Defense.</p><p>“The Ministry of Defense of Ukraine monitors the fulfillment by suppliers of their obligations to allow the Ukrainian army to receive all kinds of assurance on time and good quality. At the same time, the Ministry of Defense takes all legal measures to protect rights and interests in relations with unscrupulous suppliers, ”the department said.</p><p>As reported by the Armyinform, Defense Agency<a href=\"https://armyinform.com.ua/2024/03/28/minoborony-zabezpechylo-ukladannya-novyh-kontraktiv-z-ukrayinskymy-vyrobnykamy/\">signed a contract</a>with the Ukrainian enterprise for the supply of military equipment, and the state operator of the rear - for the purchase of real property.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/minoborony-vygralo-v-inozemnyh-postachalnykiv-arbitrazhi-na-ponad-748-mln-grn/", "title": "The Ministry of Defense won foreign arbitration suppliers for over UAH 748 million", "description": "This is stated in a message on the website of the defense department. Decisions concern ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["закупівлі для армії", "Міністерства оборони"], "source_name": "ArmyInform"}