{"published time": "2024-03-28T09:57:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/828531.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"619\" src=\"../Images/2024-03-28T09-57-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T09-57-00-08-00/000000.jpg\" width=\"860\"/></figure><!-- .post-thumbnail --><p><strong>The Kiev Defense Council has approved a number of urgent security decisions in the capital.</strong></p><p>About this<a href=\"https://t.me/VA_Kyiv/5350\" rel=\"nofollow\" target=\"_blank\">reported</a>Head of KMVA Sergey Popko.</p><p>The reason for the meeting of the Defense Council was the latest statements of the heads of the aggressor country to increase the number of missile attacks aimed at civilian objects and civilians of Ukraine and Kiev in particular.</p><p>“This is confirmed by recent missile strokes using weapons with the shortest time of arrival. In addition, the threat of attempts into the territory of the city of sabotage and intelligence groups of the enemy, the involvement of agents of Russian special services and other hostile elements to destabilize the situation in the capital, ”he said.</p><p>So, considering this information:</p><ul><li>immediately to work out the issue of further measures in Kiev, which involve the involvement of a large number of people;</li><li>to review regulatory and administrative documents on the life of citizens of the capital on the work of public transport, conducting sports, cultural, educational, medical, entertainment measures, as well as in places of accumulation of people to ensure the safety of citizens;</li><li>In accordance with their powers, all the power and military structures of Kyiv, in accordance with their powers, to ensure that people are gathering, ensuring public safety and order in the capital. Ensure that all the necessary measures that contribute to the safety of Kyivans;</li><li>All responsible structures and balancing holders of civil protection protective structures provide constant access to the population to shelter and the readiness of unbreakable points for use.</li></ul><p>Separate social networks will be monitored to spread misinformation, provocations and other information aimed at destabilizing the situation in the capital.</p><p>\"We are taking preventive measures for Kiev and its inhabitants to be securely protected,\" - summarized the Chief of the KMVA Sergey Popko.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/zagroza-obstriliv-i-pronyknennya-drg-rada-oborony-kyyeva-uhvalyla-terminovi-rishennya/", "title": "The threat of shelling and the penetration of DRG: the Defense Council of Kiev has made urgent decisions", "description": "This was reported by KMVA Head Sergey Popko. The reason for the meeting of the Defense Council became ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["stoprussia", "війна", "вторгнення рф", "начальник КМВА", "Сергій Попко"], "source_name": "ArmyInform"}