{"published time": "2024-03-28T12:03:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/b1392378c5d585f28c4a98c4e8c0857a32b6b484.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1066\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-28T12-03-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-28T12-03-00-08-00/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>Maximum transparency and accountability to society and international partners is one of the most important commitments of the team of the Ministry of Defense of Ukraine. In particular, in front of European parliamentarians, which promotes mutual understanding and support for Ukraine's defense initiatives, strengthens partnerships with EU countries.</strong></p><p>About this, how<a href=\"https://www.mil.gov.ua/news/2024/03/28/maksimalna-prozorist-i-pidzvitnist-%E2%80%93-odne-iz-najgolovnishih-zobovyazan-komandi-minoboroni/\" rel=\"nofollow\" target=\"_blank\">informs</a>The Ministry of Defense of Ukraine, said Deputy Minister of Defense of Ukraine Yuriy Dzhyhyr during a meeting with the delegation of the political group of the European Parliament Renew Europe headed by its President Valérie Aye.</p><p class=\"justifyfull\" dir=\"ltr\">On behalf of the Minister of Defense, Yuriy Dzhyhyr thanked the European Parliament for solidarity and assistance to our country in its aspirations to join the EU and NATO. In particular, he expressed gratitude for the resolution adopted by the European Parliament in February 2024 on the need for the European Union's unwavering support for Ukraine after two years of large-scale war and increased military assistance to our country to finally stop Russian armed aggression.</p><p class=\"justifyfull\" dir=\"ltr\">The parties discussed the urgent needs of the Defense Forces, accelerating the supply of the necessary weapons and equipment, given the current situation at the front and increasing the intensity of enemy attacks on the country's civilian and critical infrastructure.</p><p class=\"justifyfull\" dir=\"ltr\">\"Air defense systems, long-range missiles, artillery and ammunition remain among the priority needs. This is the defining thing. And in this matter, of course, we also need your support,\" Yuriy Dzhyhyr emphasized.</p><p class=\"justifyfull\" dir=\"ltr\">He informed foreign colleagues about important reforms that are currently underway in the department, including reform of the financial control and audit of the Ministry of Defense of Ukraine.</p><p class=\"justifyfull\" dir=\"ltr\">Parliamentarians noted the heroism of the Ukrainian people and expressed their readiness to continue to help Ukraine in its struggle for independence.</p><p dir=\"ltr\">As reported<a href=\"https://armyinform.com.ua/2024/02/14/ukrayina-ta-ssha-obgovoryly-reformu-vnutrishnogo-audytu-ta-kontrolyu-za-materialno-tehnichnoyu-dopomogoyu/\">Armyinform</a>, Ukraine and the United States discussed internal audit reform and control over the weapons provided.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/yurij-dzhygyr-na-zustrichi-z-yevropejskymy-parlamentaryamy-obgovoryv-priorytetni-potreby-zsu/", "title": "At a meeting with European parliamentarians, Yuriy Dzhyhyr discussed the priority needs of the Armed Forces of Ukraine", "description": "This was reported by the Ministry of Defense of Ukraine, said Deputy Minister of Defense ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "вторгнення рф", "європейський парламент", "потреби ЗСУ", "Світ підтримує Україну", "Юрій Джигир"], "source_name": "ArmyInform"}