{"published time": "2024-03-28T08:52:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/82_main-v1680722596-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"467\" src=\"../Images/2024-03-28T08-52-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T08-52-00-08-00/000000.jpg\" width=\"700\"/></figure><!-- .post-thumbnail --><p><strong>In Kiev, 10 freelance military medical commissions were checked at the territorial centers of staffing and social support.</strong></p><p class=\"anotation\">This is stated in<a href=\"https://moz.gov.ua/article/news/zaversheno-perevirku-vlk-v-misti-kievi\" rel=\"noopener\" target=\"_blank\">message</a>Ministry of Health.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; border: 2px solid rgb(255 222 71); font-size:15px; border-radius: 8px; background-color: #ffffff;\r\n\t\">In pursuance of the decisions of the National Security and Defense Council and the order of the Ministry of Health of March 1, 2024 No. 354<a href=\"https://armyinform.com.ua/2024/03/04/moz-pochynaye-perevirku-vijskovo-likarskyh-komisij-u-kyyevi/\">An inspection has begun</a>Freelance Military Medical Commissions at the Tax Code and the JV in Kyiv.</div><p dir=\"ltr\">A number of issues that need to be worked to improve the work of the VLK were identified during the audit:</p><ul dir=\"ltr\"><li>queues of persons liable for military service. In the part of the MPC, registration is organized only for the first visit, then the management of the queue in the institution is carried out on a first-come, first-served basis;</li><li>The work schedule is not optimal-mostly from 8: 00-9: 00 to 14: 30-16.00 on weekdays;</li><li>cases of referral to the examination issued by the doctor, deciding it alone, without agreeing with the head of the VLK;</li><li>difficulties in doctors recently working in the VLK with the establishment of certain diagnoses by the military;</li><li>Due to the lack of experience of the members of the commission, there are shortcomings in keeping documentation; There are cases where expert documents indicate clinical diagnoses, not expert;</li><li>There are a large number of paper documents with the transfer of identical information from the document to the document;</li><li>disclosed inconsistencies about the rules of work of specialists: at the same time inspection of the military in the joint office (surgeon, dermatologist, ophthalmologist);</li><li>Many commissions conduct at the same time inspect registers and conscripts, which causes additional load.</li></ul><p>After the inspection, the Kyiv Military Administration, together with the TCC, should assess the workload of the Military Medical Commission and, if necessary, identify additional health care facilities to conduct medical examinations of persons liable for military service or extend the work schedules of the Military Medical Commission.</p><div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p>If there were violations during the HCL<span style=\"color: #008000;\"><strong>in civilian medical institutions,</strong></span>You can report by phone:<strong>0 800 60 20 19.</strong></p></blockquote></div><p>As reported<a href=\"https://armyinform.com.ua/2024/03/21/obmezheno-prydatnym-do-vijskovoyi-sluzhby-dovedetsya-povtorno-projty-vlk/\">АрміяInform</a>, limited to military service will have to go through the VLK.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/u-kyyevi-zakinchyly-perevirku-vsih-vlk/", "title": "In Kiev finished checking all VLK", "description": "This is stated in the Ministry of Health. During the check it was ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["влк", "МОЗ", "ТЦК та СП"], "source_name": "ArmyInform"}