{"published time": "2024-03-28T17:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/shutterstock_2044440026-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1443\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-28T17-01-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T17-01-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The Commissioner of the Ministry of Defense of Ukraine for recruitment Alexei Bezhevets spoke about the first results of the recruiting centers from the recruitment of people to the Defense Forces of Ukraine.</strong></p><p>Alexei Bezhevets provided his comments during<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">live ether</a>On March 28, 2024 on March 28, 2024.</p><p>According to him, on March 28, 2024 the second center in the Dnieper opened, and in general in Ukraine it is the fifth center.</p><p>\"We already have a recruitment center in the Ukrainian army in Lviv, in Zaporizhzhya, the first in the Dnieper on the left bank, then we opened in Poltava, and today the fifth on the right bank of the Dnieper,\" said the MOU representative.</p><p>According to him, the work of the first center in the Dnieper showed the dynamics that was in Lviv.</p><p>“In the first week, 52 people turned. An interesting figure for Lviv is that 20% of those who have addressed are women, ”said Alexei Bezhevets.</p><p>The practice, which began with Lviv since mid -February 2024, according to the MOU representative, showed that it had been approached during this time to all recruitment centers (and four of them were opened over the last week), more than 450 people.</p><p>“Of these, 168 are already at different stages of design, left their questionnaires, communicate with military units. There are already examples where people are in training centers. And there are already persons who serve in the positions in the selected parts, ”the MOU representative said.</p><p>Thousands of vacancies are available in the Armed Forces to contract or officially mobilize by the end of martial law. Where can I know about them,<a href=\"https://armyinform.com.ua/2024/03/26/rekrutyng-do-zsu-za-vlasnym-vyborom-de-shukaty-vakansiyi/\">Read on the Armyinform</a>.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/28/v-ukrayini-vidkryly-pyatyj-rekrutyngovyj-czentr-u-mou-oprylyudnyly-pershi-rezultaty/", "title": "The fifth recruiting center was opened in Ukraine: the first results were released in MOU", "description": "Alexei Bezhevets provided his comments during a live broadcast in the \"One News\" TV.", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["Олексій Бежевець", "рекрутинговий центр"], "source_name": "ArmyInform"}