{"published time": "2024-03-28T16:54:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo1711636213.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-28T16-54-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-28T16-54-00-08-00/000000.jpeg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Security Service has documented the new crimes of the leaders of the DNR terrorist organization, which organized the pseudo -elections of the President of the Russian Federation on the temporarily occupied part of the Donetsk region.</strong></p><p style=\"font-weight: 400;\">About this<a href=\"https://ssu.gov.ua/novyny/sbu-povidomyla-pro-pidozru-vatazhkam-dnr-yaki-orhanizuvaly-holosuvannia-za-putina-na-tymchasovo-okupovanii-donechchyni\" rel=\"nofollow\" target=\"_blank\">informs</a>Security Service of Ukraine.</p><p style=\"font-weight: 400;\">In particular, it is about Denis Pushilin - Gaulayter Donetsk, Artem Zhog - one of Putin's \"election headquarters\", Vladimir Vysotsky - head of the \"election DNR\".</p><p style=\"font-weight: 400;\">According to the investigation, the collaborators organized mass falsifications on the participation of locals in the fake plebiscite.</p><p style=\"font-weight: 400;\">\"They also\" reported \"to Moscow about the allegedly maximum support for illegal elections by residents of the region. To do this, \"votes\" in favor of the Kremlin head even from a fully destroyed Avdiivka, \" - the message reads.</p><p style=\"font-weight: 400;\">As noted in the SBU to make the visibility of \"voting\", Gauleiter Pushilin came to the city together with the deputy head of the Presidential Administration of the Russian Federation Sergey Kiriyenko.</p><p style=\"font-weight: 400;\">\"Among the ruins of the temporarily captured district center, they made a\" video return \"for Roszma allegedly locals to be involved in the\" elections \"of the aggressor country. In addition, Zhoga formed the governing composition of the occupation \"elections\" and personally controlled the results of \"voting\", - said in the department.</p><p style=\"font-weight: 400;\">The investigation found that he gave the relevant instructions to Vysotsky, who organized a double bypass, accompanied by armed invaders. During such \"raids\", its participants demanded to put \"necessary\" marks in illegal ballots.</p><p style=\"font-weight: 400;\">“Based on the evidence collected, investigators of the Security Service have informed all three defendants about the absentee suspicion under Part 5 of Art. 111-1 of the Criminal Code of Ukraine (collaborative activity), ”the SBU noted.</p><p style=\"font-weight: 400;\">In addition, the department reminded that according to the SBU materials, Pushilin's terrorists have already received 15 years of prison in absentia, and his accomplice Zhoga - 12 years in prison.</p><p style=\"font-weight: 400;\">As the attackers are on the temporarily occupied part of Ukraine, complex measures are underway to bring them accountable. The investigation was conducted by SBU staff in Donetsk and Luhansk regions under the procedural leadership of the Donetsk Regional Prosecutor's Office.</p><p>As reported by the Armyinform, Volodymyr Zelenskyy<a href=\"https://armyinform.com.ua/2024/03/28/volodymyr-zelenskyj-predstavyv-novogo-kerivnyka-sluzhby-zovnishnoyi-rozvidky-ukrayiny/\">He introduced a new manager</a>Foreign intelligence services of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/vykryto-vatazhkiv-dnr-yaki-organizuvaly-golosuvannya-za-putina-na-tot-donechchyny/", "title": "The DNR leaders who organized Voting for Putin on the Donetsk region were exposed", "description": "The Security Service of Ukraine informs about it. In particular, it is about Denis Pushilin —...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф"], "source_name": "ArmyInform"}