{"published time": "2024-03-28T21:06:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zelenskyj_zvernennya-2.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-28T21-06-00-08-00/000000.png\" srcset=\"../Images/2024-03-28T21-06-00-08-00/000000.png\" width=\"1241\"/></figure><!-- .post-thumbnail --><p><strong>In his address on March 28, Volodymyr Zelenskyy touched the role of Russia in destabilizing the situation around the world.</strong></p><p>Complete text<a href=\"https://www.president.gov.ua/news/robimo-vse-shob-u-nashih-voyiniv-bulo-bilshe-mozhlivostej-bi-89929\" rel=\"nofollow\" target=\"_blank\">placed</a>on the official page of the President.</p><p>\"Russia spends billions and billions of dollars every year on operations in their countries of interest. They spread chaos, undermine the work of normal institutions, invest in disinformation, in bribing public and political leaders,\" Volodymyr Zelenskyy said.</p><p>He noted that this applies to different regions of the planet - sensitive regions: Africa, different parts of Asia, Europe is very vulnerable to destabilization that the Putin system provokes and fuels.</p><p>According to the President, America, both North and Latin, is also the object of Russian intelligence and chaotic activities. In many ways, this influence of theirs works against our state and our protection.</p><p>Volodymyr Zelensky also spoke about the reason for the appointment of the head of the Foreign Intelligence Service of Ukraine by the combat general Oleg Ivashchenko.</p><p>“Man is experienced, strong. The analytical potential of our intelligence is high enough, now we have to give it the possibilities of prompt action. More information is needed, more influence opportunities, ”the President said.</p><p>He acknowledged that Ukraine could not contrast such a resource in Russia, including financial.</p><p>“But Ukrainians are able to overlay Russia with their courage, determination and ideas. The external intelligence service of Ukraine should become much more active in fulfilling its institutional tasks, ”said Volodymyr Zelenskyy.</p><p>He noted that the reliable work of such an organization could not be cheap. Therefore, this is now a task for the government in general and the Ministry of Finance: it is necessary to look for and find a financial basis for the work of our intelligence - to expand funding for specific projects, for specific purposes and in general under the development of a system of external intelligence.</p><p>Volodymyr Zelenskyy said that he had listened to the report of the Minister of Defense of Ukraine Umerov on defense packages.</p><p>“What we get. What we work on with partners. We do everything to make our soldiers more opportunities, more weapons. And it will be, ”the president assured.</p><p>Volodymyr Zelenskyy also told about the content of conversations<a href=\"https://armyinform.com.ua/2024/03/28/volodymyr-zelenskyj-rozpoviv-spikeru-palaty-predstavnykiv-ssha-pro-rosijski-bombarduvannya/\">With the Speaker of the United States House of America Mike Johnson</a>, with<a href=\"https://armyinform.com.ua/2024/03/28/prezydent-obgovoryv-spivpraczyu-v-oboronnij-sferi-z-franczuzkymy-parlamentaryamy/\">a delegation of the French National Assembly</a>, and<a href=\"https://armyinform.com.ua/2024/03/28/glava-derzhavy-obgovoryv-z-delegacziyeyu-politychnoyi-grupy-yevropejskogo-parlamentu-renew-europe-pryskorennya-nadannya-dopomogy-ukrayini/\">with a delegation of the European Parliament</a>.</p><p></p><p></p><p></p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/28/prezydent-rosiya-vytrachaye-milyardy-na-poshyrennya-haosu/", "title": "President: Russia spends billions on chaos spreading", "description": "The full text of the address is posted on the Presidential Official Page. “Russia spends ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Звернення Президента України"], "source_name": "ArmyInform"}