{"published time": "2024-03-28T18:37:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zelenskyj-dzhonson.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-28T18-37-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T18-37-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The President had a telephone conversation with the Speaker of the House of Representatives Mike Johnson.</strong></p><p>About<a href=\"https://t.me/V_Zelenskiy_official/9907\" rel=\"nofollow\" target=\"_blank\">It became known</a>from the message on the official page of the head of state.</p><p>Volodymyr Zelenskyy thanked Mr. Johnson, both parties, the American people and President Joe Biden for vital support from Ukraine from the beginning of the Russian invasion.</p><p>The President also spoke about the situation on the battlefield, in particular about the rapid intensification of Russian air terror.</p><p>“In the last week, Ukrainian cities and communities were hit by 190 rockets, 140 Shahheda and 700 cabin. The greatest Ukrainian hydroelectric power station has been displayed, ”Volodymyr Zelenskyy reminded.</p><p>The President stressed that in this situation, the rapid adoption of assistance for Ukraine is critical for Ukraine.</p><p>\"We are aware that the House of Representatives has different positions on how to do it, but the main thing is that the issue of assistance to Ukraine remained a factor in the association,\" said Volodymyr Zelenskyy.</p><p>The parties also discussed the need to overlap the sources from which Russia finances its war and the use of frozen Russian assets in favor of Ukraine.</p><p>\"We also count on Congress leadership,\" Volodymyr Zelenskyy said.</p><p>Як<a href=\"https://armyinform.com.ua/2024/03/27/dzho-bajden-vyslovyvsya-pro-dopomogu-ukrayini-ta-nazvav-putina-myasnykom/\">reported the armyinform</a>Joe Biden spoke about helping Ukraine and called Putin a butcher.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/volodymyr-zelenskyj-rozpoviv-spikeru-palaty-predstavnykiv-ssha-pro-rosijski-bombarduvannya/", "title": "Volodymyr Zelenskyy told the speaker of the House of Representatives of Russian bombardment", "description": "It became known from the message on the official page of the head of state. Volodymyr...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "США"], "source_name": "ArmyInform"}