{"published time": "2024-03-28T18:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/minnyj-tral.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"960\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-28T18-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-28T18-14-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Ratel Deminer is a mine trall that finds and neutralizes anti -personnel mines. He has received BRV1 status, which means that the development was determined by the priority for the defense forces.</strong></p><p>About new equipment<a href=\"https://t.me/zedigital/4394\" rel=\"nofollow\" target=\"_blank\">reported March 28</a>Viceremier-Minister for Innovation, Development of Education, Science and Technology-Minister of Digital Transformation of Ukraine Mikhail Fedorov</p><p>The complex is equipped with a day vision camera, which helps to control it better. Ratel Deminer destroys PFM-1, PMN-4, PMN-3 and PMN-2 mines.</p><p>The developers have already tested the Ratel Deminer in real conditions — the complex was used for humanitarian demining from anti-personnel mines near Sviatohirsk, Donetsk region.</p><p>It works remotely, and therefore saves the lives of the military. Now the complex is refining and increasing capacity.</p><p>This is not the first development from this manufacturer to go to Brave1. Ground work Ratel S and Ratel M received codifications, they are actively used in troops.</p><p>Development of defense technologies, the emergence of new developments have become possible due to the cluster Brave1.</p><p>Mikhail Fedorov urged to join the cluster of all who have a cool development that will strengthen the military. Brave1 will help to implement, test it, codify by NATO standards, attract investments and get state contracts.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/25/armiya-droniv-za-tyzhden-likviduvala-ponad-370-odynycz-rosijskoyi-vijskovoyi-tehniky/\">reported the armyinform</a>, Drone army eliminated more than 370 units of Russian military equipment in a week.</p></div>", "source": "https://armyinform.com.ua/2024/03/28/ukrayinskyj-dystanczijnyj-kompleks-dlya-rozminuvannya-pishov-u-vyrobnycztvo/", "title": "Ukrainian remote complex for mine", "description": "On March 28, Viceremier-Minister for Innovation, Education Development, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Brave 1", "Михайло Федоров", "розмінування"], "source_name": "ArmyInform"}