{"published time": "2024-04-02T19:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/1-101.png", "https://armyinform.com.ua/wp-content/uploads/2024/03/a1a568f1967b49238e8557c4b8b9f776a378e371.jpg"], "content": "<div class=\"single-content\">\n<figure class=\"post-thumbnail\">\n<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"648\" src=\"../Images/2024-04-02T19-23-00-08-00/000000.png\" srcset=\"../Images/2024-04-02T19-23-00-08-00/000000.png\" width=\"1036\"> </img></figure><!-- .post-thumbnail -->\n<p><strong> Президент України Володимир Зеленський 2 квітня підписав закон, який передбачає запуск електронного кабінету військовозобов'язаного. </strong></p>\n<p>Про це <a href=\"https://itd.rada.gov.ua/billInfo/Bills/Card/42801\" rel=\"nofollow\" target=\"_blank\">йдеться</a> на сайті Верховної Ради України.</p>\n<p>У картці законопроєкту вказано, що сьогодні його було повернуто з підписом від Президента України.</p>\n<p>Законопроєкт <a href=\"https://itd.rada.gov.ua/billInfo/Bills/Card/42801\" rel=\"nofollow\" target=\"_blank\">№10062</a> Про внесення змін до деяких законів України щодо удосконалення порядку обробки та використання даних в державних реєстрах для військового обліку та набуття статусу ветерана війни під час дії воєнного стану було ухвалено Верховною Радою ще майже два місяці тому.</p>\n<div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p>У пояснювальній записці до законопроєкту зазначається, що його розроблено з метою законодавчого удосконалення процедури інформаційної взаємодії між державними реєстрами, встановлення можливості подання заяви (звернення) в паперовій або електронній формі до відповідних державних органів для набуття статусу учасника бойових дій, особи з інвалідністю внаслідок війни та члена сім’ї загиблих (померлих) захисників і захисниць України, а також визначення порядку набуття військовослужбовцями статусу учасника бойових дій під час дії воєнного стану.</p></blockquote></div>\n<p>Законопроєкт надає Міністерству оборони України можливість посилити кіберзахист та право розміщувати свої ІТ-системи у військових хмарних спільнотах країн-членів НАТО.</p>\n<p>Також Законопроєкт передбачає удосконалення реєстрів призовників, військовозобов’язаних та резервістів, зокрема, у частині налагодження взаємодії між реєстрами, використання даних щодо військового обліку тощо.</p>\n<figure class=\"kg-card ai-readalso-card\"><a class=\"ai-readalso-container\" href=\"https://armyinform.com.ua/2024/03/15/u-minoborony-prokomentuvaly-rozrobku-elektronnogo-kabinetu-vijskovozobovyazanogo/\" target=\"_blank\"><div class=\"ai-readalso-content\"><div class=\"ai-readalso-title\">У Міноборони прокоментували розробку Електронного кабінету військовозобов’язаного</div></div><div class=\"ai-readalso-thumbnail\"><img alt=\"У Міноборони прокоментували розробку Електронного кабінету військовозобов’язаного\" src=\"../Images/2024-04-02T19-23-00-08-00/000001.jpg\" srcset=\"../Images/2024-04-02T19-23-00-08-00/000001.jpg\"/></div></a></figure>\n<p>Водночас завдяки прийнятому Законопроєкту буде запроваджено можливість створення і використання цифрового військового-облікового документа — сертифіката. В Україні створять реєстр військовослужбовців ЗСУ та Державної служби спеціального транспорту, який сприятиме наданню онлайн-послуг військовим.</p>\n<p>Нагадаємо, 16 січня Верховна Рада підтримала в цілому проєкт закону про створення єдиного електронного реєстру військовозобовʼязаних і автоматичне отримання посвідчення учасника бойових дій.</p>\n<p>Як повідомляла <a href=\"https://armyinform.com.ua/2024/04/02/prezydent-pidpysav-zakon-pro-mobilizacziyu-z-25-rokiv/?preview_id=562264&amp;preview_nonce=fd4ad2c4ff&amp;post_format=standard&amp;_thumbnail_id=562265&amp;preview=true\">АрміяInform</a>, Президент України Володимир Зеленський підписав закон, який зменшує вік мобілізації з 27 до 25 років.</p>\n</div>", "source": "https://armyinform.com.ua/2024/04/02/v-ukrayini-zapustyat-e-kabinet-vijskovozobovyazanogo-glava-derzhavy-pidpysav-zakonoproyekt/", "title": "В Україні запустять е-кабінет військовозобов’язаного: глава держави підписав законопроєкт", "description": "Про це йдеться на сайті Верховної Ради України.    У картці законопроєкту вказано, що...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["Володимир Зеленський", "е-кабінет", "Президент України"]}