{"published time": "2024-03-20T06:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zvannya.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/94a41b3b-3613-4b16-a938-505043009676-e1710787054219-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-20T06-56-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T06-56-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>There are primary and regular titles in the Armed Forces of Ukraine. They are assigned under certain conditions. At the same time, during the martial law, quite significant changes occurred in the order of assignment.</strong></p><p><a href=\"https://armyinform.com.ua/\">Armyinform</a>He tells when and what titles are granted, why they may not be assigned, and under what conditions the titles may be deprived.</p><h2>Primary military ranks</h2><p><strong>Recruit.</strong>A serviceman who entered the service of his oath. As soon as he takes the oath, he receives the title of a soldier.</p><p><strong>Junior Sergeant.</strong>This primary rank under normal conditions is received by the military servicemen who have been trained and are appointed to the positions of the Sergeant and the officers. But during the action of martial law<a href=\"https://zakon.rada.gov.ua/laws/show/1153/2008#n1823:~:text=%D0%A3%20%D0%BF%D0%B5%D1%80%D1%96%D0%BE%D0%B4%20%D0%B4%D1%96%D1%97,102%20%D1%86%D1%8C%D0%BE%D0%B3%D0%BE%20%D0%9F%D0%BE%D0%BB%D0%BE%D0%B6%D0%B5%D0%BD%D0%BD%D1%8F.\" rel=\"nofollow\" target=\"_blank\">allowed</a>To assign the title of junior sergeant Private, who did not take place, but have combat experience.</p><p><strong>Junior Lieutenant.</strong>Due to the large -scale invasion of the Russian Federation in Ukraine, there was a significant need to complete the units of primary officers. Therefore, there were perhaps the most changes. In particular, younger lieutenants can be sergeants and non -higher education sergeants but have experience. So, to whom the military rank is given:</p><ul><li>servicemen who graduated in wartime higher military educational institutions, a military educational unit of higher education institution under a reduced training program;</li><li>The persons of the sergeant and sergeant composition who are contracting or military service under the conscription during the mobilization, for a special period, have higher education, have passed (if necessary) a course of military training in a direction corresponding to the profile of official activity, in particular who serve in the military reserve, while admission to military service under the contract of officers and appointment to positions, taking into account the need for officers of such a specialty;</li><li>Sergeant and sergeant servicemen who are assigned to the positions of officers in wartime and successfully perform their duties;</li><li>Supporters of the rankings, the sergeant and sergeant staff, who are conscript during the mobilization, for a special period, have a higher education degree not lower than the bachelor's degree, have undergone a military training course under the officers training and have taken place;</li><li>The persons of the sergeant and sergeant staff who were appointed to the positions of officers and received higher education.</li></ul><p>The Ministry of Defense is also introducing a new procedure for mobilized doctors to obtain officers.</p><figure class=\"kg-card ai-readalso-card\"><a class=\"ai-readalso-container\" href=\"https://armyinform.com.ua/2024/03/18/oficzerske-zvannya-za-40-dniv-minoborony-vprovadzhuye-novu-systemu-navchannya-dlya-mobilizovanyh-medykiv/\" target=\"_blank\"><div class=\"ai-readalso-content\"><div class=\"ai-readalso-title\">Officer's rank in 40 days: the Ministry of Defense is introducing a new training system for mobilized doctors</div></div><div class=\"ai-readalso-thumbnail\"><img alt=\"Офіцерське звання за 40 днів: Міноборони впроваджує нову систему навчання для мобілізованих медиків\" src=\"../Images/2024-03-20T06-56-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-20T06-56-00-08-00/000001.jpg\"/></div></a></figure><h2>Regular military ranks</h2><p>Obtaining regular military ranks depends on two factors - the time of service in the previous rank and position. At the same time, during the martial law, the time of service in the previous rank is much smaller than it would be in peacetime. In particular, the following terms of service in the military rank have now been set:</p><ul><li><strong>1 year</strong>-for the junior and senior sergeant and sergeant (junior sergeant, sergeant, senior sergeant, chief sergeant, headquarters), junior officers (junior lieutenant, lieutenant, senior lieutenant, captain);</li><li><strong>2 years</strong>-for the highest sergeant and sergeant (master-stateant, senior master-assistant, chief masterpad), senior officers (Major, Lieutenant Colonel, Colonel).</li></ul><p>But even if you have served in your rank set deadlines, the rank also requires a position that provides a military rank higher than what is present at this time. That is, if you are a younger lieutenant, and you are in a position on which the older lieutenant should be on the staff list, then you can get the next title. If you are already a senior lieutenant, then there will be no increase in the rank in this position.</p><p>The regular military ranks can be obtained ahead of schedule. In particular, in order to encourage command. This implies<a href=\"https://zakon.rada.gov.ua/laws/show/551-14#n12\" rel=\"nofollow\" target=\"_blank\">Law of Ukraine “On the Disciplinary Statute of the Armed Forces of Ukraine”</a>. At the same time, if earlier early assignment was possible only once in the entire period of service, then in the title of major this can be done twice.</p><div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p>“During the period of martial law or repel of armed aggression against Ukraine, promotion in the form of early assignment of the next military rank can be applied to the servicemen .</p></blockquote></div><h2>Cases in which military rank is not assigned</h2><p>In addition to the fact that the regular title may not be given in the case of official restrictions, there are also other factors.</p><p>In particular, if a serviceman is used disciplinary punishment - a warning of incomplete service. Either a court sentence is imposed not related to deprivation or restriction of liberty, arrest, detention in a disciplinary battalion, or exemption from serving a sentence with a test.</p><h2>Degradation in rank or at all deprivation</h2><p>The lowering in the military rank can also be as a disciplinary penalty. In this case, the decrease goes one degree for Sergeant and Chiefs of Sergeant, as well as officers. Exception for junior sergeants and junior lieutenants. This penalty is 1 year. But after the expiration of his validity or early removal in the previous military rank, the serviceman is not renewed.</p><p>They may deprive the military on a sentence of court in connection with conviction for committing a serious or particularly serious crime. Such servicemen are excluded from the lists of personnel of the military unit. And the territorial centers of staffing, which take such servicemen on registration, assign them to the military rank of a soldier of the reserve.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/yak-mobilizovanomu-otrymaty-vijskove-zvannya-dostrokovo/", "title": "How is a mobilized to get a military rank ahead of schedule", "description": "The Armyinform tells when and what titles are granted, why they may not be assigned ...", "author": ["Army Inform"], "categories": ["Новини", "Соціальний захист"], "tags": ["військові звання", "контрактна служба", "мобілізація", "Рекрут", "соцзахист"], "source_name": "ArmyInform"}