{"published time": "2024-03-20T16:12:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/speczprokuratura_pozov.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"862\" src=\"../Images/2024-03-20T16-12-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T16-12-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>By the decision of the Economic Court of Kyiv, the claim of the Ministry of Defense of Ukraine for the recovery of UAH 96.3 million was satisfied.</strong></p><p>About this<a href=\"https://t.me/spcru/737\" rel=\"nofollow\" target=\"_blank\">She reported March 20</a>Specialized Prosecutor's Office of the Central Region.</p><p>According to the department, at the end of December 2020, a contract was concluded between the Ministry of Defense and one of the state -owned enterprises for the purchase of special purpose repair services.</p><p>However, contrary to the terms of the contract, the state -owned enterprise failed to fulfill its obligations for timely repair of special purpose equipment.</p><p>As a result, the defense agency is deprived of the possibility of operation of this equipment in the conditions of active phase of hostilities.</p><p>The Special Prosecutor's Office of the Central Region has filed a lawsuit with the requirement to recover from the enterprise subscription under the state contract and penalties for its improper execution.</p><p>According to the court decision, the debtor is obliged to pay in favor of the defense department funds for a total amount of UAH 96.3 million.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/01/u-minoborony-rozpovily-yak-vyrishuyut-problemy-v-oboronnyh-zakupivlyah/\">reported the armyinform</a>, the Defense Ministry told how to solve problems about defense purchases.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/minoborony-vidsudylo-u-postachalnyka-963-mln-gryven/", "title": "The Ministry of Defense sued the supplier for UAH 96.3 million", "description": "This was reported on March 20 by the Specialized Prosecutor's Office of the Central Region. By...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Міністерство оборони України", "постачання для ЗСУ", "спецпрокуратура"], "source_name": "ArmyInform"}