{"published time": "2024-03-20T13:00:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/lubinecz_vykradennya-ditej.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-20T13-00-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T13-00-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The House of Representatives of the United States adopted a resolution \"On condemnation of illegal abduction of children from Ukraine to the Russian Federation\".</strong></p><p>About this<a href=\"https://t.me/dmytro_lubinetzs/5243\" rel=\"nofollow\" target=\"_blank\">reported March 20</a>Verkhovna Rada Commissioner for Human Rights Dmytro Lubinets.</p><p>According to him, the resolution contains a number of important provisions and statements. In particular, the House of Representatives:</p><ul><li>considers the Russian Government under Putin's leadership responsible for the illegal and illegal theft of children from Ukraine and condemns these actions in the most decisive way;</li><li>declares that the assistance of illegal adoption is a genocide because Russia is contrary to the obligation of the Convention to prevent and punish the crime of the crime;</li><li>It claims that the Russian Federation tries to destroy generations of Ukrainian children and thus undermine the opportunity to grow generations of next citizens and leaders. As well as deprived of the opportunity to rebuild Ukraine after the unprovured Russian war, the purpose of which is to destroy the unique Ukrainian language, culture, history and identity;</li><li>Confirms that the invasion of the Russian Federation into Ukraine has significantly increased the risks of children to suffer from trafficking in human beings and exploitation, child labor, gender violence, famine, perish, suffer physical injuries, be deprived of housing and education.</li></ul><p>“It is important for us that all countries of the world at the highest level condemn the deportation and forced movement of Ukrainian children by Russia. These are the steps that can in the future be punished by the perpetrators of crimes, and now they can help bring all our children back, ”Dmitry Lubinets said.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/19/vkraly-ukrayinskyh-ditej-ta-vyvezly-u-moskvu-vykryto-dvoh-soratnycz-putina/\">reported the armyinform</a>, two Putin's associates stole Ukrainian children and taken to Moscow.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/20/ssha-zasudyly-nezakonne-vykradennya-rosiyeyu-ukrayinskyh-ditej/", "title": "US condemned the illegal theft of Russia by Ukrainian children", "description": "This was announced on March 20 by the Verkhovna Rada Commissioner for Human Rights Dmitry Lubinets. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["викрадення дітей", "воєнні злочини рф", "Дмитро Лубінець"], "source_name": "ArmyInform"}