{"published time": "2024-03-20T08:46:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/ecb2ec7-690-.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"387\" src=\"../Images/2024-03-20T08-46-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T08-46-00-08-00/000000.jpg\" width=\"690\"/></figure><!-- .post-thumbnail --><p><strong>The US Department of Defense has been working with allies on joint assistance to Ukraine until Congress has approved funding for $ 60 billion.</strong></p><p>About it in<a href=\"https://www.radiosvoboda.org/a/rechnyk-pentahonu-heneral-mayor-patrik-rayder-intervyu/32868884.html\" rel=\"nofollow\" target=\"_blank\">interview</a>Radio Liberty was declared by Pentagon spokesman Major General Patrick Ryder.</p><p>This was an emergency, a situation where we were able to find money savings through projects. But, unfortunately, this is not one of the things we can count on. It was a one -time favorable agreement.</p><p>“We work very closely with the international community. As an example, a contact group on support of Ukraine. Today, the US and their allies have prepared more than 129,000 Ukrainians, ”said Patrick Ryder.</p><p>Also, he said, the United States work with partners within a coalition of capacity and help build defense in the long run.</p><p>“But it is very important to have money, and this is what we continue to work hard on. We focus on working with Congress so that assistance to Ukraine is approved there. We are aware of the fact that Ukraine really needs the funds we asked for Congress, ”Pentagon spokesman said.</p><p>He stressed that the delay in receiving Ukraine what she needs is continues to be at high risk.</p><p>“We are fully aware of the importance of the situation, the urgency of ammunition needs. The risks are rising daily, so we will continue to work with Congress, ”Patrick Ryder added.</p><p>As reported by the Armyinform, the countries of the Contact Group on Defense of Ukraine in two years<a href=\"https://armyinform.com.ua/2024/03/19/88-milyardiv-za-dva-roky-u-pentagoni-rozpovily-pro-rezultaty-roboty-kontaktnoyi-grupy-z-pytan-oborony-ukrayiny/\">Collected</a>$ 88 billion military support.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/20/u-pentagoni-poyasnyly-yak-ssha-mozhut-dopomagaty-ukrayini-poky-kongres-ne-zatverdyv-60-mlrd-dopomogy/", "title": "Pentagon explained how the US can assist Ukraine until Congress approved $ 60 billion assistance", "description": "This was stated in an interview with Radio Liberty by Pentagon, Major-General Patrick Ryder. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Пентагон", "США"], "source_name": "ArmyInform"}