{"published time": "2024-03-20T14:57:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/news_20240320_140028_1710936028.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1200\" sizes=\"(max-width: 1600px) 100vw, 1600px\" src=\"../Images/2024-03-20T14-57-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-20T14-57-00-08-00/000000.jpeg\" width=\"1600\"/></figure><!-- .post-thumbnail --><p><strong>Three violators and a conductor were detained in Bukovina, trying to transport them to a neighboring country outside the checkpoint.</strong></p><p class=\"\">About this<a href=\"https://dpsu.gov.ua/ua/news/pishki-do-rumunii-za-5500-vro/\" rel=\"nofollow\" target=\"_blank\">informs</a>State Border Guard Service of Ukraine.</p><p class=\"\">According to information, operative staff of the Chernivtsi Border Detachment received information on preparation for illegal crossing of the state border of Ukraine with Romania on the section of the department \"Krasnolsk\".</p><p class=\"\">“A resident of Chernivtsi and two residents of Ivano-Frankivsk regions have agreed with a local resident that he would secretly brought them to a neighboring country. Everyone paid 5500 euros for this, ”the department said.</p><p class=\"\">However, the campaign of the \"tourist\" group was stopped by border guards near the state border line. The detainees drawn up the administrative offense protocols.</p><p class=\"\">With regard to the organizer of illegal transition across the border to law enforcement agencies, a notification of detection of signs of a criminal offense provided for in Article 332 (332 of the Criminal Code of Ukraine. The information was entered in the ERDR.</p><p>We will remind, in Transcarpathia 800 meters to the border<a href=\"https://armyinform.com.ua/2024/03/20/na-zakarpatti-za-800-metriv-do-kordonu-zatrymaly-taksysta-perepravnyka-razom-z-uhylyantom/\">The taxi driver was detained</a>Together with the evidence.</p><p>As reported by the Armyinform, in the Ternopil region employee of the Tax Code<a href=\"https://armyinform.com.ua/2024/03/20/na-ternopilshhyni-sluzhbovecz-tczk-vymagav-dveri-za-anulyuvannya-povistky/\">required</a>Doors for cancellation of the summons.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/na-bukovyni-rozvernuly-turystiv-yaki-za-55-tysyach-yevro-namagalys-dojty-do-rumuniyi/", "title": "Tourists stopped at Bukovina who tried to reach Romania for 5.5 thousand euros", "description": "The State Border Service of Ukraine informs about it. According to available information, operational ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "ДПСУ"], "source_name": "ArmyInform"}