{"published time": "2024-03-20T15:01:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/thumb_214962_820_360_0_0_auto.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"546\" src=\"../Images/2024-03-20T15-01-00-08-00/000000.png\" srcset=\"../Images/2024-03-20T15-01-00-08-00/000000.png\" width=\"820\"/></figure><!-- .post-thumbnail --><p><strong>Prime Minister of Ukraine Denis Shmigal stressed during a press conference in Brussels that Ukraine is counting on rapid progress in defense relations.</strong></p><p>About this<a href=\"https://www.kmu.gov.ua/news/denys-shmyhal-ukraina-rozrakhovuie-na-shvydkyi-prohres-v-oboronnykh-vzaiemynakh-z-ies\" rel=\"nofollow\" target=\"_blank\">informs</a>Government portal.</p><p>“We are expecting the effective activity of the newly created assistance fund to Ukraine under the European Peace Fund (EPF). This tool will allow our military support to be strengthened this year for an additional 5 billion euros, ”the Prime Minister said.</p><p>According to him, Ukraine is interested in joining the practical implementation of the European Defense Industrial Strategy as soon as possible.</p><p>“The Ukrainian defense industry will make Europe stronger to respond to common security challenges. This will also be facilitated by the opening of a defense innovation office in Kiev, ”Denis Shmigal said.</p><p>Also at the press conference, the Prime Minister expressed his hope that the sanction pressure on Russia would intensify.</p><p>The head of government emphasized that within the next, 14th, it is important to block the metallurgical, financial, energy sectors of the Russian economy, in particular the nuclear industry and Rosatom.</p><p>As reported by the Armyinform, in Brussels<a href=\"https://armyinform.com.ua/2024/03/20/denys-shmygal-u-bryusseli-zustrivsya-z-zhozepom-borrelem-obgovoryly-vijskovu-dopomogu-ta-vstup-do-yes/\">happened</a>Meeting of the Prime Minister of Ukraine Denis Shmigal with the high representative of the European Union Josep Borrel.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/ukrayina-rozrahovuye-na-shvydkyj-progres-v-oboronnyh-vzayemynah-z-yes-denys-shmygal/", "title": "Ukraine is counting on rapid progress in defensive relations with the EU - Denis Shmigal", "description": "About it reports the Government Portal. “We expect the effective activity of the newly created ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["війна", "Денис Шмигаль", "оборона"], "source_name": "ArmyInform"}