{"published time": "2024-03-20T22:46:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/659aecb1627da-000026_1677264407_552364_big.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"763\" src=\"../Images/2024-03-20T22-46-00-08-00/000000.png\" srcset=\"../Images/2024-03-20T22-46-00-08-00/000000.png\" width=\"1366\"/></figure><!-- .post-thumbnail --><p><strong>For more than two years, Kharkiv and the region have been subjected to terrible Russian strikes. Saltivka was destroyed by missiles, other districts and streets of the city were damaged. Villages and towns in the region were destroyed.</strong></p><p>About this<a href=\"https://t.me/V_Zelenskiy_official/9810\" rel=\"nofollow\" target=\"_blank\">said</a>President of Ukraine Volodymyr Zelenskyy.</p><p>\"Today is another blow to Russia on Kharkiv, unable to influence anything, except that Ukraine will be even more fundamentally and accurately,\" he said.</p><p>According to the Head of State, five people were killed today from the Russian rocket in Kharkiv. And each wounded is provided with the necessary help.</p><p>“But this is not enough - all of them have to be aware. Kharkov requires enough air defense systems. Sumy region needs aircraft. Chernihiv and all our other regions suffering from Russian terror. These protective systems have partners. And partners need to understand that air defense should protect their lives, ”the President of Ukraine emphasized.</p><p>Volodymyr Zelenskyy thanked everyone who protects his normal life in Ukrainian cities and villages.</p><p>“Thank you all in the world who helps! Thank you to everyone who fights for our country and people and who works for defense for Ukraine! We must withstand and guarantee Ukraine reliable security. All Ukraine, ”the Head of State summarized.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/20/raketnyj-udar-po-harkovu-na-misczi-prylotu-vynykla-masshtabna-pozhezha-z-pidvyshhenym-rivnem-skladnosti/?utm_source=mainnews&amp;utm_medium=article&amp;utm_campaign=traficsource\">Armyinform</a>, During a rocket stroke on Kharkov there was a large -scale fire with a high level of complexity.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/prezydent-pro-udar-po-harkovu-ukrayina-vidpovidatyme-shhe-bilsh-prynczypovo-ta-vluchno/", "title": "President on Kharkov's blow: Ukraine will fit even more fundamentally and accurately", "description": "President of Ukraine Volodymyr Zelenskyy said this. “Today is another blow to Russia ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "Володимир Зеленський", "Президент України", "Харків"], "source_name": "ArmyInform"}