{"published time": "2024-03-20T15:34:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/gur_blyzkyj-shid.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-20T15-34-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T15-34-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The aggressor state has intensified the misinformation campaign against Ukraine in the Middle East.</strong></p><p>Relevant statement<a href=\"https://t.me/DIUkraine/3624\" rel=\"nofollow\" target=\"_blank\">spread March 20</a>Main Directorate of Intelligence of the Ministry of Defense of Ukraine.</p><p>According to the agency, to achieve these goals, Russia is strongly using its agent network, propaganda and diplomatic missions.</p><p>Thus, employees of the Russian Embassy in Egypt were instructed to hold a number of meetings under diplomatic cover for dissemination of misinformation about the war and the implementation of recruitment.</p><p>Also, within the framework of the operation, the Russians send to the embassies of other states in Cairo propaganda materials, which justify the war against Ukraine.</p><p>It is, in particular, about two pieces of paper under the names: \"On the Rolls in conflict in Ukraine\" and \"The situation of Ukraine\".</p><p>These materials provide the Putin version of the history of Ukraine since the collapse of the Soviet Union, and terrorist aggressive Russia is presented as a victim.</p><p>The key idea that the Kremlin promotes in the Middle East is the free scenario of the end of the war.</p><p>It includes the deprivation of Ukraine's military assistance, the termination of hostilities for the security and defense of our country, the preservation of control over the occupied Ukrainian territories and other nonsense such as \"eternal non -violin status\", \"denacification\" and \"demilitarization\".</p><p>As<a href=\"https://armyinform.com.ua/2024/03/13/rosiya-prodovzhuye-operacziyu-perun-iz-destabilizacziyi-sytuacziyi-v-ukrayini-ta-krayinah-zahodu-gur/\">reported the armyinform</a>, Russia continues the Perun operation to destabilize the situation in Ukraine and the Western countries.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/gur-zayavylo-pro-sprobu-moskvy-dyskredytuvaty-ukrayinu-na-blyzkomu-shodi/", "title": "GUR declared Moscow's attempt to discredit Ukraine in the Middle East", "description": "The relevant statement was extended on March 20 by the Main Directorate of Intelligence of the Ministry of Defense ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Близький Схід", "ГУР"], "source_name": "ArmyInform"}