{"published time": "2024-03-20T10:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/sbu_zradnyk-z-harkova.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-20T10-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T10-14-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>In the early days of a large -scale invasion of the Russian Federation, the attacker explored the places of basement and movement of Ukrainian troops that fought for the regional center.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11480\" rel=\"nofollow\" target=\"_blank\">She reported March 20</a>SBU.</p><p>He was most interested in the locations of fire positions of air defense complexes of the Armed Forces.</p><p>Such information was especially valuable to the occupiers. This allowed Russian bombers to strike the city bypassing air defense.</p><p>On the eve of the liberation of the region, the suspect 'lay low' — he suspended contacts with russian intelligence and almost never left his own house on the outskirts of the regional center.</p><p>However, the SBU officers systematically followed the \"trail\" of the offender and detained him in the apartment where he was listed.</p><p>According to the investigation, the hostile agent was a local resident who was recruited by Russian military intelligence before the start of large -scale aggression against Ukraine.</p><p>His close relative is one of the commanders of the Russian sabotage and reconnaissance detachment \"Irbis\", which uses the call sign \"Bagira\".</p><p>It was she who was a \"connected\" person.</p><p>The information received from her relative was transmitted by a personnel employee of Russian intelligence to plan combat operations on the Eastern Front.</p><p>Currently, investigators of the Security Service have informed the enemy agent from Kharkiv about suspicion under Part 1 of Art. 111 of the Criminal Code of Ukraine (State betrayal).</p><p>The attacker is in custody. He is threatened with 15 years in prison with confiscation of property.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/18/zatrymaly-reczydyvistku-yaka-polyuvala-za-ukrayinskoyu-ppo/\">reported by ArmyInform</a>They detained the recidivist who \"hunted\" for Ukrainian air defense.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/u-harkovi-zatrymaly-zradnyka-yakyj-koryguvav-udary-po-mistu-a-potim-zalig-na-dno/", "title": "A traitor was detained in Kharkiv, who adjusted strikes on the city, and then \"lay low\"", "description": "This was reported on March 20 by the SBU. He was most interested in the locations of fire positions ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["державна зрада", "СБУ", "Харківщина"], "source_name": "ArmyInform"}