{"published time": "2024-03-20T07:21:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/golovna-8-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/lunyak-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/kulibaba-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/kompanichenko-scaled.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vasylyuk-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-20T07-21-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T07-21-00-08-00/000000.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\">Andriy Kovalev. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><!-- .post-thumbnail --><p><strong>Recently, military personnel who joined the Armed Forces of Ukraine, gathered the armyinform to talk about the phenomenon of the Ukrainian Volunteer Movement. We asked about the brightest memory associated with the Armed Forces Service or participation in the resistance movement to Russian invaders. And that's what they heard.</strong></p><p><strong>Andriy Kovalev,</strong>Candidate of Political Science, Service of the Armed Forces of Ukraine:</p><p>“A volunteer movement is a Ukrainian tradition. Obviously, in the twentieth century, it is worth counting it from the volunteers of the Legion of Ukrainian Sich Riflemen, who created the first purely Ukrainian national formation within the Austro-Hungarian army. And there were exclusively volunteers. These volunteers have traditionally been much larger for Ukraine than the Austrian army wanted to take service.</p><p>Later, the UNR army, the Central Rada troops. They were formed exclusively from volunteers. And the reflection of the first Russian aggression was on the shoulders of Ukrainian volunteers who fought in the ranks of the Russian Imperial Army and returned home after three years in the trenches. They were not obliged to stay in the service, but they went to Kiev to create the Ukrainian army.</p><p>A great example of pilot Ukrainians who were in Lithuania at the time. They packed their aircraft into wagons and broke into the ethnic territory of Ukraine in order to create the first Aviangam in 1917 within the Army of the Ukrainian People's Republic. When they finally brought their planes to the Manevychi station, it is now the Volyn region, they said: \"Finally we are in our own homeland, we will create Ukrainian troops on our own land.\"</p><p>On February 24, 2022, when the enemy began large -scale aggression, the Russian invaders moved to Kiev, I became 112 of the territorial defense brigade. I was already an officer and got into the office to major, who led statistics on the deployment of our brigade. I ask him, \"How many of us?\" He says, \"At this point we are 400.\" I say so romantically, \"400 thousand?\", Because it is Kiev, a millionaire ... \"No,\" no, only 400 people, for all Kiev. \" That's where the 112 teams began.</p><p>Since we had few officers, the team commander ordered us: \"You go to deploy a brigade.\" When my fellow officers and I went out to the porch, I really saw one of the Kiev avenues-something like the Elzy Ocean concert! Some 30,000 people: on the left is not visible either end or edge, on the right, in front - a lot of people. And these are real people, real volunteers, real characters, because each of them did not know where he was going.</p><p>Volunteers do not need to explain anything, do not need to set any tasks. Everyone knows what to do. Then people on their own initiative began to dig trenches, made roadblocks. This is the most amazing. In every incomprehensible situation, Ukrainians begin to build Zaporizhzhya Sich.</p><p>Motivation is love. We all knew that we were going to defend our own. Your families, your city, your streets. This meaning is obviously a volunteer movement. \"</p><p><strong>Eugene Lunyak,</strong>Doctor of History, Serviceman of the Armed Forces of Ukraine:</p><p>“Volunteers are not something new. Volunteers have always existed. Recall that the Cossack army was purely volunteer. Cossacks did not carry out any mobilization. Who wanted, he came. Volunteers were Kruty characters. No one sent these young men to defend Ukraine. They decided to do it themselves. The Ukrainian Insurgent Army was also purely volunteer. Therefore, it cannot be said that volunteers who appeared in 2014 or 2022 have become something new. They were always.</p><figure aria-describedby=\"caption-attachment-553205\" class=\"wp-caption alignnone\" id=\"attachment_553205\" style=\"width: 2048px\"><img alt=\"\" class=\"wp-image-553205 size-full\" height=\"1365\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-20T07-21-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-20T07-21-00-08-00/000001.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-553205\">Yevgeny Lunyak. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p>I am not so often in Kiev, but an episode that will never be forgotten - February 23, 2022. I came to Kiev and stayed here, I was visiting. And here is the morning of the 24th. I was convinced that still Putin would not dare to invade a large-scale invasion. But when he heard the explosions, I realized that he had miscalculated. And not just me, a lot of people ...</p><p>On the same day, I took the arms and do not put it up to this time. I believe that when we talk about volunteers, it means that something is not quite as it should be in Ukraine. Because volunteers are just those people who perform a function that the state could not perform in time. From protection, to solve any urgent problems.</p><p>Indeed, by 2014, there was actually the collapse of our army. And, obviously, when the danger of destroying our country, the army did not have such a power to stop the aggressor, a powerful voluntary movement emerged.</p><p>When we talk about volunteers, there are two aspects to share. Volunteers, as warriors who fought in well -being, volunteer formations, and those people who voluntarily went to military enlistment offices, to regular units of the Armed Forces, who are also called volunteers. I do not belong to the first, I belong to the second.</p><p>For me, one of the most striking examples of volunteers is the Crimean Tatar Ryat Ametov, who in early March (2014. - Ed.) Went in the Crimea to the military enlistment office and asked to be mobilized for the protection of Ukraine. On March 3, he disappeared, and only on March 15, his mutilated body was found. Let's remember that many volunteers have actually stormed military enlistment offices since 2014. That is, we see that our society has a rather powerful contingent of those people who are ready to stand up for Ukraine. The main thing is that the state can encourage it, maintain so that the volunteer movement does not disappear. \"</p><p><strong>Dmitry Kulibaba,</strong>Presenter 114 Separate Brigade of Forces of the Armed Forces of the Armed Forces:</p><p>“I remember 2014, a bus, whether with Ternopil or Ivano-Frankivsk numbers. This bus stood under the Vladimir Cathedral. I remember going to the Maidan past the cathedral, and boys with braids come out of the bus. I still have skin ants from what you saw.</p><figure aria-describedby=\"caption-attachment-553206\" class=\"wp-caption alignnone\" id=\"attachment_553206\" style=\"width: 2048px\"><img alt=\"\" class=\"wp-image-553206 size-full\" height=\"1365\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-20T07-21-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-20T07-21-00-08-00/000002.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-553206\">Dmitry Kulibaba. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p>Volunteers with braids came to the Maidan. I understand what happened to what happened then is nothing, but it demonstrates that in any situation we are building Zaporizhzhya Sich. The Cossacks arrived with what it was on Sich. And then - anything will be. We do what we can.</p><p>Another memory is February 24, 2022, when I took out my family and ended up in the White Church, came to the military enlistment office. I saw these first volunteers to come. One rocker was in the cosus, in leather boots, there were several grandparents similar to beekeepers. Then we didn't notice it because everyone was stressed and then when I looked at the photos, it caused a smile.</p><p>Thank God, we were quickly dressed in shape. And when I saw everyone in shape, I felt pride because we all have - an army, that all with weapons. And it inspired. \"</p><p><strong>Taras Kompanichenko,</strong>Kobzar, People's Artist of Ukraine, Laureate of the Shevchenko Prize, Serviceman of the Armed Forces:</p><p>“Since 2014, memory brings me such an episode when there are buses on Sofia Square, and the guys in black balaclava are heading to the east. Everyone says goodbye to girls, hug them. They went straight from the Maidan, then they said.</p><figure aria-describedby=\"caption-attachment-553207\" class=\"wp-caption alignnone\" id=\"attachment_553207\" style=\"width: 2048px\"><img alt=\"\" class=\"wp-image-553207 size-full\" height=\"1365\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-20T07-21-00-08-00/000003.jpg\" srcset=\"../Images/2024-03-20T07-21-00-08-00/000003.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-553207\">Taras Kompanichenko. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p>We actively volunteered that year, went to Aidar, Azov. He stood near Dnipro-1. And there were also volunteers from the Maidan. There were also opponents who dispersed the Maidan. It was a boiler where everyone was ground.</p><p>Actually, volunteers brought the spirit, the fire of living faith in army ideals. These are idealists who followed the call of the heart. And they poured this living wine of Ukrainian, it can be said in the old masters of the Ukrainian army.</p><p>Often, professional military did not believe that they were able to fight and win, there was no motivation. People did not know Ukraine, did not know Ukrainian history, did not know Ukrainian culture. But it was thanks to volunteers that it was possible to see that people go unconditionally to serve, without thinking about any remuneration, about some salaries. Not for any service, not for any axelbants.</p><p>People in well -being were very bold, very different, in the level of education, intellectual and other cultural requests. In fact, it's like Sich. There is an elite who graduated from Mohyla College, a Brotherhood School. And at the same time, the guys who fled from the lord. Everything was mixed there. We then tried to support these people, collecting food, drinks, necessary things, especially \"armor\" ...</p><p>When the musicians came to the east for the first time, we seriously thought how appropriate we were here. Is there you need to play at the forefront, is it impossible to play? There were happy cases where it could be done. People thanked, for some, it was the discovery of their cultural heritage, and some were already dedicated. This voluntary movement was in a sense a sealed environment. And already a large -scale invasion - it called to the weapon of all and everything. \"</p><p><strong>Sergey Vasilyuk,</strong>The leader of the Sun Shadow Rock band, a military serviceman of the Armed Forces of Ukraine:</p><p>“Probably the most outstanding volunteer of our history, no matter how pathetic it may sound, - Taras Shevchenko, who went against the system, risking losing everything again. But he could not otherwise. And he brought up those who were then in the \"shooting lists\", including all of us. He gave rise to both cultural revival and political revival.</p><figure aria-describedby=\"caption-attachment-553209\" class=\"wp-caption alignnone\" id=\"attachment_553209\" style=\"width: 2048px\"><img alt=\"\" class=\"wp-image-553209 size-full\" height=\"1365\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-20T07-21-00-08-00/000004.jpg\" srcset=\"../Images/2024-03-20T07-21-00-08-00/000004.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-553209\">Sergey Vasilyuk. Photo: Vitaliy Pavlenko / Armyinform</figcaption></figure><p>I would like to thank my happy fate that I was quite smooth in the 130 battalion. We gradually gotten, and more and more complicated our tasks. If in the beginning I had more conflicts with the command, now I have practically none. It is very nice that in the third year of the war, the remaining battalion's skeleton is quite friendly. I managed to get to know the infantry, mortar, now in aeronautics. Separately, I would point out that I am very nostalga and, of course, left a part of my soul in all combat positions where we were. This is a particularly touching part of the war. And the most valuable thing that the war gave us is, of course, a sense of brotherhood. How much we will live, we will be brothers for each other. Therefore, I am of those people who try to look for a positive in the war, because there is no other way out. I am happy that I find it, and happy that I managed to break free from Bakhmut's direction to you, for such a nice meeting. \"</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/20/fenomen-dobrovolchogo-ruhu-armiyainform-zapytala-vidomyh-ukrayincziv-pro-najyaskravishyj-spogad-pid-chas-sluzhby-v-zsu/", "title": "Armyinform asked famous Ukrainians about the most striking memory during service in the Armed Forces", "description": "Andriy Kovalev, Candidate of Political Science, Serviceman of the Armed Forces of Ukraine: ...", "author": ["Army Inform"], "categories": ["Новини", "Публікації"], "tags": ["Андрій Ковальов", "Дмитро Кулібаба", "сергій василюк", "Тарас Компаніченко"], "source_name": "ArmyInform"}