{"published time": "2024-03-20T16:03:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/oip-31.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"480\" src=\"../Images/2024-03-20T16-03-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T16-03-00-08-00/000000.jpg\" width=\"790\"/></figure><!-- .post-thumbnail --><p><strong>The Czech Defense Ministry hopes that the first parties of artillery ammunition purchased within the Czech initiative will arrive in Ukraine no later than June to assist the Ukrainian forces in protecting against the expected summer offensive of the Russian troops.</strong></p><p>About this<a href=\"https://mocr.army.cz/informacni-servis/zpravodajstvi/spojenci-ocenili-na-jednani-k-pomoci-ukrajine-ceskou-municni-iniciativu-250058/\" rel=\"nofollow\" target=\"_blank\">reported</a>Czech Defense Minister Yana Chernokhov.</p><p>“Providing the fastest deliveries is key to Ukraine to protect yourself from the planned summer offensive. If the initiative manages to start the supply of ammunition to June, it will significantly help the Ukrainian army in defense, ”Yana Chernokhov said.</p><p>She added that the efforts to provide ammunition and money are still far from completing.</p><p>“Ammunition is needed by Ukrainian soldiers in large numbers. We have found resources, but we need the promised money even more, ”the minister added.</p><p>According to the department, Czech assistance to Ukraine in the field of artillery ammunition is currently based on three pillars. The first is long -term bilateral cooperation with Denmark and the Netherlands. The second component is direct cooperation with Ukraine.</p><p>\"For Ukraine, this means the supply of several hundred thousand units of Soviet caliber ammunition,\" the message reads.</p><p>The third component of the focus is the Czech initiative to provide 155 mm artillery ammunition or Soviet ammunition 152 mm. The joint project was signed with Germany. It contains almost 180,000 units of ammunition, which should be delivered to Ukraine by the end of the year. It is noted that the first deliveries should be received no later than June.</p><p>More than 15 countries will cooperate with the Czech initiative.</p><p>In addition, at the 20th meeting in the Ramstein format, it was noted that the Czech initiative inspired two other countries that want to follow the same approach as the Czech Republic, that is, to purchase ammunition from countries that are not part of the EU and NATO, through bilateral cooperation with donor countries. They have managed to find other possible supplies of ammunition, and now they are looking for partners to pay for the supplies.</p><p>As reported by the Armyinform, Lithuania<a class=\"newsitem_title-style-bold\" href=\"https://armyinform.com.ua/2024/03/20/boyeprypasy-dlya-zsu-lytva-vydilyla-35-mln-yevro-na-chesku-inicziatyvu/\" title=\"Читати: Боєприпаси для ЗСУ: Литва виділила 35 млн євро на чеську ініціативу\">She allocated</a>EUR 35 million on Czech initiative.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/u-chehiyi-ochikuyut-shho-pershi-snaryady-v-mezhah-cheskoyi-inicziatyvy-ukrayina-otrymaye-ne-piznishe-chervnya/", "title": "In the Czech Republic, Ukraine will receive the first shells within the Czech initiative in June", "description": "This was announced by the Minister of Defense of the Czech Republic Jana Černochová.    \"Ensuring that ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["артснаряди", "війна", "підтримка України", "Чехія"], "source_name": "ArmyInform"}