{"published time": "2024-03-20T18:20:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/8833ef00881d3d040f35dacac49dab7e_1710943301_extra_large.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"695\" src=\"../Images/2024-03-20T18-20-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-20T18-20-00-08-00/000000.jpeg\" width=\"1042\"/></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky held a meeting with the Ministry of Defense of the Netherlands Kaisa Ollogren, who is visiting our country.</strong></p><p>About this<a href=\"https://www.president.gov.ua/news/glava-derzhavi-obgovoriv-iz-ministerkoyu-oboroni-niderlandiv-89773\" rel=\"nofollow\" target=\"_blank\">informs</a>Office of the President of Ukraine.</p><p>It is noted that Kaisa Ollogren visited the city of Dnipro, where the Dutch delegation was able to see with her own eyes the devastating effects of Russian air terror.</p><p>“We are grateful to the Netherlands Government, led by the Prime Minister, Parliament and Society for all support and important decisions for Ukraine. We have signed a fairly powerful security document between the countries, ”said Volodymyr Zelenskyy.</p><p>The President noted the importance of fixing in a bilateral security agreement to provide Ukraine with a military aid for 2 billion euros in 2024, as well as a powerful military unit.</p><p>The head of state emphasized the leading role of the Netherlands in the functioning of the International Aviation Coalition and expressed gratitude to the Dutch government for an important decision to transfer F-16 fighters to Ukraine.</p><p>Volodymyr Zelensky informed in detail about the situation on the battlefield and the current needs of Ukrainian defenders. Particular attention was paid to the strengthening of the Ukrainian air defense system, the provision of artillery, armored vehicles and UAVs, in particular within joint projects.</p><p>As reported by the Armyinform, President<a class=\"\" href=\"https://armyinform.com.ua/2024/03/20/prezydent-obgovoryv-z-premyerom-indiyi-pidtrymku-formuly-myru-j-rozvytok-dvostoronnih-vidnosyn/\" title=\"Читати: Президент обговорив з прем’єром Індії Формулу миру й розвиток двосторонніх відносин\">discussed</a>With India Prime Minister, the formula of peace and the development of bilateral relations.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/ministr-oborony-niderlandiv-pryyihala-do-ukrayiny-ta-zustrilas-z-volodymyrom-zelenskym/", "title": "The Minister of Defense of the Netherlands came to Ukraine and met with Vladimir Zelensky", "description": "About it reports the office of the President of Ukraine. It is noted that Kaisa Ollogren visited ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "Володимир Зеленський", "Кайса Оллонґрен", "Нідерланди"], "source_name": "ArmyInform"}