{"published time": "2024-03-20T21:21:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/bez-imeni-14.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"587\" src=\"../Images/2024-03-20T21-21-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T21-21-00-08-00/000000.jpg\" width=\"1050\"/><figcaption class=\"wp-caption-text\">Deputy Commander 67 OMBR DUK \"Dana\"</figcaption></figure><!-- .post-thumbnail --><p><strong>Russian troops are massively used by drones of different types in the Bakhmut direction, including with thermal imaging chambers in the dark.</strong></p><p>The deputy commander 67 OMBR DUK \"Dana\" told this on air<a href=\"https://www.youtube.com/watch?v=blUFT66QRk0\" rel=\"nofollow\" target=\"_blank\">Army TV</a>.</p><p>\"The main tactic of the enemy is the use of FPV-oules, and the use of such peculiar flocks,\" she said.</p><p>The deputy commander added that the enemy tries to impress the logistics of the Armed Forces, beats more into the rear, and accordingly the foremost work, enemy artillery, and then classical assault actions occur.</p><p>“After dusk, the enemy and FPV-punks and correctional chambers begins active work. Well, the enemy began to use anti -theteral blankets. They try to hide their signatures with blankets, which have a heat resistance, ”she said.</p><p>Nevertheless, Ukrainian defenders discover the enemy with the help of our thermal imaging chambers.</p><p>“Because the environment has its temperature. Accordingly, black signatures appear on the monitors instead of white spots on the monitors, ”the brigade deputy commander explained.</p><p>In general, she added, the situation in the Bakhmut direction is very tense but controlled. The enemy tightens reserves, there are fierce battles.</p><p>“The lesions of the enemy's living power and technique are quite high. We attract resources available in the team and together with the teams-pre-hosts we successfully keep the direction, ”the interlocutor said.</p><p>As reported by the Armyinform, during the last day in the Bakhmut direction our soldiers<a href=\"https://armyinform.com.ua/2024/03/20/za-dobu-na-fronti-67-boyezitknen-vorog-prodovzhuye-shturmuvaty-avdiyivskyj-ta-novopavlivskyj-napryamky/\">Reflected 5 attacks</a>enemy in the areas of settlements Bogdanivka, Ivanivske, Klyshchiyivka of Donetsk region.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/na-bahmutskomu-napryamku-vorog-zastosovuye-fpv-drony-zgrayamy-i-hovayetsya-vid-teplovizoriv-pid-kovdramy/", "title": "In the Bakhmut direction, the enemy applies FPV drones with flocks and hides from thermal imagers under blankets", "description": "The deputy commander of the 67 OMBR DUK \"Dana\" on the air of the TV army told about it. “Basic ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["FPV-дрон", "Бахмутський напрямок", "дрони"], "source_name": "ArmyInform"}