{"published time": "2024-03-20T17:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/03/08.03.23_kosmos-y-litaky-drv.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"900\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-20T17-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T17-14-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Since the beginning of a large -scale invasion, more than a hundred \"coincidence\" has been recorded when the satellite flew for pictures of a particular territory, and in a few days, sometimes Russia was fired by Russia. After that, the satellite again headed to fix the scale of shelling.</strong></p><p class=\"\">About this<a href=\"https://www.mil.gov.ua/news/2024/03/20/obmezhennya-rozviduvalnih-kosmichnih-mozhlivostej-kraini-agresora/\" rel=\"nofollow\" target=\"_blank\">She told</a>Deputy Minister of Defense of Ukraine Kateryna Chernoroenko.</p><p class=\"\">In particular, such cases can be evidence that Russia buys satellite images of objects in Ukraine through intermediary companies.</p><p class=\"\">“Almost daily Russia strikes in the territory of Ukraine. To find goals and to check the results of shocks, Russia uses satellite data. Western sanctions are valid, Russia's space intelligence is declining. Our experts suggest that because of this, the enemy is looking for additional opportunities and probably buys space images through third companies - in particular, through the western ones, ”Kateryna Chernororenko said.</p><p class=\"\">According to the Deputy Minister of Defense, in this context, one of the decisions can be restricted by satellite shooting over Ukraine.</p><p class=\"\">\"We are ready to offer a mechanism that will not affect the development of the market and will be a solution to this situation,\" she added.</p><p class=\"\">The Ministry of Defense processes international regulatory mechanisms and will offer specific steps to counteract the use of space intelligence in the war against Ukraine.</p><p>As reported by the Armyinform, Rustem Umerov<a href=\"https://armyinform.com.ua/2024/03/20/rustem-umyerov-obgovoryv-z-glavoyu-pentagonu-planuvannya-oboronnyh-potreb-ukrayiny/\">discussed</a>with the head of the Pentagon planning of defense needs of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/minoborony-gotuye-mehanizmy-dlya-protydiyi-kosmichnij-rozvidczi-u-vijni-proty-ukrayiny/", "title": "The Defense Ministry prepares mechanisms for counteracting space intelligence in the war against Ukraine", "description": "The Deputy Minister of Defense of Ukraine Kateryna Chernororenko told about it. In particular,...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Міністерства оборони"], "source_name": "ArmyInform"}