{"published time": "2024-03-20T15:04:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/068e04904a565bbf44140baaab8142a9496108e5.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"533\" src=\"../Images/2024-03-20T15-04-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T15-04-00-08-00/000000.jpg\" width=\"799\"/></figure><!-- .post-thumbnail --><p><strong>Western weapons, including air defense systems, allows for the defense forces to significantly improve the situation in different areas of the front.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/20/vstupne-i-zaklyuchne-slova-ministra-oboroni/\" rel=\"nofollow\" target=\"_blank\">Stating</a>Defense Minister Rustem Umerov during a speech at a meeting of the Contact Group on Defense of Ukraine in Ramstein format in Germany.</p><p>The Minister gave an example when in one of the hottest areas of the front, Russian planes dropped from 5 to 60 KABs per day. The situation changed when Ukrainian air defense systems shot down three enemy bombers in one day.</p><p>“They did it thanks to your military assistance. At that moment, the Russian bombardment stopped. More than 11 weeks. And then our troops were able to focus on the task. Without worrying that 500 or 1500 kilograms of explosives can fall on their heads, ”the head of the Ministry of Defense explained.</p><p>Rustem Umerov also noted that since the last meeting of the contact group, the Ukrainian military has shot down 15 modern Russian jet fighters, as well as another A-50 aircraft.</p><p>“Our troops destroyed 34,000 enemy personnel, 670 tanks, 1000 units of armored vehicles, 1100 artillery systems. During this period, one of the most intense battles took place since the beginning of a full -scale invasion. These figures speak for themselves, ”the minister said.</p><p>In addition, in February, Ukrainian troops destroyed 75% of drones, which the opponent attacked our country, and in March, as of today, more than 80%.</p><p>Ukrainian innovative marine drones have destroyed Sergei Kotov's warship, capable of firing Ukrainian cities with winged caliber missiles.</p><p>The Minister added that Ukraine's basic needs remain unchanged.</p><p>«Ammunition, UAV, radio electronic fighting systems. We need to put an end to the aircraft and artillery advantage of Russia, ”he said.</p><p>As reported by the Army, on the eve of Rustem Umerov<a href=\"https://armyinform.com.ua/2024/03/19/praczyuyemo-shhob-f-16-buly-v-ukrayini-yakomoga-shvydshe-rustem-umyerov/\">reported</a>The results of the meeting group meeting, noting that Ukraine is actively working with partners to make the F-16 planes as soon as possible in our sky.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/rustem-umyerov-rozpoviv-na-ramshtajni-yak-zbyttya-litakiv-rf-vplynulo-na-sytuacziyu-na-fronti/", "title": "Rustem Umerov told at Ramstayna as the knocking of aircraft of the Russian Federation influenced the situation at the front", "description": "This was stated by the Minister of Defense of Rustem Umerov during a speech at a meeting of the contact group ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Рамштайн", "Рустем Умєров"], "source_name": "ArmyInform"}