{"published time": "2024-03-20T19:30:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/scale-of-amputations-in-ukraine-reaches-wwi-level-wsj-v0-hhbojcbaqcw5dgssugvdhgwaicun-oxlij64dsu2ojo.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"358\" src=\"../Images/2024-03-20T19-30-00-08-00/000000.png\" srcset=\"../Images/2024-03-20T19-30-00-08-00/000000.png\" width=\"640\"/></figure><!-- .post-thumbnail --><p><strong>Kyiv Mayor Vitaliy Klitschko met with Germany delegation, director of Life Bridge Ukraine GmbH, Zhapin von Wolfersdorf and dentures from Berlin's military hospital.</strong></p><div class=\"publication-lead\"><p>About this<a href=\"https://kyiv.klichko.org/klychko-u-kyievi-na-bazi-odniiei-z-miskykh-likaren-spilno-z-nimetskymy-fakhivtsiamy-stvoriuiut-suchasnyy-munitsypalnyy-tsentr-protezuvannia-dlia-viyskovykh/\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the website of the mayor of Kyiv.</p></div><div class=\"publication-origin\"><p>At the meeting, the parties spoke about the creation of a modern municipal center of prosthetics in Kiev.</p><p>“I am grateful that the cooperation we agreed with last September with mayor Berlin Kai Vegner is gaining concrete. Then, during my visit to Berlin, it was about the assistance of the German capital in the creation of the most modern municipal center of prosthetics for the military, ”Vitaliy Klitschko stressed.</p><p>He noted that together with German specialists, it has already begun to be created on the basis of the Kyiv City Clinical Hospital No. 12. The center will be located in the basement. A work plan is currently being agreed. The German side has already ordered equipment for the Center. Part of it is already in Kyiv, the rest of the equipment will be delivered in April this year.</p><p>In addition, the delegation of German experts will take 60 wounded soldiers for prosthetics, who will be erected by June in the Berlin Military Hospital. There will be 5 of our doctors who will work at the new prosthetics center after returning to Kiev.</p><p>As reported by the Armyinform, in Ukraine<a href=\"https://armyinform.com.ua/2024/03/14/protezuvannya-dlya-veteraniv-v-ukrayini-anonsuvaly-stvorennya-novogo-czentru/\">They will create</a>The Polish-Ukrainian Center for Veterans Prosthetics.</p></div></div>", "source": "https://armyinform.com.ua/2024/03/20/u-kyyevi-stvoryat-suchasnyj-czentr-protezuvannya-dlya-vijskovyh-shho-vidomo/", "title": "In Kiev will create a modern prosthetics center for the military: what is known", "description": "This is stated on the website of the mayor of Kiev. At the meeting, the parties talked about ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "Київ", "протезування"], "source_name": "ArmyInform"}