{"published time": "2024-03-20T21:41:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/usa1215-750x450-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"450\" src=\"../Images/2024-03-20T21-41-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T21-41-00-08-00/000000.jpg\" width=\"750\"/></figure><!-- .post-thumbnail --><p><strong>National Security Advisor to the President of the United States of America Jake Sullivan said that Washington believes in Ukraine's victory in the war with Russia. He assured that America would continue to provide defense assistance to Ukraine.</strong></p><p>He is about it<a href=\"https://www.youtube.com/watch?v=gyrS5ttSFzo\" rel=\"nofollow\" target=\"_blank\">said</a>Briefing in Kiev on March 20.</p><p>“Ukraine is still due to the courage and courage, ingenuity and stability of the Ukrainian people. We are in the United States in delight. I'm here to say that we believe in you. We believe you will win. We believe that you will build a bright future for the Ukrainian people. Stronger democracy, a stable, safe country that can reflect aggression. We will be your partner in this every step, ”said Jake Sullivan.</p><p>He assured that America will continue to support Ukraine in any known way.</p><p>“I know that there are questions here because of the delay in our congress and after months without an additional bill containing a package of assistance, which you rightfully deserve and for which President Biden is fighting daily. The Senate approved $ 60 million on a two -party basis. We are now working with the House of Representatives to approve the help package. We are sure we can do it, ”he assured.</p><p>Jake Sullivan recalled that the White House recently announced<a href=\"https://armyinform.com.ua/2024/03/12/ssha-ogolosyly-pro-paket-vijskovoyi-dopomogy-ukrayini-na-300-mln/\">A help package for $ 300 million</a>, which includes airmarks for air defense and critical for advanced delivery.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/20/niderlandy-vydilyat-ponad-e150-mln-na-zakupivlyu-boyeprypasiv-dlya-ukrayinskyh-f-16/\">Armyinform</a>, The Netherlands will allocate more than € 150 million for the purchase of ammunition for Ukrainian F-16.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/ya-sogodni-v-ukrayini-shhob-skazaty-ssha-viryt-u-vas-i-prodovzhyt-nadavaty-pidtrymku-dzhejk-sallivan/", "title": "I am in Ukraine today to say: US believe in you and continue to provide support - Jake Sullivan", "description": "He said this for a briefing in Kiev on March 20. “Ukraine still stands thanks to ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "вторгнення рф", "Джейк Салліван", "Світ підтримує Україну", "США"], "source_name": "ArmyInform"}