{"published time": "2024-03-20T21:28:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/f-16.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"833\" src=\"../Images/2024-03-20T21-28-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-20T21-28-00-08-00/000000.jpg\" width=\"1250\"/></figure><!-- .post-thumbnail --><p><strong>The Minister of Defense of the Netherlands Kais Ollogren, after yesterday's meeting of the Contact Group on Defense of Ukraine, reported that its country is allocated more than € 150 million for the purchase of ammunition for F-16 aircraft that will be sent to Ukraine.</strong></p><p>This is stated in a statement on<a href=\"https://www.defensie.nl/actueel/nieuws/2024/03/20/nederland-schaft-voor-ruim-150-miljoen-euro-munitie-aan-voor-f-16s-oekraine\" rel=\"nofollow\" target=\"_blank\">Site</a>The Netherlands Defense Office.</p><p>According to Kaisa Ollogren, the Netherlands purchases air ammunition-the land for the F-16. These ammunition is purchased directly in the industry.</p><p>“The Netherlands is again sent (from previously promised) F-16 fighters to Romania to prepare Ukrainian and Romanian pilots. This applies not only to the aircraft itself, but also to all related spare parts and ammunition, ”said the commander of the US Armed Forces, General Onno Aichelskheim.</p><p>The Netherlands, together with Denmark and the United States, heads a coalition that helps Ukraine meet the urgent needs of the Air Force. 18 Dutch F-16 were provided to Romania to teach Ukrainian pilots. Another 24 Dutch F-16 are intended for delivery to Ukraine.</p><p>“Part of this group is currently undergoing training. This is done in agreement with partners in the coalition, ”the message reads.</p><p>The Defense Ministry also informed that the Netherlands is allocated over<span id=\"cc\"></span>€200 million for the purchase of drones.</p><p>“The plans to buy a considerable amount<span dir=\"ltr\" lang=\"en\">ISR (Intelligence Surveillance Reconnaissance) and sell them to Ukraine.</span>This is done in agreement with other partners and Ukrainian armed forces. These drones are already used and proven in the battlefield, ”said Minister Kaisa Ollogren.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/20/ministr-oborony-niderlandiv-pryyihala-do-ukrayiny-ta-zustrilas-z-volodymyrom-zelenskym/\">Armyinform</a>.</p><p>We will remind, the Minister of Defense of Ukraine Rustem Umerov<a href=\"https://armyinform.com.ua/2024/03/19/praczyuyemo-shhob-f-16-buly-v-ukrayini-yakomoga-shvydshe-rustem-umyerov/\">reported</a>that Ukraine is actively working with partners for the F-16 planes to be in our sky as soon as possible.</p></div>", "source": "https://armyinform.com.ua/2024/03/20/niderlandy-vydilyat-ponad-e150-mln-na-zakupivlyu-boyeprypasiv-dlya-ukrayinskyh-f-16/", "title": "The Netherlands will allocate over € 150 million for ammunition for Ukrainian F-16", "description": "This is stated in a statement on the website of the Defense Ministry of the Netherlands. According to Kaisa ...", "author": ["Army Inform"], "categories": ["Новини", "Новини світу та України"], "tags": ["F-16", "навчання та тренування", "Нідерланди", "ПС ЗСУ"], "source_name": "ArmyInform"}