{"published time": "2024-03-08T12-58-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/shtab-po-polonenyh.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"892\" src=\"../Images/2024-03-08T12-58-99/000000.jpg\" srcset=\"../Images/2024-03-08T12-58-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Russian information and psychological operations have intensified, which speculate on the topic of allegedly \"redemption\" of Ukrainian defenders from Russian captivity for money or the introduction of a captive serviceman into invented \"lists for exchange\".</strong></p><p>About this<a href=\"https://t.me/Koord_shtab/4585\" rel=\"nofollow\" target=\"_blank\">reported March 8</a>Coordinating headquarters on prisoners of war.</p><p>The headquarters are reminded that the attackers regularly try to mislead relatives and close defenders, fraudulently liable to them for the return of captives from hostile captivity.</p><p>Law enforcement officers track and retain criminals, but fraudsters continue to find new casualties among prisoners.</p><p>The coordination headquarters urges to be careful when communicating with anonymous persons, to trust only official information from authorized Ukrainian institutions and not to be exposed to hostile provocations.</p><p>If you or your acquaintances have got into a situation where unknown people require money for a relative of a relative from captivity, immediately contact the coordination headquarters, national police or a united center for search and release of prisoners:</p><p>+38 044 321-11-21</p><p>+38 098 321-11-21</p><p>Viber, WhatsApp, Telegram: +38 067 650-83-32</p><p>or at the email United_Center@ssu.gov.ua</p><p>Before<a href=\"https://armyinform.com.ua/2024/02/26/vykryto-vyaznya-yakyj-vyduryuvav-groshi-u-rodychiv-vijskovopolonenyh-ta-znyklyh-bezvisty/\">was exposed</a>A prisoner who killed money in relatives of prisoners of war and missing.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/rodyny-polonenyh-prosyat-povidomlyaty-shhodo-propozyczij-ro-vykup-yih-ridnyh/", "title": "Prisoners' families are asked to report on the proposals for redemption of their relatives", "description": "This was reported on March 8 by the Coordination Headquarters on the Defense of Prisoners of Pursuing ....", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Координаційний штаб з питань поводження з військовополоненими", "полонені"]}