{"published time": "2024-03-08T16-15-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/03/02e284b9be58db3d46a9d31490538857a0693354-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"660\" src=\"../Images/2024-03-08T16-15-99/000000.jpg\" srcset=\"../Images/2024-03-08T16-15-99/000000.jpg\" width=\"1044\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Defense of Ukraine summarized in 2023 on the inventory of defense lands. In total, more than 200 illegally captured land was found.</strong></p><p>This is stated in a message on<a href=\"https://www.mil.gov.ua/news/2024/03/08/minoboroni-peredalo-pravoohoronczyam-informacziyu-pro-200-nezakonno-zahoplenih-zemelnih-dilyanok/\" rel=\"nofollow\" target=\"_blank\">Site</a>Office.</p><p>Certified land management engineers have found that officials of individual local self-government bodies of Lviv, Poltava, Mykolaiv and Cherkasy regions were occupied and illegally seized from the Ministry of Defense more than 170 hectares of land, which were necessary to ensure the defense capability of the country.</p><p>Only by regulatory and monetary valuation, the cost of the seized land is over UAH 300 million.</p><p>The Ministry of Defense has already directed to the law enforcement agencies a report of seizure of plots and expects to bring involved persons to criminal liability.</p><p>According to the Main Department of Land and Funds, in 2023 the ministry managed to cancel state registration for outsiders 58 land plots with a total area of 2380 hectares and return more than 30 thousand square meters of real estate.</p><p>This, in particular, was provided in court and out -of -court procedures, through the implementation of court decisions, appeal of the unlawful decisions of state registrars and the production of legal documents.</p><p>Also, thanks to the inventory in 2023, the legal documents for land plots of more than 100 military towns in different regions of Ukraine with a total area of 11.5 thousand hectares were produced. Now the ownership of these lands is officially assigned to the Ministry of Defense.</p><p>\"The position of the Ministry is fundamental: every detected fact of violation will be subject to publicity, and participants of criminal schemes and equipment with state lands - will be responsible for the current legislation,\" - said the State Secretary of the Ministry of Defense of Ukraine Ludmila Daragan.</p><p>As reported by the Armyinform, prosecutors of the Nikolaev specialized prosecutor's office in the field of defense of the Southern Region<a href=\"https://armyinform.com.ua/2024/03/07/pid-sud-pide-pidpryyemecz-yakyj-samovilno-zajnyav-ponad-400-ga-zemel-zsu-na-mykolayivshhyni/\">They were sent to court</a>An indictment on an entrepreneur who has arbitrarily occupied more than 400 hectares of defense lands.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/minoborony-peredalo-pravoohoronczyam-informacziyu-pro-200-nezakonno-zahoplenyh-zemelnyh-dilyanok/", "title": "The Ministry of Defense transferred information about 200 illegally captured land plots to militiamen", "description": "This is stated in a message on the website of the department. Certified ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["землі оборони", "Міністерство оборони"]}