{"published time": "2024-03-08T21-27-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/bez-imeni-8.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"417\" src=\"../Images/2024-03-08T21-27-99/000000.jpg\" srcset=\"../Images/2024-03-08T21-27-99/000000.jpg\" width=\"688\"/></figure><!-- .post-thumbnail --><p><strong>Ukraine and Turkey have agreed on joint projects, and a number of important documents were concluded at the level of the ministries of the two.</strong></p><p>About this<a href=\"https://t.me/V_Zelenskiy_official/9717\" rel=\"nofollow\" target=\"_blank\">reported</a>President of Ukraine Volodymyr Zelensky on the basis of the visit to the Turkish Republic.</p><p>“As always, Ukraine -Turkey has happened, as always, quite sincere and productive negotiations. In the defense sphere and at the government level, and at the level of companies of our states, agreements on joint projects have been reached, ”the message reads.</p><p>Volodymyr Zelensky noted that he met with representatives of the Defense and Industrial Complex of Turkey and Ukraine is ready to move as quickly as possible in the implementation of the projects discussed.</p><p>“And I am very pleased with the conversation with Turkey's companies and business, and therefore the results that will be sure - they will be strong. They are also ready to quickly resolve all issues regarding economic cooperation, including reconstruction, as well as in promoting bilateral agreements needed by our peoples, ”the Head of State added.</p><p>Volodymyr Zelensky reported today an agreement has been signed, which simplifies our trade - Ukraine and Turkey - and eliminates obstacles to business. A number of important documents have been concluded at the level of the Ministries of Defense.</p><p>Ukraine and Turkey together intensify both each other and our whole region.</p><p>As reported by the Armyinform, President of Ukraine Volodymyr Zelenskyy during a visit to Turkey<a href=\"https://armyinform.com.ua/2024/03/08/prezydent-ukrayiny-v-stambuli-oglyanuv-budivnycztvo-korvetiv-dlya-vms-zsu/\">visited</a>On a shipwreck in Istanbul, where Corvets are being built for our Navy.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/spilni-proyekty-i-oboronna-spivpraczya-volodymyr-zelenskyj-rozpoviv-pro-pidsumky-vizytu-do-turechchyny/", "title": "Joint Projects and Defense Cooperation: Volodymyr Zelenskyy told about the results of the visit to Turkey", "description": "This was reported by President of Ukraine Volodymyr Zelenskyy on the basis of a visit to Turkish ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "Туреччина"]}