{"published time": "2024-03-08T19-35-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/03/nebezpechno-miny.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"854\" src=\"../Images/2024-03-08T19-35-99/000000.jpg\" srcset=\"../Images/2024-03-08T19-35-99/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The Cabinet of Ministers of Ukraine supported the proposed Ministry of Economy Experimental Project on Mandatory Certification of Mechanized Demins and related components and equipment.</strong></p><p class=\"capital_letter\">The Government approved the relevant decision at the March 8th meeting,<a href=\"https://www.kmu.gov.ua/news/bezpeka-liudei-ta-efektyvnist-tekhniky-uriad-zatverdyv-vymohy-oboviazkovoi-sertyfikatsii-mekhanizovanykh-zasobiv-rozminuvannia\" rel=\"nofollow\" target=\"_blank\">informs</a>Government portal.</p><p>“The proposed certification order contains clearly written standards, as well as a transparent and understandable procedure. Clear requirements for products will be a benchmark for our manufacturers. The key to us is the safety of those who will work with equipment and equipment. The second is the life and efficiency of cars, ”said the first Viceremier-Minister of Ukraine-Minister of Economy of Ukraine Yulia Sviridenko.</p><p>According to the decision, certification of products will be carried out by the State Research Institute of Testing and Certification of Weapons and Military Education of the Ministry of Defense.</p><p>Certifications will be subject to mechanized means of domestic production, or foreign ones that are supplied to Ukraine, including international partners, such as technical or humanitarian assistance. The Institute will list the certificates issued and will carry out periodic technical supervision for certified products.</p><p>At the same time, if foreign production products have a certificate of the country-producer, which confirms compliance with the requirements approved by the Procedure, then such a certificate is recognized as an institution. And only if there are inconsistencies with Ukrainian requirements, should foreign equipment undergo Ukrainian certification under the procedure.</p><p>It is also important that the operation of equipment and equipment put into circulation before the certification procedure cannot be prohibited or restricted.</p><p>According to Deputy Minister of Economy Igor Bezkaravini, the certification procedure contains requirements for all available types of mechanized tools used in the field of mine activity. In particular to:</p><ul><li>mechanized means (light, medium and severe) humanitarian demining;</li><li>mechanized means of combat minement;</li><li>equipment for tranning mechanized tools;</li><li>mechanized means of humanitarian or combat demining with remote control;</li><li>mechanized soil preparation tools for demining;</li><li>Equipment for detection of explosive objects, etc.</li></ul><p>Requirements include both safety and efficiency parameters.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/uryad-zatverdyv-vymogy-obovyazkovoyi-sertyfikacziyi-mehanizovanyh-zasobiv-rozminuvannya-shho-vidomo/", "title": "The Government has approved the requirements of mandatory certification of mechanized demining means: what is known", "description": "The government approved the relevant decision at the meeting on March 8, the Government portal reports. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "розмінування"]}