{"published time": "2024-03-08T13-09-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/rozstril-polonenogo.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"917\" src=\"../Images/2024-03-08T13-09-99/000000.jpg\" srcset=\"../Images/2024-03-08T13-09-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>According to the investigation, the military crime took place on January 6, 2024 near the settlement of the Pryutne Pologovsky district of Zaporizhzhya region.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22268\" rel=\"nofollow\" target=\"_blank\">reported March 8</a>Office of the Prosecutor General.</p><p>According to the investigation, the shooter of the storm detachment \"Storm-V\" 218 Tank Regiment 127 of the Rifle Division of the 5th Army Army of the Eastern Military District of the Armed Forces of the Armed Forces of the Russian Federation during the assault of the combat positions of the Defense Forces of Ukraine opened fire on the defeat on Ukrainian prisoners of war.</p><p>The Ukrainian defender made up weapons, raised his hand, left the armor and, at the request of the Russian military, stood on his knees, thereby confirmed his intention to be captured. However, instead of captivity, he got a gunshot wound, incompatible with life.</p><p>In the ranks of the occupation army, the suspect was from November 2023, after the contract for military service in the Armed Forces of the Russian Federation instead of serving a sentence for theft in one of the colonies in the territory of the aggressor country.</p><p>After passing appropriate training at one of the military landfills in the Rostov region of the Russian Federation was relocated to the Zaporozhye direction.</p><p>At the end of January 2024, he was detained by Ukrainian defenders and handed over to law enforcement agencies.</p><p>He has now been informed of suspicion of violating the laws and customs of war, combined with premeditated murder (Part 2 of Article 438 of the Criminal Code of Ukraine).</p><p>Earlier Human Rights Commissioner<a href=\"https://armyinform.com.ua/2024/02/25/upovnovazhenyj-vr-z-prav-lyudyny-rosiyany-znovu-rozstrilyaly-ukrayinskyh-polonenyh/\">stated</a>that the Russians again shot Ukrainian prisoners.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/povidomleno-pro-pidozru-rosiyanynu-yakyj-rozstrilyav-ukrayinskogo-vijskovopolonenogo/", "title": "Reported the suspicion of the Russian who shot a Ukrainian prisoner of war", "description": "This was reported on March 8 by the Office of the Prosecutor General. According to the investigation, Sagittarius ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["воєнні злочини", "Офіс Генерального прокурора", "полоненні", "розстріл"]}