{"published time": "2024-03-08T17-41-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/chernogorenko.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1023\" src=\"../Images/2024-03-08T17-41-99/000000.jpeg\" srcset=\"../Images/2024-03-08T17-41-99/000000.jpeg\" width=\"1536\"/></figure><!-- .post-thumbnail --><p><strong>Expanding the coalition of drones and involving Canada will help to solve Ukraine's tasks on the battlefield.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/08/kanada-priednaetsya-do-koaliczii-droniv/\" rel=\"nofollow\" target=\"_blank\">She said</a>Deputy Minister of Defense Kateryna Chernoroenko.</p><p>Canada becomes<a href=\"https://armyinform.com.ua/2024/03/08/kanada-pryyednayetsya-do-koalicziyi-droniv/\">ninth country</a>Drones coalitions. It became known during the visit of the Minister of Defense of Latvia Andris Pruds on March 7 to Otva.</p><p>Coalition collides are Latvia, the United Kingdom and Ukraine.</p><p>“We thank Canada for the adamant support of Ukraine. We continue to urge partners to join the drones coalition. Our goal is unchanged - to raise $ 1.5 billion to finance Ukrainian drone production, ”Kateryna Chernororenko said.</p><p>Recently, the Ministry of Defense of Ukraine presented the military attaché of the partner countries of the vision of the development of drones coalition.</p><p>Priority goals are the support of Ukrainian production and the creation of software solutions for the military in the shortest possible time.</p><p>The drone coalition officially started as part of the contact group on defense of Ukraine. It was previously joined by the United Kingdom, Denmark, Estonia, Latvia, Lithuania, the Netherlands, Germany and Sweden.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/rozshyrennya-koalicziyi-droniv-dopomozhe-vyrishyty-zadachi-na-poli-boyu-zastupnyk-ministra-oborony/", "title": "Expanding the drone coalition will help to solve problems on the battlefield - Deputy Minister of Defense", "description": "This was stated by Deputy Minister of Defense Kateryna Chernororenko. Canada will become nine ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Канада", "коаліція дронів", "Міністерство оборони"]}