{"published time": "2024-03-08T14-03-98", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/630_360_1502114127-8860.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"360\" src=\"../Images/2024-03-08T14-03-98/000000.jpg\" srcset=\"../Images/2024-03-08T14-03-98/000000.jpg\" width=\"630\"/></figure><!-- .post-thumbnail --><p><strong>The Seimas of the Republic of Poland adopted a resolution on the imposition of sanctions in connection with the import of Russian and Belarussian food and agricultural products to the European Union.</strong></p><p>About this<a href=\"https://sejm.gov.pl/Sejm10.nsf/komunikat.xsp?documentId=61FE7CDE4BC490ACC1258AD9007420EF\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the site of the Polish Seimas.</p><p dir=\"ltr\">In his resolution, the Seimas stressed that imports of food and agricultural products from Russia and Belarus continues to generate huge revenues to Russian and Belarusian producers, as well as the budgets of these countries.</p><p dir=\"ltr\">\"Our moral obligation to stop trade can directly or indirectly promote the ability of Russia and its supporter of Belarus to continue the war against Ukraine, especially since Russian imports may include grain stolen from the temporarily occupied territories of Ukraine,\" the ward said.</p><p dir=\"ltr\">The Seimas also noted that Russia continues its strategy for the transformation of food into weapons, causing disruptions with the supply of Ukrainian agricultural products around the world.</p><p dir=\"ltr\">“The primary task of the EU should be to continue supporting Ukraine in restoring its exports to the countries that are most in need. Food and agricultural products cannot continue to support the cruel Russian regime and its settings in Minsk, ”the document reads.</p><p dir=\"ltr\">As reported by the Armyinform, USA<a href=\"https://armyinform.com.ua/2024/03/05/ssha-vvodyt-novi-sankcziyi-proty-rosiyi-pid-obmezhennyam-pvk-vagner-i-povitryano-kosmichni-syly-rf/\">Introduced</a>New sanctions against Russia. Under the restriction-Wagner PVC and air space forces of the Russian Federation.</p><p dir=\"ltr\"></p></div>", "source": "https://armyinform.com.ua/2024/03/08/polskyj-sejm-naklav-sankcziyi-na-import-rosijskogo-j-biloruskogo-prodovolstva-v-yes/", "title": "The Polish Sejm imposed sanctions on importing Russian and Belarusian EU food", "description": "This is stated on the website of the Polish Seimas. In his resolution, the Seimas stressed that imports ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["антиросійські санкції", "міжнародна підтримка України", "Польща"]}