{"published time": "2024-03-08T10-16-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/slovyansk_zradnyky-e1709885541516.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"982\" src=\"../Images/2024-03-08T10-16-99/000000.jpg\" srcset=\"../Images/2024-03-08T10-16-99/000000.jpg\" width=\"854\"/></figure><!-- .post-thumbnail --><p><strong>Two locals tried to obtain the coordinates of Ukrainian reactive artillery systems, including HIMARS, on the task of the FSB.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11372\" rel=\"nofollow\" target=\"_blank\">She reported March 8</a>SBU.</p><p>According to the department, it is about two malefactors who participated in the preparation of combat operations of the Russian Federation against the defense forces in the Slavyansk region.</p><p>In order to plan air attacks on the city, the invaders hoped to get from their associates indicative geolocation of anti-aircraft missile systems of the Armed Forces and systems of reactive artillery.</p><p>Also in the area of special attention of the invaders were strongholds and checkpoints on the approaches to the district center.</p><p>In the case of receiving key intelligence, the racists wanted to find \"weaknesses\" in the defense of the city and \"take into account\" them during new massive storms in this direction.</p><p>The SBU staff in stages documented the FSB's \"every step\" and thwarted enemy intentions.</p><p>At the same time, additional measures were taken to fight the defense forces involved in the protection of Slavyansk.</p><p>At the final stage of the special operation, the security service detained Russian informants. They were two locals - an employee of the utility and unemployed.</p><p>Earlier this year, they entered the Russian special service because of their acquaintance - the fighter of the occupying groups of the Southern Military District of the Russian Federation.</p><p>Communication was maintained through video calls in the messenger.</p><p>For conspiracy the participants of the informant group acted separately from each other. And the intelligence was collected when traveling to their own cars along the frontline, where they were hidden recorded \"necessary\" objects.</p><p>During the searches, the detainees removed the mobile phones they used to communicate with the aggressor and the drafts \"Reports\" for the FSB.</p><p>Also, one of the defendants found 90 ammunition to the AK-74 machine.</p><p>Currently, investigators of the security services have been informed by the attackers about suspicion under Part 3 of Art. 114-2 of the Criminal Code of Ukraine.</p><p>They are threatened with up to 12 years in prison.</p><p>Earlier it became known that defense forces<a href=\"https://armyinform.com.ua/2024/02/22/ukrayinczi-vdaryly-po-shykuvannyu-rosiyan/\">Himars hit</a>on the lining of the Russians.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/na-donechchyni-zatrymaly-myslyvcziv-na-himars/", "title": "In Donetsk, hunters were detained on HIMARS", "description": "This was reported on March 8 by the SBU. According to the department, it is about two malefactors, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["HIMARS", "СБУ", "шпигуни"]}