{"published time": "2024-03-08T14-25-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/prokuratura_serzhant_kat.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"904\" src=\"../Images/2024-03-08T14-25-99/000000.jpg\" srcset=\"../Images/2024-03-08T14-25-99/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>The court in absentia recognized a serviceman of the 64th Separate Rifle Brigade of the Armed Forces of the Russian Federation in violation of the laws and customs of war.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22270\" rel=\"nofollow\" target=\"_blank\">reported March 8</a>Office of the Prosecutor General.</p><p>The court proved that during the occupation of the city of Bucha in March 2022, the sergeant and other Russian servicemen invaded the territory of households of local residents.</p><p>Convinced in the pro -Ukrainian position of two men, the convicted person forced them to kneel, threatened with weapons and murder.</p><p>In the presence of one of the victims, he discussed the variant of his murder, suggesting it in the basement and blowing up a grenade there. He also purposefully shot in the direction of the man.</p><p>The trial was carried out according to a special procedure in absentia, that is, in the absence of a defendant whose location is unknown.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/01/vijskovomu-rf-povidomleno-pro-pidozru-za-zhorstoke-povodzhennya-z-czyvilnymy/\">reported the armyinform</a>, the military of the Russian Federation was informed of suspicion of abuse of civilians.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/10-rokiv-otrymav-rosijskyj-serzhant-yakyj-katuvav-u-buchi/", "title": "Up to 10 years in prisons were condemned by a Russian sergeant who tortured Bucha's residents", "description": "This was reported on March 8 by the Office of the Prosecutor General. In court it was proved that under ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["воєнні злочини рф", "катування цивільних", "Офіс Генерального прокурора"]}