{"published time": "2024-03-08T14-56-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/07/dmytro-pletenchuk-rechnyk-vms.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"690\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-08T14-56-99/000000.jpg\" srcset=\"../Images/2024-03-08T14-56-99/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>A spokesman for the Navy of the Armed Forces of Ukraine, the captain of the 3rd rank Dmitry Pletenchuk said that it was Turkey who provides in military aspect for the Navy of the Armed Forces.</strong></p><p>Dmitry Pletenchuk gave his comments during the live broadcasting of the \"Uniform News\" on March 8, 2024.</p><p>In particular, according to him, the Ukrainian crew is currently undergoing preparation for further use of corvettes, which are built for the Navy of the Armed Forces in Turkey.</p><p>“The naval forces have always worked closely with representatives of the Turkish Republic. And in the defensive sphere at our level. The crew is already trained for one of these ships. Regardless of where the preparation is underway, regardless of what is the preparation. But the crew learns to continue to serve on these ships. This is the first, ”said the spokesman of the Navy of the Armed Forces.</p><p>He also recalled that in the Navy Naval Aviation Brigade, the products of the Turkish military-industrial complex are also used.</p><p>“These are the famous barkrans. And, of course, we have been working with representatives of this country quite fruitfully, long ago. And even before the start of a full -scale invasion, they began to do it, ”he added.</p><p>As reported by the Armyinform, on March 8, 2024, President of Ukraine Volodymyr Zelenskyy<a href=\"https://armyinform.com.ua/2024/03/08/prezydent-ukrayiny-vidbuv-do-turechchyny/\">He served in Turkey</a>where, in particular, he will meet with President Recep Taiip Erdogan.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/u-vms-zsu-rozkryly-podrobyczi-spivpraczi-z-turechchynoyu/", "title": "The Navy of the Armed Forces revealed details of cooperation with Turkey", "description": "Dmitry Pletenchuk gave his comments during the live broadcasting of \"Unified News\" 8 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ВМС ЗСУ", "Туреччина"]}