{"published time": "2024-03-08T07-18-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/gelikopter-vede-vogon.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"604\" src=\"../Images/2024-03-08T07-18-99/000000.jpg\" srcset=\"../Images/2024-03-08T07-18-99/000000.jpg\" width=\"1080\"/></figure><!-- .post-thumbnail --><p><strong>Over the past day, 23 and 27 enemy attacks were reflected there.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02awW69JDSXx1rShC9jCsEVCokitLRvmRWJDRg9oJsNt4D7oZU1fttWGkn47XKTuEDl\" rel=\"nofollow\" target=\"_blank\">reported</a>The General Staff of the Armed Forces.</p><p>In the area of responsibility of the operational-strategic group of the Khortytsa troops in Kupyansk direction, the enemy made 2 attacks in the area of the settlement of Sinkivka of Kharkiv region, trying to improve its tactical position.</p><p>In the estuary direction, our soldiers reflected 13 enemy attacks in the areas of settlements of Bigorivka of Luhansk region; Thorns, controversial, Rozdolivka of Donetsk region.</p><p>In the Bakhmut direction, the forces of defense reflected 6 enemy attacks in the areas of settlements of Andreevka and Klischivka of Donetsk region.</p><p>In the area of responsibility of the operational-strategic group of Tavriya troops in the Avdeevsky direction, our defenders repelled 23 attacks of the enemy in the areas of settlements of Berdychi, Tonenke, Orlovka, Pervomaisko, Nevelsky Donetsk region.</p><p>In the Novopavlovsky direction, the forces of defense continue to restrain the enemy in the districts of St. George, Viceda, Krasnogorivka, Novomikhailivka, Donetsk region, where the enemy tried to break through the defense of our troops 27 times.</p><p>In the Orikhiv direction, our soldiers repelled 2 enemy attacks in the areas of the robot and west of the Verbov Zaporizhzhya region.</p><p>In the area of ​​responsibility of the operational-strategic group of the Odesa troops in the Kherson direction of defense forces continue to maintain positions. Despite significant losses, the enemy does not leave the attempt to knock out our units from the positions. Thus, during the last day, the enemy performed 3 unsuccessful assault actions.</p><p>In the area of responsibility of the operational-strategic group of the North troops in the Volyn and Polissya directions, the operational situation remains without significant changes.</p><p>In the Siversky and Slobozhansky directions, the enemy retains military presence in the border areas, conducts sabotage activities in order to prevent the transfer of our troops to threatening directions, increases the density of mine-explosive barriers along the state border in Belgorod region.</p><p>At the same time, our warriors continue to be active in the occupation troops of losses in living strength and technology, depleting the enemy along the entire front line.</p><p>During the day, the Aviation of Defense Forces struck 11 areas of focusing on the enemy's personnel.</p><p>The departments of rocket troops have led to 1 area of concentration of personnel, 2 air defense means, 1 radio-electronic struggle station and 1 composition of fuel and lubricants of the enemy.</p><p>Avdiyiv direction and yesterday<a href=\"https://armyinform.com.ua/2024/03/07/genshtab-vorog-najbilshe-atakuvav-na-avdiyivskomu-napryamku/\">He was a leader</a>From the number of hostile attacks.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/genshtab-najbilshe-vorog-atakuvav-na-avdiyivskomu-ta-novopavlivskomu-napryamkah/", "title": "General Staff: The most enemy attacked the Avdi and Novopavlovsky directions", "description": "This was reported by the General Staff of the Armed Forces. In the area of responsibility of operational-strategic ...", "author": ["Army Inform"], "categories": ["main", "Новини"], "tags": ["Авдіївський напрямок", "Генштаб ЗС України", "Новопавлівський напрямок", "ранкове зведення"]}