{"published time": "2024-03-08T13-29-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/08/jkyot.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"701\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-08T13-29-99/000000.png\" srcset=\"../Images/2024-03-08T13-29-99/000000.png\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Calculations of anti -aircraft missile troops of the Air Force are hunting for almost every day.</strong></p><p class=\"\">About this<a href=\"https://t.me/MykolaOleshchuk/222\" rel=\"nofollow\" target=\"_blank\">stated</a>Commander of the Air Forces of the Armed Forces of Ukraine Lieutenant General Mykola Oleshchuk.</p><p class=\"\">“Literally yesterday was combat use on hostile aircraft at a distance of more than 150 km. We work today! We check the result of combat work! ” He emphasized.</p><p class=\"\">According to him, the enemy continues to attack our positions by managed aircraft, but it does not dare to fly too close.</p><p class=\"\">\"After significant losses-aircraft of the far radar detection of A-50 and Su-34/Su-35 fighters, the invaders significantly reduced the number of cubic aircraft,\" said Lieutenant General.</p><p class=\"\">He also noted that DRLV aircraft is still not in the Azov Sea and in other directions, which reduces the capacity of the enemy in the conduct of radar intelligence.</p><p class=\"\">“According to our data, there were already some“ discussions ”about the decisions of military leadership among the Russian pilots - to send them one end. Such conversations, and possibly sabotage, during the tasks of the occupiers, will only grow when the air forces receive more tools from Western partners to protect our sky from the enemy's air attacks, ”Mykola Oleshchuk summarized.</p><p>As reported by the Armyinform, the Defense Forces from<a href=\"https://armyinform.com.ua/2024/03/08/syly-oborony-zbyly-33-z-37-shahediv/\">beat 33 out of 37 \"Shahmed\"</a>.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/mykola-oleshhuk-peredbachaye-shho-u-rosijskij-aviacziyi-mozhlyvyj-sabotazh/", "title": "Mykola Oleshchuk assumes that sabotage is possible in Russian aviation", "description": "This was stated", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф"]}