{"published time": "2024-03-08T16-18-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/09/2022-09-12-koryguvalnyka-vognyu-po-pozycziyah-zsu-zasudzheno-do-15-rokiv.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"500\" src=\"../Images/2024-03-08T16-18-99/000000.png\" srcset=\"../Images/2024-03-08T16-18-99/000000.png\" width=\"960\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>Another FSB agent received the real term of imprisonment, who collected information about the possible availability of combat aircraft of the Armed Forces at the airfields of Dnipropetrovsk.</strong></p><p>About this<a href=\"https://t.me/SBUkr/11376\" rel=\"nofollow\" target=\"_blank\">informs</a>Security Service of Ukraine.</p><p class=\"ql-align-justify\">The attacker was also interested in the railroad routes, which are heading for the military echelons of defense forces for the front.</p><p class=\"ql-align-justify\">In the case of receiving agent information, the invaders planned to use them to prepare a series of rocket strokes on strategic objects of the region. The SBU staff prevented this due to timely exposing the person involved and its detention in July 2022.</p><p class=\"ql-align-justify\">Then the Russian agent performed another task of the FSB - photographed the temporary base of the units of the Armed Forces of the Armed Forces.</p><p class=\"ql-align-justify\">The court appointed him 15 years in prison with confiscation of property.</p><p class=\"ql-align-justify\">“A local security employee is convicted. At the beginning of a large -scale invasion of the Russian Federation, a man was remotely recruited by the FSB personnel employee. In the field of view of the Russian intelligence service, Dnipro residents fell as an ideological supporter of Rashism, who imposed his pro -Kremlin views to others, ”the message reads.</p><p class=\"ql-align-justify\">After recruiting, the agent first received the coordinates of the \"required\" objects from the FSB and then conducted an exploration on the ground.</p><p class=\"ql-align-justify\">On the basis of the evidence collected, the court found the attacker guilty of treason committed in martial law.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/08/agent-rf-gotuvav-raketni-udary-po-aerodromah-dnipropetrovshhyny-sud-jomu-pryznachyv-15-rokiv-tyurmy/", "title": "The Russian agent was preparing rocket strokes on the airfields of Dnipropetrovsk region. The court appointed him 15 years in prison", "description": "This was reported by the Security Service of Ukraine. The attacker was also interested in rail ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агент фсб", "агресія рф", "війна", "СБУ"]}