{"published time": "2024-03-08T07-40-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/hersonshhyna-obstrily-e1709121687243.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"697\" src=\"../Images/2024-03-08T07-40-99/000000.jpg\" srcset=\"../Images/2024-03-08T07-40-99/000000.jpg\" width=\"959\"/></figure><!-- .post-thumbnail --><p><strong>The bombs flew through Sumy, Kharkiv, Donetsk and Zaporizhzhya regions.</strong></p><p>About it in the morning reports<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02awW69JDSXx1rShC9jCsEVCokitLRvmRWJDRg9oJsNt4D7oZU1fttWGkn47XKTuEDl\" rel=\"nofollow\" target=\"_blank\">March 8 reported</a>The General Staff of the Armed Forces.</p><p>The settlements of Babelivka of Sumy region have suffered during the last day of aviation strikes; Vovchansk, Ivanivka, Stepova Novoselivka of Kharkiv region; Yampolivka, Andreevka, Grigorivka, Toretsk, Friendship, Konstantinovka, Yar, Ivanivske, Novobakhmutivka, Ocheretine, Umanskoye, Krasnogorivka, Novomykhailivka, Konstantinovka, Coal, Donetsk region; Robot, small Tokmachka of Zaporizhzhya region.</p><p>The enemy fired from the artillery of 150 settlements of Ukraine under the fire were the villages and cities of Chernihiv, Sumy, Kharkiv, Lugansk, Donetsk, Zaporizhia, Dnipropetrovsk, Kherson and Mykolaiv regions.</p><p>Unfortunately, Russian terrorist attacks are injured and killed among civilians.</p><p>Multi -storey and private homes, as well as other civil infrastructure, were destroyed and damaged.</p><p>In total, 86 combat clashes took place over the past day. In total, the enemy caused 4 missile and 74 aircraft strikes, and fired 101 firing of rocket launchers on the positions of our troops and settlements.</p><p>Before<a href=\"https://armyinform.com.ua/2024/03/05/vorog-obstrilyav-desyat-ukrayinskyh-oblastej/\">It became known</a>that the enemy fired at 10 Ukrainian regions.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/za-dobu-vorog-zavdav-aviaudariv-po-4-regionam-ukrayiny/", "title": "During the day, the enemy caused air strikes to 4 regions of Ukraine", "description": "The General Staff of the Armed Forces reported this in the morning reports on March 8. During the past day ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ворожі обстріли", "Генштаб ЗС України", "Хроніка війни"]}