{"published time": "2024-03-08T13-21-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/ca662dd097524062.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"650\" src=\"../Images/2024-03-08T13-21-99/000000.jpg\" srcset=\"../Images/2024-03-08T13-21-99/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The British company Bae Systems is ready to produce L119 gaubs 105 mm in Ukraine.</strong></p><p>The Minister of Strategic Industry of Ukraine Oleksandr Kamyshin has informed about it after meeting with the UK Minister of Defense Grant Shapps.</p><p>“We are waiting for a contract and funding. They appealed to the British Ministry of Defense for support in this matter, ”Alexander Kamyshin wrote.</p><p>The Minister also thanked Britain for increasing the help package from £ 200 million to £ 325 million.</p><p>\"We propose to send these funds to financing purchases from Ukrainian drones,\" he added.</p><p>The meeting also discussed the cooperation with the British Think Tank in the field of defense - Royal United Service Institute and St Andrew's University.</p><p>\"Thankful Britain for a clear position and all the support given to Ukraine,\" Alexander Kamyshin added.</p><p>Howitzer L119 is already familiar with the Ukrainian army. It was handed over to Ukraine by Western partners within the framework of military assistance.</p><p>L119 is a light British gaub of 105 mm caliber. It is designed to support infantry, paratroopers and storms. Howy can affect hostile infantry and equipment.</p><p>As reported by the Armyinform, President of Ukraine Volodymyr Zelensky during a meeting with State Secretary of the United Kingdom on Defense Grant Shaps<a href=\"https://armyinform.com.ua/2024/03/07/prezydent-ta-ministr-oborony-brytaniyi-u-kyyevi-obgovoryly-posylennya-ppo-ta-spilne-vyrobnycztvo-zbroyi/\">discussed</a>Continuation of defense cooperation between countries.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/brytanska-kompaniya-bae-systems-vzhe-gotova-vyroblyaty-v-ukrayini-gaubyczi-l119/", "title": "British company Bae Systems is ready to produce L119 howitzers in Ukraine", "description": "This was reported by the Minister for Strategic Industry of Ukraine Alexander ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["L119", "Велика Британія"]}