{"published time": "2024-03-08T20-47-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/65d36c36875a1715289454_730x360.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"485\" src=\"../Images/2024-03-08T20-47-99/000000.jpeg\" srcset=\"../Images/2024-03-08T20-47-99/000000.jpeg\" width=\"730\"/><figcaption class=\"wp-caption-text\">Dmytro Kuleba. Photo - mfa.gov.ua</figcaption></figure><!-- .post-thumbnail --><p><strong>Foreign Minister of Ukraine Dmytro Kuleba stated that timely weapons were required, because the strategy of providing Ukraine with small parties is no longer working.</strong></p><p>He is about it<a href=\"https://www.facebook.com/UkraineMFA/videos/3719295024957120/\" rel=\"nofollow noopener\" target=\"_blank\">said</a>At a press conference in Vilnius after meeting the heads of the Ministry of Foreign Affairs of the Baltic States, Ukraine and France.</p><p>“One thing is clear today, and we have to openly admit it with bitterness and sobriety. I want all our partners to know: we are extremely grateful to you for what you have done for Ukraine, but the strategy to provide Ukraine with a drop is no longer working, ”Dmytro Kuleba said.</p><p>He added that if you continue to assist the current pace, then it will not end for all of us.</p><p>\"It is necessary to freely and timely supply of all types of weapons and ammunition, so that Ukraine will win Russia, and the war in Europe does not overturn it directly,\" the minister emphasized.</p><p>Dmytro Kuleba stressed that it is necessary to accept as a new reality that the era of peace in Europe has ended.</p><p>According to him, at one time it was possible to avoid the occupation of the Baltic countries if strong decisions were made.</p><p>“Why or how long we will continue to stretch on weak decisions in 2024? Weak decisions are more war. Strong decisions are the end of the war. Everything is very simple. And the discussion started in Paris is the path to strong decisions, ”the Foreign Minister of Ukraine added.</p><p>As reported by the Armyinform, the Minister of Foreign Affairs of Estonia Margus Tsakhkn<a href=\"https://armyinform.com.ua/2024/03/08/estoniya-anonsuvala-novyj-paket-dopomogy-ta-bezpekovu-ugodu-z-ukrayinoyu/\">stated</a>that his country is going to sign a security agreement with Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/dmytro-kuleba-zaklykav-posylyty-pidtrymku-ukrayiny-strategiya-nadannya-po-kraplyni-bilshe-ne-praczyuye/", "title": "Dmytro Kuleba urged to strengthen Ukraine's support: a drop strategy is no longer working", "description": "He said this at a press conference in Vilnius after meeting the heads of the Ministry of Foreign Affairs of the Baltic States, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Дмитро Кулеба"]}