{"published time": "2024-03-08T21-01-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/01/1-60.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Володимир Зеленський\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"679\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-08T21-01-99/000000.jpg\" srcset=\"../Images/2024-03-08T21-01-99/000000.jpg\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Volodymyr Zelenskyy. Frame with t.me/v_zelenskiy_official</figcaption></figure><!-- .post-thumbnail --><p><strong>President of Ukraine Volodymyr Zelensky excluded the invitation of Russian representatives to the first inaugural peace.</strong></p><p>He is about it<a href=\"https://www.facebook.com/zelenskyy.official/videos/368605576012802/\" rel=\"nofollow\" target=\"_blank\">said</a>At a press conference in Istanbul with Turkish President Recep Taiip Erdogan.</p><p>“We do not see how you can invite people who block, destroy and kill everything. We want to get the result. The result is a just peace for Ukraine. Therefore, initially, civilized countries will develop a plan, and only then will involve representatives of Russia who will want a just peace, ”said Volodymyr Zelenskyy.</p><p>The head of state added that the Ukrainian peace formula was one of the issues during negotiations with a Turkish colleague.</p><p>At the same time, Rezhep TaiP Erdogan said that Turkey is ready to accept a peaceful summit on war in Ukraine. Istanbul wants to invite representatives of the Russian Federation.</p><p>\"We are ready to accept a peaceful summit to which Russia will be attracted,\" the Turkish President added.</p><p>As reported by the Armyinform, Ukraine<a href=\"https://armyinform.com.ua/2024/02/25/ukrayina-zaprosyt-na-pershyj-samit-myru-ponad-160-krayin-na-drugomu-mozhe-buty-rf-andrij-yermak/\">Request</a>More than 160 states for the first inaugural peace of peace by President Vladimir Zelensky's peace, which will be held in Switzerland.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/prezydent-vyklyuchyv-prysutnist-rf-na-samiti-myru-yak-mozhna-zaproshuvaty-lyudej-yaki-vse-rujnuyut-i-vbyvayut/", "title": "The President has excluded the presence of the Russian Federation at the Peace Summit: How can people be invited who destroy and kill", "description": "He said this at a press conference in Istanbul with Turkish President Recep Taiip ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "формула миру"]}