{"published time": "2024-03-08T16-48-99", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/blesses-de-guerre-ukrainiens.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"445\" src=\"../Images/2024-03-08T16-48-99/000000.jpg\" srcset=\"../Images/2024-03-08T16-48-99/000000.jpg\" width=\"792\"/></figure><!-- .post-thumbnail --><p><strong>In France, on March 6, an event was held to receive and provide medical assistance with four wounded Ukrainian military with limb injuries.</strong></p><p>This is stated in<a href=\"https://www.defense.gouv.fr/actualites/soutien-france-lukraine-quatre-nouveaux-blesses-pris-charge\" rel=\"nofollow\" target=\"_blank\">message</a>Ministry of Armed Forces of France.</p><p>The event, in addition to the above, was noted by the Ministry of France for Europe and Foreign Affairs, as well as the French Ministry of Labor, Health and Solidarity.</p><p>“These measures always take place at the request of the Ukrainian authorities. It is coordination between all countries of the European Union, ”the Ministry of France for Europe and Foreign Affairs said.</p><p>“Each country accepts the wounded according to the needs, the number of places and resources in hospitals. When they arrive in France, their stay in the hospital lasts an average of six months, ”they added in the department.</p><p>These four patients were evacuated through Poland on a Boeing 737 medical aircraft, chartered by Norway.</p><p>They were then taken to French civilian and military hospitals in the Paris region and in the Grand Est.</p><p>At the same time, four vehicles were involved - one for each patient. They met the wounded eight paramedics and four nurses.</p><p>“It's pride. We feel really useful. We often work as one team, everyone knows each other, ”the event commented 48-year-old samir.</p><p>These are 21 operations for the delivery of Ukrainian wounded to France.</p><p>“There are no military hospitals in Norway. The army cooperates with civilian hospitals, ”says Dr. Chad's medical advisor to the Crisis Support Center.</p><p>“I am a mediator between the Norwegian chief doctor on board and our staff. I ensure the stability of patients and the procedure of all medical documents and identity documents. I give the green light of medical staff to transfer to our hospitals, ”he adds.</p><p>Since the first event of this type, organized in the spring of 2022, nearly 100 Ukrainian wounded military was used in France, where they were surgery, where they underwent rehabilitation. 40 of them have already returned to Ukraine.</p><p>“Next will be new measures of the same type. France remains decisively devoted to Ukraine, ”the message reads.</p><p>As reported by the Armyinform, France<a href=\"https://armyinform.com.ua/2024/03/07/francziya-anonsuvala-rozshyrennya-pidgotovky-ukrayinskyh-vijskovyh/\">announced the extension</a>preparation of the Ukrainian military.</p></div>", "source": "https://armyinform.com.ua/2024/03/08/francziya-pryjnyala-na-likuvannya-poranenyh-ukrayinskyh-vijskovyh/", "title": "France accepted for the treatment of wounded Ukrainian military", "description": "This is stated in the message of the Ministry of Armed Forces of France. In the event, how ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["лікування військових", "Франція"]}