{"published time": "2024-03-18T19:08:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/79_in.jpeg.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"630\" src=\"../Images/2024-03-18T19-08-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T19-08-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Council of the EU-Ukraine Association, which will consider the most important areas of development of bilateral relations in the context of the fight against aggression of the Russian Federation and continuation of reforms on the path of Ukraine to EU membership, will take place on Wednesday, March 20, in Brussels.</strong></p><p>About this<a href=\"https://www.consilium.europa.eu/en/meetings/international-ministerial-meetings/2024/03/20/?utm_source=dsms-auto&amp;utm_medium=email&amp;utm_campaign=EU-Ukraine+Association+Council\" rel=\"nofollow\" target=\"_blank\">It is said</a>on the site of the European Council.</p><p>\"During the closed session, the EU and Ukraine will exchange views on the situation following the Russian war of aggression, focusing on the military, economic and humanitarian situation on the ground, as well as on the response to the Russian war. After that, they will address broader global and regional issues,\" the statement reads.</p><p>As it is noted, in the framework of the exchange of views on the state of bilateral relations, representatives of Ukraine and the EU will consider the implementation of the EU Association Agreement in the period since the beginning of the Russian aggressive war, as well as the implementation of the provisions of the European Commission in Ukraine, in particular, on reforms and reforms in Ukraine, Ukraine including EU financial assistance.</p><p>As reported by the Armyinform, in the EU finally<a href=\"https://armyinform.com.ua/2024/03/18/u-yes-ostatochno-pogodyly-vydilennya-5-mlrd-yevro-na-vijskovu-dopomogu-ukrayini/\">guessed</a>Allocation of 5 billion euros for military assistance to Ukraine.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/18/stala-vidoma-data-zasidannya-rady-asocziacziyi-ukrayina-yes/", "title": "The date of meeting of the Council of the Association of Ukraine-EU was known", "description": "This is stated on the website of the European Council. “During the closed session of the EU and Ukraine ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["війна", "ЄС - Україна"], "source_name": "ArmyInform"}