{"published time": "2024-03-18T21:18:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_5460744097741527042_y.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"853\" src=\"../Images/2024-03-18T21-18-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T21-18-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Prosecutor General Andriy Kostin said that the Russians had carried out more than 800 cyberattacks for state institutions and services of Ukraine. According to him, among their purposes were objects of energy infrastructure and telecommunication systems in order to destabilize Ukrainian society.</strong></p><div class=\"p-sh-c\"><div class=\"post-share-box\"><div class=\"post-sharing-container\"><div class=\"c-share-btn-container\"><p class=\"c-article-info-share__share-container c-article-info-share__share-container--not-sticky\">He is about it<a href=\"https://t.me/pgo_gov_ua/22468\" rel=\"nofollow\" target=\"_blank\">told</a>During a meeting with US Ministry of Justice, Nathan Brooks and Tim Morning, as well as with a legal advisor to the US Embassy in Ukraine Jared Kimbol and FBI Attashes on Legal Affairs Chris Giger.</p></div></div></div></div><div class=\"l-article-content__container-inner c-article-content__content\"><p class=\"align-left\">“The scale of Russian Cyber Operations against Ukraine is growing steadily. More than 800 attempts to cyberattacks for government agencies and services have been recorded. Among them are the objects of energy infrastructure, which are constantly under the sight, ”he said.</p><p class=\"align-left\">Andriy Kostin also informed the partners on Russian regular attempts to destabilize Ukrainians through the attacks of telecommunication systems in order to deprive them of their access to mobile communication and the Internet.</p><p class=\"align-left\">The Prosecutor General of Ukraine noted that the effective and comprehensive investigation of these crimes involves the introduction of advanced methods and practices in order to hold the perpetrators responsible. He added that the experience and support of American colleagues in these matters would be very valuable.</p><p class=\"align-left\">The parties also discussed intensification of cooperation in the field of intellectual property protection and combating organized crime in cyberspace.</p><p class=\"align-left\">\"We are decisively tuned to intensify work in these areas and implement innovative investigation methods to make cyberspace safer and effectively counteract any new threats,\" Andrei Kostin said.</p><p>As the Armyinform became known, the Cyber Armed Forces of the Armed Forces March 18<a href=\"https://armyinform.com.ua/2024/03/18/vijskovi-kibery-zlamaly-14-sajtiv-rf-pokaraly-zmi-yaki-vitaly-nezakonne-pryyednannya-krymu/\">Conducted</a>Operation - broke 14 sites of Russian companies and placed a default, reminiscent of 33% of the Black Sea Fleet in the last two years.</p></div></div>", "source": "https://armyinform.com.ua/2024/03/18/rosiya-zdijsnyla-ponad-800-kiberatak-na-ukrayinski-derzhustanovy-ta-sluzhby-ofis-genprokurora/", "title": "Russia has made more than 800 cyberattacks on Ukrainian state institutions and services - the Office of Prosecutor General", "description": "He told about it during a meeting with colleagues with the Ministry of Justice of the USA Nathan Brooks and ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["агресія рф", "війна", "Офіс Генпрокурора України"], "source_name": "ArmyInform"}