{"published time": "2024-03-18T06:54:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/18lifestory.jpg", "https://armyinform.com.ua/wp-content/uploads/2022/05/golovna1-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-18T06-54-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T06-54-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>The interview hero is Dmitry Kozatsky, Azovstal Defender with a call sign Orest, whose photos have flew the whole world. During the Battle of Mariupol, he brilliantly did his work - photographed warriors who kept the defense of the metallurgical plant \"Azovstal\" in the full environment.</strong></p><p>Dmitry's photo \"Light Win\" became one of the best in 2022 according to The Guardian newspaper and was selected in the list \"The Best Photos of 2022\" according to Time magazine. Orest, together with the defenders of the city, was captured by Russian, in which he spent 4 months. He told about it in an interview for the army.</p><figure aria-describedby=\"caption-attachment-255449\" class=\"wp-caption alignnone\" id=\"attachment_255449\" style=\"width: 900px\"><img alt=\"\" class=\"size-full wp-image-255449\" height=\"600\" loading=\"lazy\" src=\"../Images/2024-03-18T06-54-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-18T06-54-00-08-00/000001.jpg\" width=\"900\"/><figcaption class=\"wp-caption-text\" id=\"caption-attachment-255449\">Photo: Dmitry Kozatsky</figcaption></figure><h2>My neighborhood completely demolished, there now the grass is growing</h2><p>Orestes is declared in love. He says he loved Mariupol very much before the war. It was a city that changed just in the eyes. Moreover, it was in Mariupol that he had a home for the first time.</p><p>- I did not think that I would live all my life, to be honest. He purchased an apartment there because it was an investment at that time in the home. It was my city and my house. There is a family house, there is a parent, and it was mine. My first home is still the only one left there. Well, he is gone. My neighborhood was completely demolished. And my house and everything that was there. There is nothing left there. There is a growing grass right now, ”he remembers.</p><p>On the day of the large -scale invasion, they were already ready: the office of the press service of the unit was already packed in boxes - both paper and equipment. All you have to do is download into the car. From the location of the location in Mariupol, they were accompanied by explosions. Soon such sounds became familiar, says Orest, an element of the wave of chaos and the disorder of the first days of invasion. Azov defended himself, Orestes also reflected - from fakes:</p><p>- And I remember, once I aired. I then denied the thesis that we are not releasing civilians from Mariupol. I do not understand why the Ukrainian TV channel in general discussed this topic, because it is obvious that it is misinformation. But then I remember it seems to have denied something that we don't keep anyone. He said that Russian invaders did not allow them to leave.</p><p>Thus began his work in Mariupol: the scrupulous fixation of the tragedy is a truly world scale. The city was destroyed. The defenders retreated, finally finding themselves in the dungeons of the azovstal. It was there that Orest took a photo that flew the whole world - a self -portrait in the ray of light. He called the photo - the light will win. It is symbolic that this photo was made on the day when his unit learned that he would be captured.</p><h2>I thought that I would run on jogging ...</h2><p>Before captivity, Dmitry Kozatsky notes, he did not prepare himself. I didn't even think of him. He says he was very naive then.</p><p>- Sometimes I am in pink glasses, it can save my mint often. I thought that we would be there in the territory as I would run there to jog to keep myself in shape. Because for a very long time we were in the bunker, there was little sunlight, and we had to restore our physical shape. And I thought that I would run on jogging. And now I think, God, well you just ... Those baby thoughts - what are jogging at all? He smiles sadly.</p><p>Reality felt almost immediately as soon as he went to the bus. The attitude towards the Azov was particularly cruel. And he remembers - I constantly wanted to eat. He tells how in the Donetsk pre -trial detention center, where he was transferred, he collected crumbs of bread. It was in the pre -trial detention center that he learned about a terrorist attack in Olenivka. Then in the territory of the former colony, the Russians planted a barrack with captured Ukrainian military, killing more than half a hundred people cold -blooded. Orestes says, for the first time, I thought that the main thing was to live up to release.</p><p>- I was allowed to call my mother, and I called. She said the rich things. She said, \"Don't worry, they remember you, the whole of Ukraine and the whole world are fighting for you.\" This is the most important thing that I had to hear. I heard it, it became even easier for me. And when I knew that I was not exchanged today, I was not released today, so it will probably happen tomorrow or the day after tomorrow, because I know that they were fighting for us.</p><p>Orestes says many of the prisoners did not believe that the exchange would happen, even an hour before the exchange. On the contrary-he constantly grabbed for any signs that \"proved\" that the release would happen. He sincerely believes that it was the hope and naivety of him that saved him.</p><p>- Often, for the military, such naivety is a very bad thing. And she apparently supported me. It is at the moment when you can do nothing, you are limited in motion, in your desires, in everything, apparently, some kind of naivety, a little or a little, wait, and everything will be there, soon. Here it is probably kept. Somehow, - smiles Orest.</p><h2>“Mom, it's me. I'm in Ukraine, I'm home ”</h2><p>Every time he sees people returning from captivity, Dmitry acutely feels their emotions. After all, he felt it the day he was exchanged after four months of captivity. It says there was a state of absolute happiness. He was then captured by a whirlwind of emotions. Especially when he called his.</p><p>- And I still remember that my mother played. He called such a rude voice: \"Hello, good afternoon, Irina Ivanovna, you have a birthday soon, I know that you wanted a gift there, and here it happened.\" And she is: “Wow, who is? Who calls? ” I say, \"Mom, this is me, I am in Ukraine, I'm home.\" She was very happy.</p><h2>For me fought… I have to fight for those who are now in captivity</h2><p>After the captivity, he rested for literally a few days. He said with everyone, extinguished the information famine. A few more weeks just got used to life. Then he decided ... to continue to serve.</p><p>Orest is now in the Ministry of Defense. Photographs or shoots a video. And all his free time devotes to stocks demanding to return prisoners of war. Cannot otherwise. He knows - they were fighting for him.</p><p>- I have to fight for those who are in captivity now. I think that those who leave captivity earlier hang on them an additional duty, in addition to everything you have - to work, to service. You have to somehow support this topic. Remind, take pictures of stocks, distribute these photos. At least prisoners of war, who return from captivity, they can then watch the news and understand what they remembered for us, fought for us, - Dmitry convinces hot.</p><p>He is not afraid to remember. I am sure - every time you talk about the time, you will transform a traumatic experience into just experience. But even despite all his optimism, Orest is sometimes difficult. Living a day after a daily life is a titanic task. However, he proves himself - it is necessary. At least for the sake of those who are still there ... in captivity.</p></div>", "source": "https://armyinform.com.ua/2024/03/18/pro-kryhty-hliba-u-poloni-foto-yake-obletilo-svit-ta-podarunok-dlya-mamy-istoriya-fotografa-z-azovstali/", "title": "About the crumbs of bread in captivity, a photo that flew the world, and a gift for mom: the story of a photographer from Azovstal", "description": "Dmitry's photo \"Light Win\" became one of the best in 2022 according to the newspaper ...", "author": ["Army Inform"], "categories": ["Life story", "Новини"], "tags": ["Азовсталь", "Дмитро Козацький"], "source_name": "ArmyInform"}