{"published time": "2024-03-18T17:35:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432447373_122129752256195724_3214590625194637106_n-e1710775941693.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"717\" src=\"../Images/2024-03-18T17-35-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T17-35-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>The Ministry of Veterans Affairs provided clarification as to who has the right to be buried at the National Military Memorial Cemetery (NVMC).</strong></p><p>About this<a href=\"https://nmmc.mva.gov.ua/new24.html?fbclid=IwAR3Oo6HasRrGQgGgIp8KwQ_ZOXF7GwIUwEzt_d7u_yoOVzmelwsLqBC7KQ8\" rel=\"nofollow\" target=\"_blank\">It is said</a>On the website of the department.</p><p>Yes, part one of Article 15-1<a href=\"https://zakon.rada.gov.ua/laws/show/1102-15#Text\" rel=\"noopener\" target=\"_blanc\">The Law of Ukraine “On Burial and Funeral Affairs”</a>defined<a href=\"https://nmmc.mva.gov.ua/%D0%A5%D1%82%D0%BE_%D0%BC%D0%B0%D1%94_%D0%BF%D1%80%D0%B0%D0%B2%D0%BE_%D0%BD%D0%B0_%D0%BF%D0%BE%D1%85%D0%BE%D0%B2%D0%B0%D0%BD%D0%BD%D1%8F_%D0%BD%D0%B0_%D0%9D%D0%92%D0%9C%D0%9A.pdf\" rel=\"noopener\" target=\"_blanc\">exhaustive</a>The list of persons who have the right to be buried in the National Military Memorial Cemetery. Namely:</p><p><strong class=\"\">Military:</strong></p><ul><li>which defended the independence, sovereignty and territorial integrity of Ukraine,</li><li>Full Cavaliers of the Order of Bohdan Khmelnitsky, the Order of Courage, Order of Princess Olga,</li><li>which, participated in international peace and security operations,</li><li>Heroes of Ukraine, who have been presented with the Order of the Golden Star since 2014.</li></ul><p><strong class=\"\">War veterans:</strong></p><ul><li>Participants in hostilities: ATO, OOS, large -scale invasion of Russia,</li><li>Persons with disabilities as a result of war: ATO, OOS, large -scale invasion of Russia.</li></ul><p>“We also inform, entry into force<a href=\"https://zakon.rada.gov.ua/laws/show/3505-20#Text\" rel=\"noopener\" target=\"_blanc\">The Law of Ukraine of 08.12.2023 No. 3505-IX</a>\"On Amendments to Certain Legislative Acts of Ukraine on Ensuring the Construction and Operation of the National Military Memorial Cemetery\" was given the opportunity not only to be re-enrolling not only the Heroes of Ukraine from among the persons listed in part one of Article 15-1 of the Law of Ukraine \"On burial and funeral\", but also persons,<strong class=\"\">buried in temporarily occupied territories, ” -</strong>noted in the department.</p><p>In addition, the NVMC can be carried out<strong>reburial outstanding fighters for Ukraine's independence</strong>In the XX century. As well as persons who have the right to be buried at the NVMC whose ashes are buried in a Columbar niche in other cemeteries, they can be reburied in Columbaria at the National Metropolitan Cemetery in accordance with the procedure approved by the Cabinet of Ministers of Ukraine.</p><p>It should be reminded that on March 15, the Cabinet of Ministers of Ukraine at a meeting approved an order to determine the location of the National Military Memorial Cemetery in the Gatnensky Village Territorial Community of Fastiv District of Kyiv Region.</p></div>", "source": "https://armyinform.com.ua/2024/03/18/hto-maye-pravo-buty-pohovanym-na-naczionalnomu-vijskovomu-memorialnomu-kladovyshhi/", "title": "Who has the right to be buried at the National Military Memorial Cemetery", "description": "This is stated on the website of the department. Yes, part one of Article 15-1 of the Law of Ukraine ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Національне військове меморіальне кладовище"], "source_name": "ArmyInform"}