{"published time": "2024-03-18T21:59:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/432469359_728403379455150_3133335806539930419_n-e1710792421731.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"764\" src=\"../Images/2024-03-18T21-59-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T21-59-00-08-00/000000.jpg\" width=\"1204\"/></figure><!-- .post-thumbnail --><p><strong>The commander-in-chief of the Armed Forces, Colonel-General Alexander Sirsky noted that the key to our advantage over the enemy is technology and technology. The prominent place is occupied by unmanned systems.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid0tGMLtZPMeW95twsPYpGKPacsao8wZ7GqQZ1KmE8UCutQeZHMYLSM8WeyqTM1KJQql\" rel=\"nofollow\" target=\"_blank\">informs</a>The General Staff of the Armed Forces.</p><p>“Therefore, the development of use of unmanned systems is my priority. In the Armed Forces of Ukraine, my deputy, Hero of Ukraine Colonel Vadim Sukharevsky, is responsible for this direction, ”said Colonel-General Alexander Sirsky.</p><p>According to the Commander -in -Chief of the Armed Forces, he is working with him to accelerate the introduction of technological innovative decisions and to ensure institutional stability and adaptability of certain bodies of military management of defense forces.</p><p>“The Armed Forces of Ukraine, in particular, must be provided with the most efficient and latest weapons. Separate emphasis - on the training of specialists in electronic wrestling, unmanned control systems, automated control systems, etc. ”, - emphasizes Alexander Sirsky.</p><p>He notes that asymmetrical solutions are constantly searching for a qualitative advantage over a quantitatively prevailing enemy.</p><p>“We approach the planning of our needs, first of all, given the current experience from the battlefield. But the most important task that technologies and innovations must be fulfilled is to preserve the lives of our military, ”the Armed Forces Commissioner emphasizes.</p></div>", "source": "https://armyinform.com.ua/2024/03/18/rozvytok-zastosuvannya-bezpilotnyh-system-cze-mij-priorytet-golovnokomanduvach-zsu/", "title": "“Development of use of unmanned systems is my priority” - the Commander -in -Chief of the Armed Forces", "description": "About it reports the General Staff of the Armed Forces. “Therefore, the development of use of unmanned ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["безпілотні системи", "Головнокомандувач ЗСУ", "Олександр Сирський"], "source_name": "ArmyInform"}