{"published time": "2024-03-18T10:58:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/08/petro-chernyk.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"450\" src=\"../Images/2024-03-18T10-58-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-18T10-58-00-08-00/000000.jpeg\" width=\"800\"/></figure><!-- .post-thumbnail --><p><strong>Ukrainian military expert Petro Chernyk commented on the situation with the Black Sea Fleet of the Russian Federation and provided an analysis on how the enemy could strengthen his ships.</strong></p><p>Comments by Peter Chernyk<a href=\"https://www.youtube.com/watch?v=T88RnpKNN_s\" rel=\"nofollow\" target=\"_blank\">provided during the live broadcast</a>On March 18, 2024 on March 18, 2024.</p><p>\"We cannot say that the Black Sea Fleet is called a fleet. This is already a flotilla,\" he said, referring to the fact that the Defense Forces destroyed a significant part of the ships of the Russian Black Sea Fleet.</p><p>According to Peter Chernyk, the unique situation is that Ukraine, which does not have a full fleet, has reached a strategic parity with a country that was considered in the Black Sea in the war in the war.</p><p>As for the modernization of ships, he predicted that the enemy would install on them the settings of RBU-6000.</p><p>“Will they strengthen their ships? Most likely, they will try to integrate such a reactive-bomb installation called RBU-6000. Up to 5 km, she can throw heavy bombs up to 100 kg, which were intended in due time to combat torpedoes and submarines, but they can also fight with surface systems, ”the expert said.</p><p>\"Well, perhaps they will be reinforced with small arms of large calibers. 12.7 mm, 14.5 mm KPTV and the like,\" he added.<br/>According to Peter Chernik, nothing better Russians will be able to come up with.</p><p>\"But there is a nuance. They have a huge problem with what is called the calculation of the target itself. That is, with radar. And in this regard, I do not think that they will be able to achieve any significant results,\" the expert said.</p><p>\"As for the change of commander, we understand that the sum does not change from the rearrangement of terms... There will be no coefficient of utility from the new commander,\" he summed up.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/18/u-vms-zsu-nazvaly-priorytetni-czili-sered-korabliv-chf-rf/\">reported the armyinform</a>, the Navy of the Armed Forces named priority goals among the ships of the Black Sea Fleet.</p></div>", "source": "https://armyinform.com.ua/2024/03/18/ekspert-nazvav-vrazlyve-miscze-rosijskyh-korabliv/", "title": "The expert named the vulnerability of Russian ships", "description": "Petro Chernik gave his comments during live broadcasting in the \"One news\" 18 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Петро Черник", "чорноморський флот рф"], "source_name": "ArmyInform"}