{"published time": "2024-03-18T18:06:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/yurij-dzhigir-chastina-vijskovih-chastin-viplachuyut-bojovi-tim-hto-ne-bere-uchasti-v-bojovih-diyah.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"576\" sizes=\"(max-width: 1025px) 100vw, 1025px\" src=\"../Images/2024-03-18T18-06-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T18-06-00-08-00/000000.jpg\" width=\"1025\"/></figure><!-- .post-thumbnail --><p><strong>In 2023, local communities voluntarily transferred more than 16 billion hryvnias to the needs of the Armed Forces of Ukraine. The Ministry of Defense will do everything possible to use these funds transparently and as efficiently as possible.</strong></p><p class=\"\">On this<a href=\"https://www.mil.gov.ua/news/2024/03/18/vidileni-gromadami-koshti-na-potrebi-zsu-vikoristovuvatimutsya-prozoro-i-maksimalno-efektivno-%E2%80%93-yurij-dzhigir/\" rel=\"nofollow\" target=\"_blank\">He stressed</a>Deputy Minister of Defense of Ukraine Yuri Dzhigir, during the online exclusion to public dialogues \"Decentralization on Communications\", which were carried out at the Ukrainian Crisis Media Center.</p><p class=\"\">The participants of the event discussed financial and financial support by local self -government bodies of the security and defense sector during the martial law. In particular, the importance of creating clear mechanisms for involving local self -government bodies in the Armed Forces.</p><p class=\"\">“In 2023, the communities were very significant. It remains significant even against the backdrop of the absolutely astronomical funds that now operates the Security and Defense of Ukraine, given the shock state of fighting. These funds served as a kind of financial buffer for military units, allowing you to respond quickly and close certain current needs, ”Yuri Jigir commented.</p><p class=\"\">The funds allocated by communities purchased a wide range of goods: equipment and weapons, optical and thermal imaging devices, communications. Some of the funds were directed to the production of ammunition, repair and maintenance of equipment.</p><p class=\"\">According to the Deputy Minister of Defense, those subventions that were not used in 2023 were transferred to 2024.</p><p class=\"\">“These residues helped to pass the first months of 2024 before the moment as the mechanism of automatic re -replanting to military units of military PIT. The government has made management decisions to allocate additional funds so that the military units would pass the first months before the Redistribution of the PIT. We now hope that there will be several tools, and subsidies in 2024 will also come and use the proper nomenclature, ”Yuri Dzhigir added.</p><p class=\"\"><div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p><span style=\"color: #008000;\"><strong>Reference:</strong></span>Decentralization on Communications-A Joint Initiative of the USAID Decentralization Program Better Results and Effectiveness, the Ukrainian Crisis Media Center, the All-Ukrainian Association of United Territorial Communities and the Portal \"Decentralization\".</p></blockquote></div></p></div>", "source": "https://armyinform.com.ua/2024/03/18/vydileni-gromadamy-ponad-16-mlrd-grn-na-potreby-zsu-vykorystovuvatymutsya-prozoro-i-efektyvno-yurij-dzhygyr/", "title": "The communities allocated over UAH 16 billion in the Armed Forces will be used transparently and effectively - Yuri Jigir", "description": "This was emphasized by Deputy Minister of Defense of Ukraine Yuri Dzhigir during ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Децентралізація на зв’язку", "оборонні потреби", "Юрій Джигир"], "source_name": "ArmyInform"}