{"published time": "2024-03-18T10:34:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/znimok-ekrana-2024-03-18-o-10.22.54.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1764\" sizes=\"(max-width: 2792px) 100vw, 2792px\" src=\"../Images/2024-03-18T10-34-00-08-00/000000.png\" srcset=\"../Images/2024-03-18T10-34-00-08-00/000000.png\" width=\"2792\"/></figure><!-- .post-thumbnail --><p><strong>As it became known to ArmyInform, on March 18, the cyber forces of the Armed Forces of Ukraine conducted an operation — they hacked the servers of 14 websites of Russian companies and posted a deface, reminiscent of the loss of 33% of the Black Sea Fleet by the Russians over the past two years.</strong></p><p>Among the affected are the websites of companies that at the request of the Russian military leadership provided information and advertising support for illegal accession of Crimea 10 years ago. In particular, the New Day news agency, regional portals of Crimea, Moscow and Sverdlovsk region and advertising agencies that provided materials for the placement of materials in Russia and temporarily occupied Crimea.</p><p>The starting pages of companies showed images of sunk ships, as well as strategic aviation aircraft and a reminder that, together with the illegal so -called Crimean accession to the Russians, \"disconnected\" 33% of the Chornoomsky Fleet ships.</p><p>Armyinform has already reported that hackers on February 8th<a href=\"https://armyinform.com.ua/2024/02/08/ukrayinski-vijskovi-kibery-atakuvaly-sajty-rosijskyh-kompanij-yaki-dopomagayut-armiyi-rf/\">Conducted</a>action for the day of the military topographer of the Russian Federation.</p></div>", "source": "https://armyinform.com.ua/2024/03/18/vijskovi-kibery-zlamaly-14-sajtiv-rf-pokaraly-zmi-yaki-vitaly-nezakonne-pryyednannya-krymu/", "title": "Military Cybers broke 14 Russian sites: punished the media that welcomed the illegal accession of Crimea", "description": "Among the affected are the websites of companies that at the request of the Russian military leadership ...", "author": ["Army Inform"], "categories": ["Актуальна тема", "Новини"], "tags": ["stoprussia", "агресія рф", "військові кібери"], "source_name": "ArmyInform"}