{"published time": "2024-03-18T17:20:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/2222222222222111111.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"999\" src=\"../Images/2024-03-18T17-20-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T17-20-00-08-00/000000.jpg\" width=\"1500\"/></figure><!-- .post-thumbnail --><p><strong>Since the beginning of a large -scale invasion of Ukraine, 647 incidents have been recorded in Ukraine. As a result, 950 people were injured.</strong></p><p>According to the Armyinform, Colonel Ruslan Beregul, said the head of the Main Department of Mine Activities, Civil Protection and Environmental Safety of the Ministry of Defense of Ukraine.</p><p>“Since the beginning of a large -scale military invasion, we have recorded 647 incidents related to explosive objects among civilians, which were affected by 950 people, of which 289 people were killed and 661 were injured or injured. Therefore, our main task is to stop the civilian population, and together with a joint effort, we will take all measures to save our territory from the horrific consequences that the Russian Federation left us, ”he said.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/17/za-tyzhden-pidrozdily-dsst-zneshkodyly-2907-vybuhonebezpechnyh-predmetiv/\">Armyinform</a>, from March 11 to March 17, the units for the demining of the State Special Transport Service found, seized and disposed of 2907 explosive items.</p></div>", "source": "https://armyinform.com.ua/2024/03/18/z-pochatku-shyrokomasshtabnogo-vtorgnennya-vid-vybuhonebezpechnyh-predmetiv-postrazhdaly-950-osib-ruslan-beregulya/", "title": "Since the beginning of a large -scale invasion of explosive objects, 950 people have been injured - Ruslan Beregul", "description": "According to the Armyinform, the head of the Main Department of the Mine ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["вибухонебезпечні предмети", "МОУ", "протимінна діяльність", "Руслан Берегуля"], "source_name": "ArmyInform"}