{"published time": "2024-03-18T21:03:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/rozvantazhennya-btr-4-u-nimechchyni.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1513\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-18T21-03-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T21-03-00-08-00/000000.jpg\" width=\"2048\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>This week, a conference dedicated to a new NATO partnership with Ukraine will be held in Luxembourg. It will discuss the modernization of defense procurement processes.</strong></p><p>About this<a href=\"https://www.nato.int/cps/en/natohq/news_223818.htm\" rel=\"nofollow\" target=\"_blank\">informs</a>The site of the North Atlantic Alliance.</p><p>NATO CEO for the support and procurement of Stacey Camminghas will open the conference protocol, and the speakers will include Deputy Minister of Defense of Ukraine Dmitry Klimenkov and NATO Secretary General for Operations Tom Goffus.</p><p><span>“Improving defense purchases remains a major priority for Ukraine, and NATO seeks to help this process to ensure its compliance with the best practices of the Alliance. NATO will continue to support Ukraine as much as possible at every stage, ”the message reads.</span></p><p><span>The review of strategic defense purchases between NATO and Ukraine is part of a comprehensive alliance. It is commissioned by the Ministry of Defense of Ukraine.</span></p><p><span>“The purpose of viewing is to help Ukraine reform the defense procurement system and bring it in line with the best practices and standards of NATO. Its recommendations will be facilitated by greater accountability, transparency and compatibility, helping to pave the way for future membership of Ukraine in the Alliance, ”the department said.</span></p><p><span>This conference will be the beginning of the first stage of the review, which provides for the creation of working groups for the development of political recommendations that will be approved at the Washington Summit in July.</span></p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/18/stala-vidoma-data-zasidannya-rady-asocziacziyi-ukrayina-yes/\">Armyinform</a>, the date of the meeting of the Council of the Association of Ukraine-EU.</p></div>", "source": "https://armyinform.com.ua/2024/03/18/ukrayina-i-nato-rozpochnut-masshtabnu-modernizacziyu-oboronnyh-zakupivel/", "title": "Ukraine and NATO will begin a large -scale modernization of defense purchases", "description": "About it reports the site of the North Atlantic Alliance. Agency Director General ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини", "Новини світу та України"], "tags": ["НАТО", "оборонні закупівлі"], "source_name": "ArmyInform"}