{"published time": "2024-03-18T19:29:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/09/artyleriya-zsu-960x540-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"540\" src=\"../Images/2024-03-18T19-29-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-18T19-29-00-08-00/000000.jpg\" width=\"960\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>During the day, 56 combat clashes were recorded on the battlefield.</strong></p><p>About this<a href=\"https://www.facebook.com/story.php?story_fbid=758660516447029&amp;id=100069092624537&amp;mibextid=WC7FNe\" rel=\"nofollow\" target=\"_blank\">Reports</a>General Staff of the Armed Forces of Ukraine.</p><p>In the Kupyansk direction, the enemy performed 3 unsuccessful storms of the positions of defense forces in the area of the settlement of Sinkivka of Kharkiv region. Over 10 settlements, including two -year, Sinkivka, Petropavlivka, Ivanivka, and Berestovo, Kharkiv region, were under artillery and mortar fire.</p><p>In the estuary direction, our soldiers repelled 4 attacks of the enemy in the area of the settlement of Terny of Donetsk region, where the enemy tried to break through the defense of our troops. More than 15 settlements, including Nevskoye, Bigorivka, Luhansk region, were injured from artillery and mortar shelling; Thornya, Verkhnyamyanskoye, controversial, Rozdolivka of Donetsk region.</p><p>In the Bakhmut direction, our soldiers reflected 7 enemy attacks in the areas of settlements Ivanivske, Klischivka, Andreevka of Donetsk region. The enemy struck an aviation strike in the area of the settlement of Razdolivka of Donetsk region. Under the artillery and mortar fire were about 10 settlements, including Mykolaivka, Vasyukivka, Bogdanivka, Yar, Ivanivske, New York of Donetsk region.</p><p>In the Avdeevsky direction, our defenders reflected 7 enemy attacks in the areas of settlements Berdychi, Orlovka, Tonenke, Nevelskoye Donetsk region. The enemy struck in the areas of the settlements of Ocheretine and Novobakhmutivka of Donetsk region. About 20 settlements have suffered artillery and mortar shelling, including progress, Vovche, Zhelane, Mirnograd, Novogrodivka, Uman of Donetsk region.</p><p>In the Novopavlovsky direction, the forces of defense continue to restrain the enemy in the areas of settlements of Krasnogorivka, St. George, Novomikhailivka, Vodyane, Harvest, where the enemy, with the support of aviation, tried 21 times to break through the defense of our troops. The enemy struck in the areas of settlements Paraskovka, Konstantinovka, Veliky Novosilka. Under the artillery and mortar fire of the invaders were about 20 settlements, including Krasnogorivka, Berrystka, Konstantinovka, Antonovka, Katerynivka, Golden Niva, Blessed Donetsk region.</p><p>In the Orikhiv direction, the enemy 7 times with the support of aviation attacked the positions of our defenders in the areas of settlements of Staromayorsk Donetsk region and a robot of Zaporizhzhya region. About 15 settlements, among them Malynivka, Gulyaypole, small Tokmachka, Novoandriivka, Mali Shcherbaki, Primorskoye of Zaporizhzhya region, have experienced artillery and mortar shelling.</p><p>In the Kherson direction during the day, the enemy made 3 attacks on the positions of our troops on the left bank of the Dnieper. More than 10 settlements, including Burguna, Lviv, Tyaginka, Ivanivka, Novotyaginka, Tokarivka of Kherson region, have been artillery and mortar shelling.</p></div>", "source": "https://armyinform.com.ua/2024/03/18/armiya-rf-21-raz-namagalasya-prorvaty-oboronu-zsu-na-novopavlivskomu-napryamku-genshtab/", "title": "The army of the Russian Federation tried to break through the defense of the Armed Forces in the Novopavlovsky direction - the General Staff", "description": "About it reports the General Staff of the Armed Forces. In the Kupyansk direction, the enemy made 3 ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["генштаб зсу", "оперативна обстановка"], "source_name": "ArmyInform"}