{"published time": "2024-04-01T17:53:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/odesa_shahrayi.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"450\" src=\"../Images/2024-04-01T17-53-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-01T17-53-00-08-00/000000.jpg\" width=\"800\"/></figure><!-- .post-thumbnail --><p><strong>During the pre -trial investigation, it was found that a resident of Odessa organized a criminal group, attracting two acquaintances in it.</strong></p><p>About this<a href=\"https://t.me/CyberpolUA/2235\" rel=\"nofollow\" target=\"_blank\">reported on April 1</a>Cyber Police.</p><p>The malefactors, under the guise of philanthropists who were allegedly abroad, called military, clergy, volunteer organizations, said they had the desire to transfer a car or other humanitarian assistance for free for the needs of the Armed Forces.</p><p>However, funds are needed to deliver charitable aid to the required destination. And the misled citizens transferred money to the accounts indicated by pseudo-volunteers.</p><p>In order for the victims to have no doubts about the charitable intentions of the swindlers, during telephone conversations, they created the feeling that the car or other cargo was already on its way — the noise of a busy roadway, vehicle signals, etc.</p><p>In this way, \"philanthropists\" were able to deceive 14 trusting citizens and take possession of their money in the amount of more than 280 thousand hryvnias.</p><p>They withdrew the funds from bank accounts, divided them and spent their own needs, and stopped communicating with the victims.</p><p>Having gathered enough evidence, the police put forward three defendants of charges. 2, 4, 5 tbsp. 190, h. 2 and 3 tbsp. 209 of the Criminal Code of Ukraine.</p><p>The indictment was sent to court.</p><p>As<a href=\"https://armyinform.com.ua/2024/04/01/na-dniprovshhyni-pishly-pid-sud-shahrayi-yaki-oshukuvaly-gromadyan-pid-vyglyadom-zboriv-na-zsu/\">reported the armyinform</a>, in the Dnieper region, fraudsters who cheated citizens under the guise of a meeting at the Armed Forces went under court.</p></div>", "source": "https://armyinform.com.ua/2024/04/01/v-odesi-pid-sud-pishly-psevdovolontery-yaki-oshukaly-gromadyan-na-280-tysyach-gryven/", "title": "In Odessa, pseudo -pseudorators went under court who cheated citizens for 280 thousand hryvnias", "description": "This was reported on April 1 by a cyber police. The attackers under the guise of philanthropists who ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Кіберполіція", "Одещина", "шахраї"], "source_name": "ArmyInform"}