{"published time": "2024-04-01T11:54:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/04/yaponiya.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"341\" src=\"../Images/2024-04-01T11-54-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-01T11-54-00-08-00/000000.jpg\" width=\"597\"/></figure><!-- .post-thumbnail --><p><strong>The State Budget of Ukraine has received $ 118 million on a non -repayable basis from the Japan Government as part of the World Bank Projects \"Promotion of Health and Life\" (Heal Ukraine) and \"Housing for Hep Rights and Opportunities\" (HOPE).</strong></p><p style=\"font-weight: 400;\">About this<a href=\"https://www.mof.gov.ua/uk/news/ministry_of_finance_attracted_118_mln_from_japan_under_the_world_banks_heal_and_hope_projects_for_healthcare_and_recovery-4531\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Finance of Ukraine</p><p style=\"font-weight: 400;\">It is noted that the funds raised within the framework of the HEAL and HOPE projects will help the Government provide its citizens with appropriate assistance, in particular to expand the range of medical services and access to them, as well as to ensure overcoming the consequences caused by russia's armed aggression, and to rebuild the housing infrastructure of Ukraine.</p><p style=\"font-weight: 400;\">The attracted grant funding from the Japan Government consists of:</p><ul><li style=\"font-weight: 400;\">$ 70 million as part of the World Bank Project Heal Ukraine aimed at supporting the state budget, as reimbursement of the expenditures incurred under the medical guarantee program.</li><li style=\"font-weight: 400;\">$ 48.2 million as part of the World Bank Project \"Housing Repair for Restoration of People's Rights and Opportunities\" (Hope). The project funds are directed to reimbursement of the state budget expenditures used for compensatory payments to the owners of homes for repair in multi -apartment and private homes that require small and medium repairs.</li></ul><p style=\"font-weight: 400;\">“From the first days of a full -scale war, the Japan government provides the necessary financial assistance to Ukraine, including through the structures and funds of the World Bank. Japan's financial assistance is aimed at supporting the state budget, financing the social sphere and restoration. I am convinced that Japan's experience in the implementation of renewal projects, as well as the flexibility and adaptability of the World Bank to extraordinary conditions, will help to start and implement socially important projects for assistance to Ukraine quickly, ”said Deputy Minister of Finance Olga Zikova.</p></div>", "source": "https://armyinform.com.ua/2024/04/01/yaponiya-nadala-ukrayini-118-mln-dolariv-ssha-na-bezpovorotnij-osnovi/", "title": "Japan provided Ukraine with $ 118 million irreversible assistance", "description": "About it reports the Ministry of Finance of Ukraine it is noted that the funds raised within the framework ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "допомога партнерів", "мінфін"], "source_name": "ArmyInform"}