{"published time": "2024-04-01T13:13:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/04/630_360_1517991476-6516.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"360\" src=\"../Images/2024-04-01T13-13-00-08-00/000000.jpg\" srcset=\"../Images/2024-04-01T13-13-00-08-00/000000.jpg\" width=\"630\"/></figure><!-- .post-thumbnail --><p><strong>Law enforcement agencies detained an employee of one of the departments of the Kyiv CCC and JV while receiving undue benefits.</strong></p><p>About this<a href=\"https://t.me/ok_pivnich1/7977\" rel=\"nofollow\" target=\"_blank\">informs</a>Operational Command \"North\".</p><p>For an unlawful benefit of $ 300, the suspect promised to put on military records and to give a deferral from the conscript to the Dnieper resident, who planned to move to the capital and get to the enterprise.</p><p>Kyiv police, together with employees of the Strategic Investigation Department in Kyiv and with the procedural guidance of the Specialized Prosecutor's Office in the field of defense of the Central Region, found that a representative of one of the capital enterprises was asked to put their future employee on military accounting.</p><p>The man himself lived in the Dnieper and had to come to the capital, and in order to be officially employed, he needs to be on military registration.</p><p>The employee of the Tax Code assured the interlocutor that his worker was immediately mobilized for military service, but suggested that he give him $ 300 to influence his leadership to give Dnipro's deferral.</p><p>During the investigative actions, law enforcement officers documented the criminal proposal of the employee and informed him about suspicion under Part 2 of Art. 369-2 of the Criminal Code of Ukraine. The person faces up to five years in prison.</p><p>\"The North operational command will comprehensively contribute to the investigation, in order to clean the structure of territorial centers from corrupt officials,\" the statement reads.</p><p>As reported by the Armyinform, you can use today<a href=\"https://armyinform.com.ua/2024/03/28/v-ukrayini-vidkryly-pyatyj-rekrutyngovyj-czentr-u-mou-oprylyudnyly-pershi-rezultaty/\">Recruitment centers of the Ministry of Defense</a>Five in Ukraine, and choose the direction of service in the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/04/01/zatrymano-praczivnyka-kyyivskogo-tczk-ta-sp-yakyj-za-300-obiczyav-vidstrochku-vid-pryzovu/", "title": "An employee of the Kyiv TCC and SP was detained, who promised a deferment from conscription for $300", "description": "About it reports the operational command \"North\". For an undue benefit in size ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["антикорупційна політика"], "source_name": "ArmyInform"}