{"published time": "2024-03-27T11:38:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/kompensacziyi-za-znyshhene-zhytlo-1200x700-1.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"700\" src=\"../Images/2024-03-27T11-38-00-08-00/000000.png\" srcset=\"../Images/2024-03-27T11-38-00-08-00/000000.png\" width=\"1200\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The Administrative Council of the Bank of Development of the Council of Europe (BRR) approved the new project. Compensation for the destroyed property, which provides for Ukraine with a loan of 100 million euros.</strong></p><p>About this<a href=\"https://www.kmu.gov.ua/news/ukraina-otrymaie-100-mln-ievro-vid-banku-rozvytku-rady-ievropy-v-ramkakh-proektu-home-kompensatsiia-za-znyshchene-maino\" rel=\"nofollow\" target=\"_blank\">informs</a>Government portal.</p><p>“The raised funds will be aimed at supporting the direct assistance mechanism, through which the ultimate beneficiaries, including<strong>Participants of hostilities</strong>disabled people and large families will receive compensation for the housing and terrorist attacks of the Russian Federation in the form of certificates for housing, ”the report said.</p><p>This project will be implemented throughout Ukraine.</p><p>“The residential sector remains one of the most affected as a result of the war - total losses are estimated at almost $ 50 billion. The effective implementation of the HEME project will help the government to provide the necessary assistance to citizens, homes that have been destroyed or damaged as a result of hostilities, ”the Deputy Minister of Finance said.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\">The project provides compensation for more than 2000 housing certificates, which will allow about 5700 Ukrainians to receive compensation for destroyed housing.</div><p>\"The new project for Ukraine will allow citizens who have received compensation for the destroyed homes, to return to the usual life as soon as possible,\" the Cabinet of Ministers said.</p><p>With the service, citizens will be able to submit requests and receive appropriate certificates for compensation for damaged property. After the automated check, the application for the certificate will work and approve the Special State Compensation Commission. The whole course of consideration of the application can be seen in the mobile application.</p><p>As reported by the Armyinform, the Verkhovna Rada of Ukraine<a href=\"https://armyinform.com.ua/2024/02/22/ukrayinczi-zmozhut-vykorystovuvaty-sertyfikaty-yevidnovlennya-razom-z-derzhavnoyu-programoyu-yeoselya-minczyfry/\">Approved Law No. 10208</a>According to which the Ukrainians who have lost their homes will be able to use a certificate for the purchase of homes under the Yoseel program.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/ukrayina-otrymaye-e100-mln-vid-banku-rozvytku-rady-yevropy-koshty-spryamuyut-j-na-zhytlovi-sertyfikaty-dlya-ubd/", "title": "Ukraine will receive € 100 million from the Council of Europe Development Bank, funds will be referred to Housing Certificates for UBD", "description": "The government portal informs about it. “The money raised will be directed to support ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "вторгнення рф", "єВідновлення", "житлові сертифікати", "соцзахист", "УБД"], "source_name": "ArmyInform"}