{"published time": "2024-03-27T09:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2021/09/ukr.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-27T09-56-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T09-56-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Russian special services through social networks are trying to find out personal data in the families of prisoners of war and missing persons, promising to \"find\" their loved ones. According to the same scheme, fraudsters are rooted to lure money and make money on the human mountain.</strong></p><p>On this<a href=\"https://t.me/dmytro_lubinetzs/5326\" rel=\"nofollow\" target=\"_blank\">He stressed</a>Commissioner of the Verkhovna Rada of Ukraine for Human Rights Dmitry Lubinets.</p><p>According to him, the enemy resorts to various insidious methods in order to obtain any information in them.</p><p>“Recently, Russian intelligence services have promised the families of prisoners of war and missing their loved ones because of numerous Telegram channels. Instead, they are asked to provide personal data and other information, ”Dmitry Lubinets warned.</p><p>Ombudsman categorically does not advise personal information and other information to doubtful sources and unknown persons.</p><p>“In order not to harm the loved ones who are in captivity or disappeared,<u>Do not disclose</u>Personal data both their and their own.<u>Don't notify</u>residence address, phone numbers and other contacts, name of the serviceman, title, call sign, brigade number, part, location, photo-, video footage, social networks, etc. ”,-he stressed.</p><p>Dmitry Lubinets once again emphasized that only the state authorities are engaged in search of your relatives for free.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/27/zvit-oon-rosiya-za-zymu-stratyla-32-ukrayinskyh-vijskovopolonenyh/\">Armyinform</a>, The UN monitoring mission has received proven reports on the part of the Russian invaders at least 32 Ukrainian prisoners of war during this winter.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/speczsluzhby-rf-vymanyuyut-personalni-dani-u-rodyn-vijskovopolonenyh/", "title": "Special services of the Russian Federation make personal data in families of prisoners of war", "description": "This was emphasized by the Commissioner of the Verkhovna Rada of Ukraine for Human Rights Dmitry Lubinets. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Дмитро Лубінець", "зниклі безвісти", "родини військовослужбовців", "Спецслужби рф"], "source_name": "ArmyInform"}