{"published time": "2024-03-27T14:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/112902afeffefde79842aca1655fdea5099cda0f-scaled-e1711542047782.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/e72a53116bc3a6a67f9d4ae121913c4c741b669f-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1167\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-27T14-23-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T14-23-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>The NATO Sprint 2024 Tide Sprint Conference in Dresden, which contributes to the development of NATO military IT and partner countries, and the Ministry of Defense Innovation Center also participated.</strong></p><p>About this<a href=\"https://www.mil.gov.ua/news/2024/03/27/minoboroni-prezentuvalo-innovaczijni-rishennya-shhodo-czifrovizaczii-standartiv-nato/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p class=\"\">The topic of the event was the change of approaches to war. Priority tasks of countries in this direction by 2030 are conducting mutual joint operations (which will include, in particular, the involvement of civilian sector and prospective technologies), as well as the importance of transferring combat IT systems into cloud storage, which have already been checked by Ukrainian military in combat conditions Developers.</p><p class=\"\">“Today, Ukrainian troops use all possible technologies to gain an advantage over the enemy, and at the innovation center we create modern IT products. They allow you to have an informative advantage, to increase the coordination and efficiency of our forces, and most importantly - to manage operations remotely, with less risk to humans. Innovations are, in particular, to solve existing problems with new tools, ”Delta developer Major Elizabeth Boyko reported.</p><img alt=\"\" class=\"alignnone size-full wp-image-556305\" height=\"1536\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-27T14-23-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-27T14-23-00-08-00/000001.jpg\" width=\"2048\"/><p class=\"\">The Ukrainian delegation of the Center for Innovation has demonstrated how to digital NATO standards with the help of cloud computing and large data processing, and shared the experience of developing the Delta battle space management. The members of the delegation paid special attention to the processes of improving cybersecurity, as well as presented the technology of drone integration into the Delta system and other systems through cooperation with the Ministry of Defense, partners from NGO \"Aero -Intelligence\" and Cossack Labs.</p><p class=\"\">“Delta accelerates decision making and gives an advantage over the enemy on the battlefield. We are constantly working on expanding its functionality, the introduction of artificial intelligence tools. The world does not yet have the experience of using technologies that Ukraine has already successfully used in the battlefield. The use of robots on the front is a separate phenomenon. I thank the team of the Center for Innovation for the leadership in the industry, ” - summed up the results of the event Deputy Minister of Defense Kateryna Chernororenko.</p><p class=\"\"><div class=\"mIOAIO_blockquote\"><blockquote class=\"_miaomo90\"><p><strong><span style=\"color: #008000;\">DELTA</span></strong>Is a unique ecosystem of military products developed by the military for the military and which is built according to NATO standards. It allows you to see the battlefield in real time and reflects the air, terrestrial, marine environment on the digital map. The system allows you to exchange information within the unit, brigade, and, if necessary, with allies.</p></blockquote></div></p></div>", "source": "https://armyinform.com.ua/2024/03/27/minoborony-prezentuvalo-innovaczijni-rishennya-shhodo-czyfrovizacziyi-standartiv-nato/", "title": "The Ministry of Defense presented innovative decisions to digitrate NATO standards", "description": "The Ministry of Defense of Ukraine informs about it. The topic of the event was the change of approaches to ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["TIDE Sprint 2024", "Конференція", "НАТО"], "source_name": "ArmyInform"}