{"published time": "2024-03-27T18:23:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/harkiv_naslidky5.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"958\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-27T18-23-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T18-23-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Strengthening Ukrainian air defense and accelerating Ukraine F-16 are vital tasks.</strong></p><p>About this<a href=\"https://t.me/V_Zelenskiy_official/9898\" rel=\"nofollow\" target=\"_blank\">stated</a>President of Ukraine Volodymyr Zelenskyy, commenting on a Russian blow to Kharkiv.</p><p>“There is no rational explanation of this and there can be no rational explanations - why Petriots, which are enough in the world, still do not close the sky of Kharkiv and other cities and communities suffering from Russian terrorists. We work every day to give more protection of the lives of our people, our Ukraine, ”he stressed.</p><p>The President emphasized that Russian terror against Kharkiv is gaining a special meanness.</p><p>“The efforts to drive more than a million people in Blackut, the constant strokes of rockets and Shaksa. Now - aviation. Just on the usual street, on houses, school, ordinary civilian infrastructure. At this time, one is known about one dead. My condolences to my relatives and loved ones, ”the head of state said.</p><p>He noted that at least 19 people were injured as a result of the blow, including children, in particular, a girl of 2022, a boy of 2023.</p><p>“All the victims are provided with the necessary help. All services work on the site of a hit, and I am grateful to anyone who saves a normal life for Kharkiv day, ”the President added.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/27/boyeprypas-yakym-rosiyany-vdaryly-po-harkovu-mozhe-letity-na-vidstan-do-90-km-oleg-synyegubov/\">reported the armyinform</a>, ammunition, which the Russians hit Kharkov can fly up to 90 km.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/prezydent-ukrayiny-rosijskyj-teror-proty-harkova-nabuvaye-osoblyvoyi-pidlosti/", "title": "President of Ukraine: Russian terror against Kharkiv acquires a special meanness", "description": "This was stated by President of Ukraine Volodymyr Zelenskyy, commenting on a Russian blow to ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Володимир Зеленський", "ворожі обстріли", "Харків"], "source_name": "ArmyInform"}