{"published time": "2024-03-27T20:17:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/02/65d36c36875a1715289454_730x360.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"485\" src=\"../Images/2024-03-27T20-17-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-27T20-17-00-08-00/000000.jpeg\" width=\"730\"/><figcaption class=\"wp-caption-text\">Dmytro Kuleba. Photo - mfa.gov.ua</figcaption></figure><!-- .post-thumbnail --><p><strong>Foreign Minister of Ukraine Dmytro Kuleba emphasized the urgent need of Ukraine for more Patriots and similar systems against it against the background of increasing the intensity of Russian air attacks by ballistic missiles.</strong></p><p>He is about it<a href=\"https://www.kmu.gov.ua/news/dmytro-kuleba-naviv-try-arhumenty-na-koryst-iaknaishvydshoho-nadannia-ukraini-dodatkovykh-system-patriot\" rel=\"nofollow\" target=\"_blank\">said</a>During the online briefing for the world media.</p><p>The Ministry of Foreign Affairs noted that Russia has intensified air terror against Ukraine and only in the week from March 18 to March 24 launched 190 missiles of different types, 140 Shahheda drones and 700 managed airbombs against Ukraine.</p><p>\"The peculiarity of current Russian attacks is the intensive use of ballistic missiles, which can achieve targets at extremely high speeds, leaving little time for people to find shelter, and causes significant destruction,\" Dmytro Kuleba emphasized.</p><p>The minister noted that Patriot has a number of countries in the world. According to him, these systems can and should be transferred to Ukraine as soon as possible and urged partners to find appropriate political will.</p><p>“Ukraine is currently the only country in the world that has been experiencing ballistic missile attacks almost daily. Patriot should be placed now here in Ukraine to protect real human lives, not stay in places where the rocket threat is zero, \"the Foreign Minister said.</p><p>Dmytro Kuleba named three critical results that will bring strengthening of Ukrainian air defense.</p><p>First of all, powerful Ukrainian air defense will save thousands of life, which in itself is the main goal. Patriot and other similar systems are defensive. They are intended to protect life, not to take them.</p><p>Secondly, strong Ukrainian air defense will save a considerable amount of resources for Ukraine's partners. Each territory closed by Patriot is less destruction of critical infrastructure and less renewal funds; Every city, securely protected by Patriot, is thousands of Ukrainians who will return from abroad, strengthening the Ukrainian economy and reducing its dependence on foreign financial assistance.</p><p>Third, powerful Ukrainian air defense will cover our troops and allow them to break the course of the war in favor of Ukraine.</p><p>The main advantage of Russia on the battlefield is now the widespread use of managed aviation bombs. These bombs, which on average weigh from 500 to 1500 kilograms, allow Russian invaders to destroy the whole strokes and move forward on the ruins. The only way to resist this barbaric tactics is to knock down the planes that dismiss these bombs, which requires enough modern air defense systems on the front.</p><p>\"Strong air defense on the front line would allow our troops not only not to lose their position, but also to force the Russians to retreat,\" the minister stressed.</p><p>As reported by the Armyinform, today the enemy<a href=\"https://armyinform.com.ua/2024/03/27/vorog-vpershe-vdaryv-po-harkovu-aviabomboyu/\">He first struck</a>On Kharkov the most managed ammunition of large caliber.</p><p>To strike on Kharkiv, the Russians used ammunition of the UMPB D-30, which by the power of the explosion-the average between the airboman and the rocket, is used, both from the aircraft and from the RSSU \"Smerch\".</p></div>", "source": "https://armyinform.com.ua/2024/03/27/dmytro-kuleba-nazvav-try-prychyny-chomu-ukrayini-yaknajshvydshe-potribni-dodatkovi-systemy-patriot/", "title": "Dmytro Kuleba named three reasons why Ukraine needs additional Patriot systems as soon as possible", "description": "He said this during an online briefing for the world media. The Foreign Minister noted that ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Дмитро Кулеба", "ЗРК Patriot"], "source_name": "ArmyInform"}