{"published time": "2024-03-27T12:39:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/8ba0f83-gettyimages-1680788971.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"460\" src=\"../Images/2024-03-27T12-39-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-27T12-39-00-08-00/000000.jpeg\" width=\"690\"/><figcaption class=\"wp-caption-text\">ZHYTOMYR REGION, UKRAINE - SEPTEMBER 20, 2023 - A serviceman launches a drone during a press tour to demonstrate the integration of AI into the process of humanitarian demining, Zhytomyr Region, northern Ukraine.  (Photo credit should read Kirill Chubotin / Ukrinform/Future Publishing via Getty Images)</figcaption></figure><!-- .post-thumbnail --><p><strong>The Defense Procurement Agency of the Ministry of Defense of Ukraine has announced the second stage of the framework agreement for the purchase of unmanned aviation complexes. The Prozorro system has relevant tenders for the purchase of 3000 DJI Mavic 3E and 1000 BPACs of DJI Mavic 3 Thermal with additional accessories.</strong></p><p class=\"\">About this<a href=\"https://www.mil.gov.ua/news/2024/03/27/agencziya-oboronnih-zakupivel-pridbae-3000-mavic-3e-ta-1000-mavic-3-thermal/\" rel=\"nofollow\" target=\"_blank\">informs</a>Ministry of Defence Ukraine.</p><p class=\"\">It is noted that this is currently a fifth of 20,000 drones that the agency has planned to buy within framework agreements. At the same time, these volumes may increase.</p><p class=\"\">“In the modern war, drones are an integral part. They become our eyes and wings on the battlefield. Active integration of unmanned aviation complexes into the Armed Forces of Ukraine is a step forward in national security and defense, ”said Deputy Minister of Defense Dmitry Klimenkov.</p><p class=\"\">The department also noted that the ProZorro system published 15 selections for the supply of 200 BPACs of the DJI Mavic 3E (3000 pieces) and 5 selections for 200 BPACs of the DJI Mavic 3 Thermal (1000 pieces). The expected cost of purchases is calculated on the basis of the price of UAH 133 thousand for one Mavic 3E and 198 thousand hryvnias for one Mavic 3 thermal (excluding VAT).</p><p class=\"\">“To supply as many drones as possible for the Armed Forces, it is important to consume resources as efficiently as possible. And the use of Prozorro will allow us to ensure the competition of suppliers and receive the best prices in these purchases, \" - said Marina Bezrukov, director of the Defense Procurement Agency.</p><p class=\"\"><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\">The division of purchases into separate selections of 200 drones will allow you to attract more participants who cannot provide the entire number, as well as diversify the sources of supply. All suppliers who have been qualified in the framework for the purchase of BPAC Mavic 3e and Mavic 3 Thermal will be able to participate in these purchases. You can go on them at any time.</div></p><p class=\"\">In addition, the new ProZorro framework agreement allows defense customers to make competitive purchases without promoting sensitive information. The system will be able to see the rates of participants and the price received as a result of bidding, which will allow society to be sure of the absence of overpayments. At the same time, information on terms, places of supply and other conditions of purchase, as and who specifically participated in it and who won, will be available only to the procurement participants, as well as control and appeal bodies.</p><p>As reported by the Armyinform, the Defense Agency<a href=\"https://armyinform.com.ua/2024/03/25/agencziya-oboronnyh-zakupivel-pidpysala-memorandum-z-daniyeyu/\">signed</a>Memorandum with Denmark.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/agencziya-oboronnyh-zakupivel-prydbaye-3000-mavic-3e-ta-1000-mavic-3-thermal/", "title": "The Defense Agency will buy 3000 Mavic 3E and 1000 Mavic 3 Thermal", "description": "The Ministry of Defense of Ukraine informs about it. It is noted that this is now a fifth part ...", "author": ["Army Inform"], "categories": ["Важливо", "Новини"], "tags": ["stoprussia", "Агенція оборонних закупівель", "агресія рф", "війна", "вторгнення рф"], "source_name": "ArmyInform"}