{"published time": "2024-03-27T15:16:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/630_360_1690113636-804.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"360\" src=\"../Images/2024-03-27T15-16-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T15-16-00-08-00/000000.jpg\" width=\"630\"/></figure><!-- .post-thumbnail --><p><strong>Since April 2, the International Register of Losses caused by Ukraine to the Russian war will be opened for applications from the victims.</strong></p><p>About this<a href=\"https://rd4u.coe.int/en/-/register-of-damage-for-ukraine-to-open-for-claims-submission-on-2-april-2024\" rel=\"nofollow\" target=\"_blank\">reported</a>in the register.</p><p>«April 2 2024 RD4U (register of losses from Russian aggression)<span id=\"cc\"></span>Officially opens the process of filing claims for damages, losses or injuries caused by Russian aggression against Ukraine, ”the message reads.</p><p>The opening and presentation of the Register will be held in the Hague within the framework of the Ministry of Official Conference \"Restoration of Justice for Ukraine\". It will be attended by the Secretary General of the Council of Europe Maria Burich, heads of international organizations, ministers and high-ranking officials of 60 countries.</p><p>“The destruction of houses during the war has a huge impact on people's lives. Expected to be in this category will be from<strong>300 000</strong>to<strong>600 000</strong>claims. The form of the statement of claim for submitting this category of requirements was also approved, ”the department said.</p><p>It is noted that claims will be filed with RD4U through the Ukrainian digital system, the mobile application and a wicked portal, which are widely used and trusted by 20 million Ukrainians. In addition, the integration of action into the extensive infrastructure of digital services and state registers in Ukraine will facilitate the applicants for the process of collecting evidence to support their requirements.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/25/vpershe-v-diyi-ukrayinczi-zmozhut-podaty-zayavu-do-mizhnarodnogo-reyestru-zbytkiv-zavdanyh-rosiyeyu/\">Armyinform</a>, Ukrainians will be able to apply to the International Register for damages caused by Russian aggression to apply to the International Register.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/mizhnarodnyj-reyestr-zbytkiv-vid-vijny-pochne-pryjmaty-zayavy-z-2-kvitnya/", "title": "The International Register of Damage from War will start accepting applications from April 2", "description": "This was reported in the registry. «April 2, 2024 RD4U (register of losses from Russian ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "вторгнення рф", "Реєстр збитків"], "source_name": "ArmyInform"}