{"published time": "2024-03-27T09:34:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/zag-2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/01-3.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/02-11.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/03-8.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/04-2.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/05-10.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/06-7-scaled.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1434\" sizes=\"(max-width: 1587px) 100vw, 1587px\" src=\"../Images/2024-03-27T09-34-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T09-34-00-08-00/000000.jpg\" width=\"1587\"/></figure><!-- .post-thumbnail --><p><strong>Once upon a time, the open looting of Russian soldiers became revealing. Residents of the Russian Federation are still literally indignant when they are demonstrated by numerous photos and videos of things tied to military equipment with the letter Z. They are disrespectfully called such personnel - fakes. In vain. After all, it is all part of their \"great\" history.</strong></p><p>The campaigns of the Russian army at all times were reminiscent of porn. Reinforced concrete fact - if a country saw a Russian soldier, then its archives have a record of mass robberies. Thus, in the early eighteenth century, the residents of Tarkovsky Shamhalism - the ancient state on the banks of the Caspian Sea - were introduced to the \"real Russian loam\". And this despite the fact that Shamhal Adil-Giray literally voluntarily went into Russian nationality.</p><img alt=\"\" class=\"alignnone size-full wp-image-556125\" height=\"786\" loading=\"lazy\" src=\"../Images/2024-03-27T09-34-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-27T09-34-00-08-00/000001.jpg\" width=\"1200\"/><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Article \"On the History of the Military Conflict, Shamhal-Giray Tarkovsky with the tsarist administration in the Caucasus\", M.P. B. Abdusalamov:</p><p>\"I convey to your imperial majesty ... Yesterday night soldiers ... In Tarkov, they took the yasrov from my 3 people and a butterfly 4 people, and who has two and one, together, 32 yasers, maybe more ... Your remaining troops Our villages were destroyed ... I am in great destruction. I ask for your imperial majesty for things taken from houses, for cattle and for Yasir ... to pay. \"</p><p></p></div><p>No one, of course, paid anything. Soon, Shamhal was tired of unpleasant Russian nationality and he raised the uprising against his \"friends\".</p><p>What to say - about the centuries of Russian mass robbery is known even in Switzerland. In 1799, Suvorov brought his Marodors in 1799. The Swiss campaign of Field Marshal Russian historians are proud of. Dozens of books have written about the heroism of Russian soldiers, and there are even more historical articles. But the phenomenal looting is mentioned by foreigners.</p><img alt=\"\" class=\"alignnone size-full wp-image-556126\" height=\"1920\" loading=\"lazy\" sizes=\"(max-width: 1920px) 100vw, 1920px\" src=\"../Images/2024-03-27T09-34-00-08-00/000002.jpg\" srcset=\"../Images/2024-03-27T09-34-00-08-00/000002.jpg\" width=\"1920\"/><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Article \"Suvorov's Hike through Swiss Alps in 1799\", F. Vicar:</p><p>“… And how can we forget the suffering and famine that the people in our areas have brought to these areas? The population had to meet the needs of thousands of men with cereals, feed, bread, meat and wine, not to mention the provision of \"forced loans\" that no one has ever returned. And how many other humiliations and unspeakable suffering… ”</p><p></p></div><p>The invasion of the Russians in the Swiss mountains was actually reminiscent of a raid of locusts. The soldiers robbed the picturesque villages of the Prisiak, condemning their inhabitants to the inevitable death.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>From the letter of the French General Sulture General Masseni, October 6, 1799:</p><p>\"... they devoured everything and returned ... having obtained the curse of the inhabitants of these unhappy lands.\"</p><p></p></div><p>War with Napoleon. Another favorite war of Russian patriots. Heroes, feats, Borodino, victory, foreign hikes. The truth of Europe is depicted a little more modest. After all, it was worth the Russian troops to cross the border as the soldiers rushed to rob. Especially-the Don Cossacks and their valiant chieftain-again the hero of the Patriotic War-General Platov. The first victim of \"Heroes\" was Poland.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Article \"Russians in Europe in 1813-1814: Relations of soldiers with civilians\", N.A. Mogilevsky:</p><p>\"The painting of the passage of the Russian army by the Polish land was ruined by the fairy tales: they were not ashamed in dealing with the locals, resulting in\" they became sellers of gold of all Europe. \" Having entered the \"enemy\" land and seeing a lot of profit around, the Kazaky parts began to lose their main advantage - mobility. \"</p><p></p></div><p>Why did you lose mobility? The answer is simple. The horses simply could not withstand a ton of looted. In Prussia, the situation has played with new paints.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Article \"Russians in Europe in 1813-1814: Relations of soldiers with civilians\", N.A. Mogilevsky:</p><p>\"… On January 21, Kutuzov forbids the detention of the carts of the locals, and can only be demanding feed and food through apartment master, without\" the least violence, but with the preservation of the order. \"</p><p></p></div><p>Such orders will appear on average once a month, during the march of Russian soldiers in Prussia.</p><p>Such Kutuzov orders are a truly sign of outstanding robbery. After all, according to contemporaries, Field Marshal usually closed his eyes to the looting of his soldiers, declaring, as one of his associates later mentioned, \"the forest is cut, the cods fly.\"</p><img alt=\"\" class=\"alignnone size-full wp-image-556127\" height=\"1100\" loading=\"lazy\" src=\"../Images/2024-03-27T09-34-00-08-00/000003.jpg\" srcset=\"../Images/2024-03-27T09-34-00-08-00/000003.jpg\" width=\"900\"/><p>Next is France. For centuries, Russian historians have described the invasion of their troops into France in 1814 as a festival. If you believe the Russians - the locals only did that they shouted \"Vivat!\" Russian soldiers. And they also admired the officers - they spoke French better than Paris, wasted with money, haberdashed for women. Is it necessary to say now that 90% of these stories are a banal fiction?</p><p>In fact, in 1814, France covered with a wave of violence and merciless looting. Later, the participants of those events themselves - Russian officers.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Alexander Mikhailovsky-Danilevsky, Lieutenant General, Russian Military Historian:</p><p>\"The Brien Castle ... He was devoted to the robbery ... by the way, we found the best library and office, on the ceiling of which crocodile was hanged. Someone came to cut a strange thought to cut the ropes on which it was attached, and a huge African beast fell on cabinets and dressers, in which shells, fossils and various animals were stored behind the glass. The regatta that accompanied this fall ... There was a truly cannibal ... Because it was very cold, they began to sink fires with books and even manuscripts from a beautiful Brien Library ... \".</p><p></p></div><p>Emperor Alexander I. In the letter of Otaman Matthew the plateau tried to quench his soldiers, even generals and colonels were robbing of the Platov King - robbed French homes. One can only assume that the chieftain himself thought about this letter - a real robbery champion. However, the royal screen of Platov did not stop.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Brochure \"Historical picture of crimes committed by Kazaks in France\", 1814:</p><p>“The enemies were destroyed, stolen and destroyed. Only the walls are left of your castle: mirrors, furniture, paintings, marble, wall cladding, doors, windows, windows - everything is destroyed except your wonderful picture gallery, which was completely stolen ... ”.</p><p></p></div><p>The Russians have honed the skills of looting in the smoldering almost all the nineteenth century in the Caucasus conflict. There, they turned the seizure of the property of the Goryan into a real system. Those who faced this process, he really shocked. Even the future Minister of Milyutin, who served in the Caucasus from 1839 to 1844. He later mentioned it.</p><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Article \"Transformation of moral norms in extreme conditions of war (on the example of the Caucasian War of 1817-1864\", Salchinkina AR, Khoruzh SV:</p><p>\"Among the bloody massacre, along with the feats of bravery, dedication, the most disgusting scenes were struck: some of the soldiers selected the corpses of the killed who were lying, pulled out all the things, even things were not suitable.\"</p><p></p></div><p>And here is another \"glorious\" page from the chronicle of the Russian army. The Russo-Turkish War of 1877-1878. According to the Russians themselves, the war was very fair - because they allegedly defended against the Turks of the brothers by faith. But, freeing Bulgarians, the Empires did not forget to plunder them.</p><img alt=\"\" class=\"alignnone size-full wp-image-556129\" height=\"790\" loading=\"lazy\" src=\"../Images/2024-03-27T09-34-00-08-00/000004.jpeg\" srcset=\"../Images/2024-03-27T09-34-00-08-00/000004.jpeg\" width=\"1024\"><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Article \"Bulgarians in the perception of Guards officers-participants of the Russo-Turkish War of 1877-1878\", M.M. Frolova:</p><p>“… He hurried to the cry of Bulgarian, who“ defended his wine basement from a bunch of scoundrels ”who sought to break into it through the barricaded doors. The emergence of the officer suspended the storm and turned \"in the shameful escape of the main causes of the robbery.\"</p><p></p></div><p>And, of course, how you can pass by the First World War. The scale of looting is impressed by even experienced historians. The episodes of robbery of the Russian army on the fronts of that war are reference.</p><img alt=\"\" class=\"alignnone size-full wp-image-556130\" height=\"1552\" loading=\"lazy\" sizes=\"(max-width: 1024px) 100vw, 1024px\" src=\"../Images/2024-03-27T09-34-00-08-00/000005.jpg\" srcset=\"../Images/2024-03-27T09-34-00-08-00/000005.jpg\" width=\"1024\"><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>The article \"Without Baba and Without Wine and War is not needed\": problems of frontal morality during the First World War \", OS Senyavskaya:</p><p>“There is small looting. Aimless, arrogant. From the fences remove the bags, buckets, dishes. They run into the yards, fry in peasant houses, rob houses, filing, towns. And in twenty minutes, all the looting flies under the feet of a roar stream. They throw everything they take: the cyanic curtains, plush tablecloths, linen.</p><p></p></div><p>Is it necessary to say that in the next wars the Russians did not loot less? On the contrary - with every military conflict they honed their skills of looting. The Red Army reached the real perfection in this case. In the Second World War, the Red Army robbed half of Europe - Finns, \"liberated\" Czechs, Poles, Hungarians, Romanians and, of course, the Germans.</p><img alt=\"\" class=\"alignnone size-full wp-image-556131\" height=\"1296\" loading=\"lazy\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-27T09-34-00-08-00/000006.jpg\" srcset=\"../Images/2024-03-27T09-34-00-08-00/000006.jpg\" width=\"2048\"><div style=\"margin: 20px 0; margin-bottom: 20px; padding: 8px 20px 10px; background: #f1f1f1; border: 1px solid rgba(0,0,0,.15); box-shadow: 0 5px 10px rgba(0,0,0,.3); font-size:15px; border-radius: 8px;\"><p>Data from the USSR Main Trophy Management on Trofes:</p><p>\"400 thousand wagons: 2885 plants and 96 power plants, 2.3 million tons of grain, 1 million tons of potatoes and vegetables, 0.5 million tons of fats and sugar, 20 million liters of alcohol, 1 million 335 thousand cattle were transported.\"</p><p></p></div><p>When, after the war, Marshal Zhukov got into the disadvantage of the Soviet dictator, the state security investigators found in him simply crazy trophy composition: 194 objects of valuable non -Soviet furniture, 483 skins of fur animals, 4 thousand meters of fabric, 44 carpets and tapest 7 boxes with crystal and porcelain and more.</p><p>In the 1990s, Russian soldiers were not ashamed to plunder their own country. During the war in Chechnya, cars, furniture, appliances, clothing, shoes, utensils were taken away from local. Those who did not have time to rob the Chechnya rose on a fence in Georgia in 2008.</p><p>The real symbol of Russian martial arts was… toilet stolen from the base of the Georgian army in Senaki. Most likely, a white ceramic seat is now standing somewhere near the collapsed house of one of the innumerable dying villages of Zoural, Volga-Valga district or East Siberia. It reminds local about Russia's wealth. Stolen for endlessly long centuries of theft and robbery.</p></img></img></img></div>", "source": "https://armyinform.com.ua/2024/03/27/soldaty-grabuvaly-malovnychi-sela-shvejczariyi-doshhentu-tradycziyi-rosijskogo-maroderstva/", "title": "Soldiers robbed the picturesque villages of Switzerland to the ground: the traditions of Russian looting", "description": "The campaigns of the Russian army at all times were reminiscent of porn. Reinforced concrete fact —...", "author": ["Army Inform"], "categories": ["Публікації"], "tags": ["stoprussia", "агресія рф", "росіяни-мародери"], "source_name": "ArmyInform"}