{"published time": "2024-03-27T12:55:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/golovna-11.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1063\" sizes=\"(max-width: 1890px) 100vw, 1890px\" src=\"../Images/2024-03-27T12-55-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T12-55-00-08-00/000000.jpg\" width=\"1890\"/></figure><!-- .post-thumbnail --><p><strong>The experience of modern wars shows that time to make decisions in battle is measured by minutes, and sometimes by seconds. This is especially true of combat armored vehicles, tanks that fight at a direct shot.</strong></p><p><span>Methods of masking anti -tank agents, especially in urbanized terrain, sometimes do not leave the BBM crews of any chance of survival. Therefore, the need for timely identification of dangerous goals is a priority for engineers of defense enterprises of different countries.</span></p><p><span>The fact is that for the operators of modern fire control systems (SO) of the Land Forces, the selection of targets against the background of soil, structures and vegetation is a very difficult task. It is significantly complicated by the existing achievements of masking in all ranges: infrared, electromagnetic, visible.</span></p><p><span>In the light of this, the work of the tank commander on the search, identification and classification of goals is a task not only difficult, but also, in the conditions of transience and information saturation of modern combat, is a very complex technical task, accompanied by high psychological loads.</span></p><p><span>Very often, when asked how to identify one or another goal, the commanders answer: \"Chuika suggested\", \"we were lucky\", \"If it were not for infantry\". In fact, a competent and experienced tankman often identifies and identifies goals, guided, first of all, not so much by the technical capabilities of the SO, but by his own tactical experience and intuitive perception of a picture of battle.</span></p><p><span>But, firstly, competent and experienced professionals are always lacking, and secondly-a competent and experienced enemy will often work on a \"break of the template\", placing their equipment not in perfectly designed places (which are, most often, covered with fire \"for Prevention ”), and based on unpredictable and paradoxical solutions.</span></p><p><span>Therefore, it would be a logical step to create a system that expands human opportunities in the field of search and identification of goals. Today, speed and resolution in different ranges of modern military optoronics (optics plus electronics) exceeds human capabilities not at times, but on order. Creating a system that enhances the operator's capabilities is a matter.</span></p><p><span>What does this mean from the point of view of the developer of goal detection systems? This means that not all the visible field of view is monitored, but the places where goals can be hidden in tactical aspect for their placement.</span></p><p><span>Demasking signs may be, for example, the head in a helmetophone, which has been in a second second to the vegetation - it will even immature a perfectly disguised car. It can be the luster of observation devices, or too correct the helmet silhouette.</span></p><p><span>The leading positions in this area belong to the Israelites: they developed a complex of active protection of \"Meiel Rukh\" several years ago, which is equipped with the VTT Tsacava Merkava Mark IV meme.</span></p><p><span>This system has a subsystem that allows you to identify the positions of anti -tank agents. The developer does not specify the principle of detection, but judging by the fact that the stumping of positions is carried out only after a shot or launch of the rocket - it can be assumed that the basis of the subsystem is the principle of using the radiation detector, the source of which is an open flame.</span></p><p><span>The flash and the release of thermal energy from the muzzle cut of the gun or the launcher container of the anti -tank complex can be died by modern means of detection at the working distances of the tank gun.</span></p><p><span>This system is connected to SO Barak Zoher (Hebrew - Glitter Lightning), which not only allows you to automatically transfer the coordinates of the enemy positions discovered in Makshev Messima (Hebrew - a computer of goals), but also to exchange this information with other tanks of its unit.</span></p><p><span>This clearly demonstrated the battles of autumn-winter 2023</span><span>–</span><span>In 2024 in the Gaza Sector - in fact, this war became the first combat use of the system.</span></p><p><span>Today, Makshev Mesim is the development of a conventional ballistic calculator. This device operates with artificial intelligence that collects information from many sources. Data obtained from electrical and optical sensors and tank systems, navigation equipment, as well as from external sources - UAVs, digital battlefield systems, artillery data data are taken into account.</span></p><p><span>The system analyzes and represents the tank commander in the order of priority by the degree of threat and relevance of the list of goals, and, if necessary, it is capable of telling what exactly the unit of the unit is able to hit the target with the highest probability.</span></p><p><span>Another significant innovation is the integration of the Iron Vision Technical Vision System: on the tower and the tank building are placed camcorders, the images of which are transmitted on the helmet of virtual reality of Iron View VR after processing by a powerful processor, which allows the crew members to perceive the environment, as if the crew. There is no tank. That is why tankers call similar \"transparent armor\" systems.</span></p><p><span>So, the search process is to detect a goal and prepare for firing in a few seconds. After identifying the threat, the computer is obtained by the coordinates of the goal and to solve the ballistic task and transmits the processed data for firing drives of weapons.</span></p><p><span>The commander not only receives reliable data, but also recommendations on the optimal algorithm of action: an increased image of the object from which the threat comes from the screen of the commander's monitor is given on the optimal choice of weapons.</span></p><p><span>In general, the SU already allows you to respond to the fire of the enemy automatically, without the involvement of a person, but for ethical reasons, the right to press the electrical button is delegated to the tank commander.</span></p></div>", "source": "https://armyinform.com.ua/2024/03/27/kompleks-aktyvnogo-zahystu-meyil-ruah-yak-shtuchnyj-intelekt-dopomagaye-vbyvaty-realnyh-vorogiv/", "title": "Meli Rukh Active Protection Complex: How Artificial Intellect helps to kill real enemies", "description": "Methods of masking anti -tank agents, especially in urbanized terrain, sometimes not ...", "author": ["Army Inform"], "categories": ["Новини", "Озброєння та техніка"], "tags": ["Ізраїль", "Комплекс активного захисту", "Меїль Руах", "СУВ", "ЦАХАЛ"], "source_name": "ArmyInform"}