{"published time": "2024-03-27T21:31:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/09/foto-1-dvidshub.png"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"679\" src=\"../Images/2024-03-27T21-31-00-08-00/000000.png\" srcset=\"../Images/2024-03-27T21-31-00-08-00/000000.png\" width=\"1019\"/><figcaption class=\"wp-caption-text\">155 mm field howitzer TR-F1 Photo: DVIDSHUB.</figcaption></figure><!-- .post-thumbnail --><p><strong>Germany will pass 10 thousand artillery ammunition from the Bundesver reserves in the coming days.</strong></p><p>About it in an interview<a href=\"https://www.dw.com/uk/bundesver-terminovo-peredae-zsu-10-tisac-snaradiv-nimeckij-general/a-68685985?maca=ukr-rss-ukrnet-ukr-all-3816-xml\" rel=\"nofollow\" target=\"_blank\">DW</a>The head of the Situation Center of Ukraine at the Ministry of Defense of Germany, General Christian Freuding, informed.</p><p>The general said that in Berlin decided to supply ammunition to Ukraine in three stages, and the current delivery will be made within the first of them.</p><p>In the second stage, in the medium term, Germany decided to support the Czech initiative and take on the purchase of 180 thousand shells, which will be transferred to Kiev in the second half of this year.</p><p>In the long run, in addition to the Czech Republic, Germany has concluded a bilateral agreement on the supply of Ukraine to another 100,000 shells from about the fourth quarter. What country was the agreement concluded, Christian Freuding refused to answer.</p><p>Commenting on Ukraine's greatest needs for successful reflection of Russian aggression, he called \"artillery shells, ammunition and missiles for modern air defense systems, as well as armored combat vehicles.\"</p><p>As reported by the Armyinform, the Poland Government<a href=\"https://armyinform.com.ua/2024/03/27/polshha-podvoyit-vnesok-u-chesku-inicziatyvu-iz-zakupivli-snaryadiv-dlya-ukrayiny/\">doubled its obligations</a>Within the Czech Republic, the initiative to purchase hundreds of thousands of artillery shells for Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/nimechchyna-terminovo-peredaye-ukrayini-10-tysyach-snaryadiv/", "title": "Germany urgently transmits 10 thousand shells to Ukraine", "description": "The head of the situational center of Ukraine at the Ministry of Defense ... This was announced in an interview with DW ...", "author": ["Army Inform"], "categories": ["Новини", "Новини світу та України"], "tags": ["допомога партнерів", "Німеччина"], "source_name": "ArmyInform"}