{"published time": "2024-03-27T19:57:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/harkiv_pidsumky.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-27T19-57-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T19-57-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>13 people were delivered to medical institutions after a Russian blow to the city.</strong></p><p>About this<a href=\"https://t.me/synegubov/8844\" rel=\"nofollow\" target=\"_blank\">reported on the evening of March 27</a>Head of Kharkiv Regional State Administration Oleg Synigubov.</p><p>According to him, a civilian man was killed 59 years.</p><p>Children were injured: the youngest boy is only 3 months old, one girl for almost 2 years, another girl 9, and the oldest of them is a teenager 13 years. Children with moderate injuries, they were assisted in the hospital and were already discharged.</p><p>Women are mostly middle and older - from 21 to 92. Medium and moderate injuries were injured. Of these, five received a medical care in place without further hospitalization.</p><p>55 and 60-year-old men were hospitalized with average injuries.</p><p><a href=\"https://t.me/UA_National_Police/20534\" rel=\"nofollow\" target=\"_blank\">According to the words</a>Volodymyr Timoshko, the head of the National Police Main Directorate in Kharkiv Oblast, hit the enemy between two five -story residential buildings. According to preliminary data, he hit the universal interspecific planning ammunition of the UMPB D-30 CH. This is a new projectile, which is first used in Kharkiv.</p><p>As a result of the air strike, 10 apartment buildings, two private households, hostel, gymnasium, school, city clinical hospital of ambulance and emergency medical care, private cars, exit from the subway, electricity were damaged.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/27/boyeprypas-yakym-rosiyany-vdaryly-po-harkovu-mozhe-letity-na-vidstan-do-90-km-oleg-synyegubov/\">reported the armyinform</a>, ammunition, which the Russians hit Kharkov can fly up to 90 km.</p><p></p></div>", "source": "https://armyinform.com.ua/2024/03/27/kilkist-postrazhdalyh-u-harkovi-zbilshylasya-do-19/", "title": "The number of victims in Kharkiv increased to 19", "description": "The head of the Kharkiv Regional State Administration Oleg ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["воєнні злочини рф", "ворожі обстріли", "УМПБ Д-30СН", "Харків"], "source_name": "ArmyInform"}