{"published time": "2024-03-27T06:34:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/2703lifestory.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_5575.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/major-olga-shheglyuk-pid-chas-roboty-z-pacziyentamy-1.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/major-olga-shheglyuk-pid-chas-roboty-z-pacziyentamy-2.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_5562.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/major-olga-shheglyuk-pid-chas-roboty-z-pacziyentamy-5.jpeg", "https://armyinform.com.ua/wp-content/uploads/2024/03/vip_5572.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/major-olga-shheglyuk-pid-chas-roboty-z-pacziyentamy-1.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/major-olga-shheglyuk-pid-chas-roboty-z-pacziyentamy-2.jpg", "https://armyinform.com.ua/wp-content/uploads/2024/03/major-olga-shheglyuk-pid-chas-roboty-z-pacziyentamy-4.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1125\" sizes=\"(max-width: 2000px) 100vw, 2000px\" src=\"../Images/2024-03-27T06-34-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000000.jpg\" width=\"2000\"/></figure><!-- .post-thumbnail --><p><strong>Major of Medical Service Olga Shcheglyuk is a neurologist, the head of the rehabilitation department of servicemen with amputated limbs in the military-medical clinical rehabilitation center in Irpen.</strong></p><p>Since 2018, Olga has been working with military people who have lost their limbs during combat missions. Side by side with the rehabilitation team put many patients on their feet, some of them continue to protect Ukraine and destroy the enemy in the hottest directions.</p><p>With the beginning of a large -scale invasion, Major Shcheglyuk works in the ward, which deals with particularly complex cases of double and triple amputations. Some of her patients have experienced four amputations - and continues to adapt to a full life.</p><p>The Armyinform spoke with a medical doctor about her difficult but essential profession in a country that is in a large -scale war.</p><img alt=\"\" class=\"alignnone size-full wp-image-556027\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000001.jpg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000001.jpg\" width=\"1500\"/><h2>“Anxious backpack was made only for a half -month -old child”</h2><p>Medicine is my choice from conscious age, from ninth grade. I studied in the natural lyceum with a biological direction. Further - six years of Bogomolets Medical University. In 2016, she signed a contract and joined the Ukrainian Military Medical Academy (UVMA). In two years she graduated from UVMA with a gold medal, received a master's degree with honors in the specialty \"Internal Diseases\". She was distributed to the Military Medical Clinical Rehabilitation Center of Irpin.</p><p>But even working - I continue to study, because my doctor's training never ends with a diploma: I constantly undergo trainings, conferences, courses, internships, monitor the upgrading of protocols, recommendations. Last year, specialization in physical and rehabilitation medicine.</p><p>While studying at the university, I did not think about rehab. But she realized that it was important, because 2014 showed everything: people began to return from the war, and we did not have enough specialists or equipment.</p><p>I realized that it was important, although in the future I saw in therapy or cardiology, I liked these areas. And only when she got into rehab, did she understand how close this field of medicine is.</p><img alt=\"\" class=\"alignnone size-full wp-image-556028\" height=\"676\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000002.jpeg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000002.jpeg\" width=\"1153\"/><p>Did I expect the invasion of the Russians on February 24, 2022? .. Logically the brain understood that ... illogical to make a large -scale invasion.</p><p>Personally, I had no anxious bag. At the beginning of a large -scale invasion, I was just on maternity leave with a half -month -old son. Therefore, on February 22 or 23, they made an alarming backpack for the baby. Just in case. For themselves, the documents have always been at hand.</p><p>On the morning of February 24, we woke up from the explosions, but that day we did not leave anywhere: there were congestion everywhere. On February 25, the man took us with a child to the west of Ukraine, and the next day he returned to Kiev and reconciled again for military service.</p><p>While in the event, I advised online for some time as a doctor, engaged in training projects, participated in the creation of training courses on rehabilitation of patients with amputated limbs together from Protez Hub and so on.</p><p>I understood that patients with amputations would become larger and more. And the question of their rehabilitation will be very acute in the near future and will affect each hospital. At the beginning of 2022, the rehabilitation of patients with amputations and their prosthetics was engaged in a limited number of institutions and a limited number of specialists, and it was clear that it would not be enough, that everyone would face it.</p><h2>“A lot depends on rehabilitation: even the best prosthesis can just be an expensive device”</h2><p>At the beginning of a large -scale invasion, I remember, I read Linchevsky, who said that every hospital would deal with a military injury and everyone should be able to assist. So it happened. Now the country is engaged in rehabilitation of our military.</p><p>Last year, when my son was 1 year and 3 months, I left maternity leave. But there was a desire to come out even earlier, though the man was restrained: the baby needed my attention, and there was no one to leave it.</p><p>… The quality of rehabilitation depends a lot. The further life of the wounded fighter depends on how qualitatively the assistance will be provided; It depends on whether he returns to society normally, whether he can find a job, be socially active, or maybe return to service.</p><img alt=\"\" class=\"vimg alignnone wp-image-556029 size-full\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000003.jpeg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000003.jpeg\" width=\"960\"/><p>Because even if there is the best prosthesis with the best details, but the fighter is not trained to walk and use it and has not been prepared for prosthesis, this prosthesis will be just an expensive device that will stand somewhere in the corner in the room.</p><p>We start early rehab with patients when they are still seams. We begin the preparation, formation of stump, involve traumatologists as needed. The patient has a multidisciplinary team that develops an individual rehabilitation plan. At the stage when the stump is ready, the patient chooses a prosthetic enterprise, which we have a lot.</p><p>When the prosthetics begins, we accompany the patient in this process: training, walking, balance training, skin hygiene and more. First walking - in bars, in rooms, then - outside.</p><p>It should be understood that military injury is much more complicated than simply, for example, amputation due to some disease. Because there can be several amputations, visual impairment, spinal, traumatic brain injury, fractures of other extremities, etc. Therefore, a compulsory multidisciplinary approach to rehabilitation, when each specialist knows their tasks clearly, communicates with others, involves other specialists when needed. The process should be complex and holistic.</p><h2>“Patient with four amputations a week after the start of rehabilitation was able to eat alone”</h2><p>We had a patient, 40 years old, with four amputations after captivity. He had frostbite. The stumps were in a terrible state and were not suitable for prosthetics at the moment when it came to us. Traumatologists re -remained him and formed the stumps again. The physical therapist began to work with the patient at the acute stage in the surgery. When the wounds healed and the condition was more or less stable, it was transferred to us into rehabilitation, and we started a comprehensive work with him.</p><img alt=\"\" class=\"alignnone size-full wp-image-556030\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000004.jpg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000004.jpg\" width=\"1500\"><p>Initially, the patient was very addicted to the help of outsiders: he could not serve himself, neither eat nor transfer. He was constantly with his mother or sister who helped everything.</p><p>When our physical therapist Marina Mikhailovska began to work with him, the patient began to perform basic daily activities, such as special devices within a week; Clean your teeth, eat yourself, move from bed to the wheel chair and vice versa.</p><p>Often the class began with the question that he needed at this moment, what task he wanted to accomplish. He said that, for example, put the phone on charging. And our physical therapist helped him to develop this skill.</p><p>It would seem that the usual action for us is to charge the phone. And for some of our patients, it is difficulty: to take something, to sit, to eat. We prepared this patient for prosthetics, he was minimally dependent on the assistance of outsiders.</p><img alt=\"\" class=\"vimg alignnone wp-image-556031 size-full\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000005.jpeg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000005.jpeg\" width=\"960\"><p>Approximately three months after the start of rehabilitation, it became completely mobile, as far as possible in its condition, could even move from the wheel chair to the floor and vice versa. It is now prosthetized in Superhumans.</p><p>Prosthetics for him is much more complicated, as it is necessary to prosthetize the upper and lower extremities immediately so that he can keep the balance better, wear prostheses and more. All this should be done in the complex.</p><h2>“Patient with three amputations skiing and making repairs at home”</h2><p>Yes, many of our patients participated in sports competitions - both Invictus Games, Warriors Games, and in the US Marine Corps. They got a lot of medals. It motivates them and everyone else.</p><p>Our patients are discharged from our institution - but never disappear from the field of view. They are constantly reminded of themselves, sometimes they just send photos, share plans, come to our new military with amputations, communicate with them, tell about their experience and inspire them. \"Equal - equal\" is a very cool approach in rehabilitation, when the mentor is the same person with amputation as you - a person who has passed a similar path.</p><p>For example, our center recently visited a patient, a veteran with a triple amputation, which was undergoing rehab. He has a multi -level amputation: the lower extremity - at the level of the thigh, the other lower extremity - at the level of the lower leg, the upper extremity - at the level of the forearm. And the prosthesis of the eye. That is, he sees only one eye and operates only one upper extremity.</p><img alt=\"\" class=\"alignnone size-full wp-image-556032\" height=\"1000\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000006.jpg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000006.jpg\" width=\"1500\"><p>After the rehabilitation and prosthetics, he married, adopted three children, skiing, independently repaired at home. And recently his son was born. It has been on prostheses for 7 years. When he came to us in the hospital, he already helped other patients to exercise with prostheses and shared Lifehacks. And we saw a shock in the eyes of other people from how he did it all: how quickly he removed and wore them, how quickly he crossed the wheel chair on the bed, the floor and vice versa - without prostheses, how many nuances he knew about prostheses.</p><p>Very often, such moments are broken in many people's heads.</p><p>The success of our patients is, of course, their merit. For this, I, in fact, love my work, because nothing motivates as when you see how they return to civilian life or to service. I am incredibly proud of those who reckled again in 2022. And there were so many, and, unfortunately, some of them have already died. Someone continues the service: not just in the rear positions, but 24/7 on the forefront. And these are people who have been in the war since 2014.</p><h2>“Sport is a versatile rehab tool”</h2><p>Sport is a supermegacrute thing in rehabilitation. Yes, it is not suitable for everyone. But for most, for long -term rehabilitation, it is an incredible thing.</p><p>Because physical activity not only helps a person to keep himself in shape, but is also a great way to combat post-traumatic stress disorder, depression, anxiety, overcoming the consequences of traumatic brain injuries. Sport is a versatile rehab tool, if you approach it right, under the guidance of a trainer.</p><p>Adaptive sports must be developed in Ukraine and should receive greater support from the state. There should be regional networks where veterans would be able to engage.</p><img alt=\"\" class=\"vimg alignnone wp-image-556033 size-full\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000007.jpg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000007.jpg\" width=\"960\"/><p>And here is not only about patients with amputations, but also people who did not have visible injuries, or those who suffered mild traumatic brain injuries or fractures. We do not see injuries visually, but the psychological condition of a person who has experienced everything can be much more difficult than a person with amputations, for example.</p><p>In Britain, there is an interesting study that they conducted among their patients with amputations and those patients who have suffered mild injuries. The result was unexpected: after the rehabilitation was completed, the psychological condition was the best in patients with amputations. This was, in particular, due to the fact that they have a lot of reintegration programs, sports opportunities, psychological programs, and they are very focused on the attention and respect of society. But, unfortunately, it is unknown how the situation will change, say, in 10-20 years.</p><p>- Who are your teachers and authorities in the profession?</p><p>- These are university teachers who were models for me, and those who have already studied in the field of rehabilitation. In 2018, when I first came to rehab, my teacher was our physical therapist Marina Mikhailovskaya - a person who is fully committed to his profession and who does incredible things.</p><p>For me, the true creators of the changes are Professor Vladimirov Alexander Arkadiyovych, the head of the Ukrainian Society of Physical and Rehabilitation Medicine. It was they who began to build rehabilitation on a fundamentally different approach, first -focused on the patient and his needs, to introduce educational standards, to develop evidence rehabilitation. Thanks to their titanic work, we now have a specialty \"Physical and Rehabilitation Medicine\" in Ukraine, which did not exist until 2019.</p><p>In the armed forces, such a change of change and the example is my commander, Kih Andrey, who is constantly working on developing rehabilitation both in our center and in the Armed Forces.</p><p>- What would you advise from a professional point of view for the military after amputation?</p><p>- Start early rehabilitation. Do not be afraid to seek psychological help.</p><img alt=\"\" class=\"vimg alignnone wp-image-556034 size-full\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000008.jpg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000008.jpg\" width=\"960\"/><p>Remember that the state has not thrown them in any way, that they are entitled to free prosthetics, free rehabilitation, that there are establishments in Ukraine that do it qualitatively.</p><p>Yes, we have something else to work in the field of rehabilitation. The network of prosthetics facilities has increased very quickly. Many new ones have emerged.</p><p>Many new prosthetics technologies have come. Unfortunately, we still have a lack of prosthesis. Many of them need advanced training, improvement of knowledge and skills. I do not love this phrase very much, but in fact the war has become a kind of engine of progress, in particular, of course, in medicine.</p><p>- What is the most interesting and most difficult in your work?</p><p>- It is difficult to tell the patient when he or she cannot; Because it is very important for the patient to evaluate their capabilities really. For example, I am well aware that a person with a double high amputation at the level of the thigh or exarticulation (with the distinction of hip joints) will most likely not use prostheses. Most likely, the main way of moving it will still be a wheel chair - in terms of rationality.</p><p>And to voice it is very difficult, because the patient will still look for ways to solve and those specialists who promise him the ability to walk on prostheses. But I understand that it will still be disappointed at the end. And this is the most painful.</p><img alt=\"\" class=\"vimg alignnone wp-image-556035 size-full\" height=\"1280\" loading=\"lazy\" src=\"../Images/2024-03-27T06-34-00-08-00/000009.jpeg\" srcset=\"../Images/2024-03-27T06-34-00-08-00/000009.jpeg\" width=\"960\"/><p>And the most interesting thing in my profession and what I am inspired is the motivation of my patients, their ability to fight to achieve goals. What they do not give up. The fact that they, despite all the injuries, go to defend their country again. When they create families, they succeed and find themselves.</p><p>- Where do you find a harbor that helps you recover after work after a hard day?</p><p>- The success of my patients. And of course my family. My two -year -old baby. The house is a place where bad thoughts go away from head. The son just studies everything, begins to speak the first sentences. It gives me a lot of strength. Sometimes he shocks me with phrases like: \"Mom, the rocket flew.\" At that moment, I am most afraid that he will have to participate in this war. Therefore, we must do everything to do not pass it on to our children.</p><p>-What will be a victory for you in the Russian-Ukrainian war?</p><p>- To be honest, I have not imagined this day. I'm even afraid to think about it. I believe in our victory - but it is scary to imagine that this day may not come.</p><p><em>Photo by Vitaliy Pavlenko and from the personal archive of Olga Shcheglyuk</em></p><p></p></img></img></img></div>", "source": "https://armyinform.com.ua/2024/03/27/nash-pacziyent-z-potrijnoyu-amputacziyeyu-samostijno-robyv-remont-vdoma-major-medychnoyi-sluzhby-olga-shheglyuk/", "title": "Our patient with a triple amputation independently made repair at home - Major of Medical Service Olga Shcheglyuk", "description": "Since 2018, Olga has been working with military people who have lost their limbs during combat missions ....", "author": ["Army Inform"], "categories": ["Life story", "Військова медицина", "Новини"], "tags": ["військова медицина", "Ольга Щеглюк", "протезування", "реабілітація"], "source_name": "ArmyInform"}