{"published time": "2024-03-27T11:00:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/operacija_kudu_04.webp", "https://armyinform.com.ua/wp-content/uploads/2024/03/operacija_kudu_05-e1711529927867.webp"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"507\" src=\"../Images/2024-03-27T11-00-00-08-00/000000.png\" srcset=\"../Images/2024-03-27T11-00-00-08-00/000000.png\" width=\"900\"/></figure><!-- .post-thumbnail --><p><strong>The Australian soldiers who participated in the KUDU international operation studied Ukrainian to teach the Armed Forces fighters. Such courses for them were organized by teachers of the Ukrainian school of Adelaide.</strong></p><p>About this<a href=\"https://ror.gov.ua/novyny/avstraliiski-viiskovi-vivchali-ukrayinsku-shob-navchati-nash-1711458134\" rel=\"nofollow\" target=\"_blank\">informs</a>Rivne Regional Council.</p><p>\"The Australian military studied Ukrainian to teach our fighters,\" the message reads.</p><p data-yield-master-placement-inserted=\"\">At the same time, representatives of the Ukrainian diaspora were invited to the base of the royal military-air forces before the military will go to the United Kingdom, where they will be trained by the Armed Forces within the framework of the Kudu international operation.</p><p>During the meeting, representatives of the Ukrainian religious community together with the chaplain blessed the military for their mission and consecrated blue and yellow crosses and badges transferred from the Rivne region. They will also transfer to Ukrainian defenders support from children who study at the Ukrainian School of Adelaide.</p><img alt=\"\" class=\"alignnone wp-image-556198 size-full\" height=\"504\" loading=\"lazy\" src=\"../Images/2024-03-27T11-00-00-08-00/000001.png\" srcset=\"../Images/2024-03-27T11-00-00-08-00/000001.png\" width=\"816\"/><p>The regional council informs that teachers of this educational institution organized courses of the Ukrainian language for participants of the KUDU operation so that they could quickly establish communication with the military of the Armed Forces.</p><p>\"For its part, the Rivne Regional Council is grateful to the Ukrainians of Southern Australia, who continue to help the Ukrainian army in different ways,\" - said ROR Kucheruk, first deputy chairman.</p><p>Armyinform<a href=\"https://armyinform.com.ua/2023/09/23/yak-avstralijski-vijskovi-instruktory-gotuyut-ukrayinskyh-novobrancziv/\">She told</a>As Australian military instructors prepare Ukrainian recruits.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/dlya-togo-shhob-navchaty-nashyh-zahysnykiv-avstralijski-vijskovi-vyvchaly-ukrayinsku/", "title": "In order to teach our defenders, the Australian military studied Ukrainian", "description": "About it reports the Rivne Regional Council. “Australian military studied ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "ЗС Австралії", "Рівненщина"], "source_name": "ArmyInform"}