{"published time": "2024-03-27T21:14:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/53614807279_8e3083eef6_k.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" sizes=\"(max-width: 2048px) 100vw, 2048px\" src=\"../Images/2024-03-27T21-14-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T21-14-00-08-00/000000.jpg\" width=\"2048\"/></figure><!-- .post-thumbnail --><p><strong>Lithuanian Defense Minister Laurinas Kashchynas has informed the details of the teleconference with the Minister of Defense of Ukraine Rustem Umerov.</strong></p><p>This is stated in a message on<a href=\"https://kam.lt/krasto-apsaugos-ministras-l-kasciunas-kalbejosi-su-ukrainos-gynybos-ministru-r-umerovu/\" rel=\"nofollow\" target=\"_blank\">Site</a>Lithuanian Defense Office.</p><p>“The continuity of Ukraine's support is our strategic goal. That is why today we have discussed the issue of military support of Ukraine with Minister Rustem Umerov, what they need most now, where and how we can urgently help them, ”Laurinas Kashchunauda said.</p><p>According to him,<a href=\"https://armyinform.com.ua/2024/03/27/rustem-umyerov-i-oleksandr-syrskyj-obgovoryly-rozshyrennya-spivpraczi-z-novym-ministrom-oborony-lytvy/\">The issue was discussed</a>Lack of ammunition and the need to promote the military industry to greater activity and join multilateral initiatives in the production, purchase or increase of production of weapons and ammunition.</p><p>Together with the Chiefs of General Staff, the ministers also discussed the efforts of Lithuania aimed at developing the production of drones.</p><p>The Minister recalled that in response to the request of Ukraine Lithuania in early March she delivered 155 mm ammunition, and decided to allocate € 35 million on a multilateral initiative initiated by the Czech Republic for the purchase of ammunition and their transfer to Ukraine.</p><p>The military assistance provided to Ukraine within the national defense system includes a wide range of weapons, ammunition, unmanned aerial vehicles, training of troops, repair of heavy equipment and all other assistance provided in accordance with the needs expressed by Ukraine.</p><p>Lithuania has also developed a long-term support for Ukraine with a military assistance package for the amount of 200 million euros for new purchases for the period 2024-2026.</p><p>Since the beginning of the war, Lithuania has assisted Ukraine worth about 605 million euros.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/glava-minoborony-lytvy-bezperervnist-pidtrymky-ukrayiny-ye-nashoyu-strategichnoyu-metoyu/", "title": "Lithuanian Ministry of Defense Head: Ukraine's continuity is our strategic purpose", "description": "This is stated in a message on the website of the Lithuanian defense department. ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["допомога партнерів", "Литва"], "source_name": "ArmyInform"}