{"published time": "2024-03-27T13:11:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/1eefbdb4-3e45-4a5f-a029-fabbbcc2897b.jpeg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 960px) 100vw, 960px\" src=\"../Images/2024-03-27T13-11-00-08-00/000000.jpeg\" srcset=\"../Images/2024-03-27T13-11-00-08-00/000000.jpeg\" width=\"960\"/></figure><!-- .post-thumbnail --><p><strong>In the Khmelnytsky region, an employee of the Tax Code and its accomplice was exposed, who for $ 10,000 promised to \"resolve the issue\" about evasion of mobilization.</strong></p><p>About this<a href=\"https://t.me/SpecprokuraturaZahidRegion/363\" rel=\"nofollow\" target=\"_blank\">reported</a>Special Prosecutor's Office of the Western Region.</p><p>According to the investigation, an employee of the regional shopping center and a local dentist for money promised to give the military a conclusion that he is not suitable for military service for health reasons, with further exclusion from military accounting.</p><p>The dentist offered this service to his patient during treatment. For $ 10,000, he and his girlfriend from the CCC had to influence members of the Military Medical Commission and military officials for making a positive decision.</p><p>Both of the suspect has now selected a measure of restraint in the form of detention with the right to make bail.</p><p>The TCC serviceman was removed from office. The involvement in the crime of other persons is checked.</p><p>As reported by the Armyinform, operative employees of the Chop Border Squad<a href=\"https://armyinform.com.ua/2024/03/27/2000-dolariv-i-ty-v-slovachchyni-perepravnyka-z-uhylyantom-zatrymaly-na-kordoni/\">They were detained</a>In the Uzhgorod district of the 60-year-old Transcarpathian, who transported a citizen of Ukraine to Slovakia from Ukraine to Slovakia.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/na-hmelnychchyni-vykryly-praczivnyczyu-tczk-ta-stomatologa-yaki-za-10-tysyach-obiczyaly-dopomogty-uhylyantu/", "title": "In Khmelnytskyi, a worker of TCC and dentist was exposed, who promised to help the evasion for $ 10,000", "description": "This was reported by the Special Prosecutor's Office of the Western Region. According to the investigation, an employee ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["ухилянти", "Хмельницька область"], "source_name": "ArmyInform"}