{"published time": "2024-03-27T12:56:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/rujnuvannya.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"675\" sizes=\"(max-width: 1200px) 100vw, 1200px\" src=\"../Images/2024-03-27T12-56-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T12-56-00-08-00/000000.jpg\" width=\"1200\"/></figure><!-- .post-thumbnail --><p><strong>Russia's troops continue the terror of the civilian population of the frontal territories of the south of Ukraine, using FPV-pates and UAVs of different types.</strong></p><p>About this<a href=\"https://t.me/SJTF_Odes/7591\" rel=\"nofollow\" target=\"_blank\">reported</a>Defense forces of South of Ukraine.</p><p>Thus, in the territory of Dnipropetrovsk, Zaporizhzhya and Kherson regions the enemy applied<strong>217</strong>FPV-roma,<strong>4</strong>Lancet type UAVs and dropped away from the UAV of various modifications<strong>228</strong>fragmental ammunition.</p><p>Due to the use of drones and tearing ammunition<strong>in Kherson region</strong>3 civilians were injured, a multi -storey and private home were damaged, 2 civilian cars that brought bread and water to people were damaged. On Kherson, the enemy struck from the artillery 2 beats. Criminal hostile artillery shelling damaged a private home. There are no casualties among the population.</p><p>In<strong>Zaporizhzhya region</strong>And enemy artillery fired Red, Belogorye, Shcherbaki, Five Gulyaypole, Robne, Malinivka, Novoandriivka, Levadne and Verbovo. Housing and infrastructure are damaged. There are no casualties.</p><p><strong>In Dnipropetrovsk</strong>The enemy is 4 times from artillery on Nikopol. Artillery shelling was also recorded in the Chervonohrigor and Mariv communities. 1 civilian was injured. Private homes, store and transmission lines were damaged.</p><p>As reported<a href=\"https://armyinform.com.ua/2024/03/27/protyagom-doby-rosiyany-atakuvaly-90-naselenyh-punktiv-ukrayiny/\">Armyinform</a>, during the day the Russians attacked 90 settlements of Ukraine.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/proty-myrnogo-naselennya-pryfrontovyh-terytorij-pivdnya-vorog-zastosuvav-217-fpv-droniv/", "title": "Against the civilian population of the frontal territories of the south, the enemy used 217 FPVs", "description": "This was reported by the defense forces of southern Ukraine. Yes, on the territory of Dnipropetrovsk, ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["stoprussia", "агресія рф", "війна", "вторгнення рф", "Сили оборони півдня", "Харківський трибунал"], "source_name": "ArmyInform"}