{"published time": "2024-03-27T19:42:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/genshtab_zvedennya-1.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" src=\"../Images/2024-03-27T19-42-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T19-42-00-08-00/000000.jpg\" width=\"1081\"/></figure><!-- .post-thumbnail --><p><strong>The enemy caused 7 missile and 60 aviation strikes, made 73 shelling from the rocket launchers of the volley fire on the positions of our troops and settlements.</strong></p><p>About this<a href=\"https://www.facebook.com/GeneralStaff.ua/posts/pfbid02Lh7wn9dDbMDZcCSUP4kHDoHuABYPPUB5vnfakuyQw21x2MKXQ1fcsLqAgYeuSQVWl\" rel=\"nofollow\" target=\"_blank\">reported March 27</a>The General Staff of the Armed Forces.</p><p>Unfortunately, Russian terrorist attacks are killed and injured among civilians.</p><p>A number of high -rise buildings, medical institutions, cars, school, kindergarten and other civil infrastructure objects have been destroyed and damaged.</p><p>In Volyn and Polissya directions, the operational situation without significant changes. No signs of formation of offensive groups of the enemy were detected.</p><p>In the Siversky and Slobozhansky directions, the enemy retains military presence in border areas, conducts sabotage and intelligence activities, carries out shelling of settlements from the territory of the Russian Federation, increases the density of mine-explosive barriers along the state border of Ukraine.</p><p>The enemy has struck aviation in areas of settlements of veterinary Kharkiv region and Kharkiv. About 10 settlements, including Khrinivka, Mountain, MHHA, Timonovich, Kostobobrov, Mikhalchyna Sloboda, Chernihiv region; Kucherivka, Starykovo, Kindrativka, Veselivka, Basivka of Sumy region; Veterinary, Borysivka, Ambarne, Sagittarius of Kharkiv region.</p><p>In the Kupyansk direction, the enemy of offensive (assault) did not take action. The enemy struck in the areas of settlements of Novoyogorovka, Ivanivka, Kislivka of Kharkiv region.</p><p>Under artillery and mortar fire were about 15 settlements, including Sinkivka, Ivanivka, and Berestovo, Kharkiv region.</p><p>In the Liman direction, our soldiers repelled 2 enemy attacks in the area of the settlement of Terny of Donetsk region, where the enemy tried to break through the defense of our troops.</p><p>The enemy struck an aviation strike in the area of the settlement of Yampolivka of Donetsk region.</p><p>More than 10 settlements, including Makeevka, Luhansk region and Ternya, disputed, disputed, Donetsk region, were affected by artillery and mortar shelling.</p><p>In the Bakhmut direction, our soldiers reflected 4 attacks in the areas of settlements Ivanivske, Andriyivka, Donetsk region, where the enemy, with the support of aviation, tried to improve the tactical position.</p><p>The enemy struck in the areas of settlements new, friendship of Donetsk region.</p><p>Under artillery and mortar fire were about 10 settlements, including Bogdanivka, Vasyukivka and the time of the Yar of Donetsk region.</p><p>In the Avdeevsky direction, our defenders repelled 9 attacks in the areas of settlements Berdychi, Semenivka and Nevelskoye Donetsk region, where the enemy, with the support of aviation, tried to knock out our units from the occupied borders.</p><p>The enemy struck an aviation strike in the area of the settlement of Tsukurine of Donetsk region.</p><p>About 10 settlements, among them Alexandropil, ceramics, Novobakhmutivka, Semenivka, Ukrainian Donetsk region, have been artillery and mortar shelling.</p><p>In the Novopavlovskaya direction, the forces of defense continue to restrain the enemy in the areas of settlements of St. George, Novomikhailivka, where the enemy, with the support of aviation, tried 21 times tried to break through the defense of our troops.</p><p>The enemy also struck in areas of settlements Alexandropil, Katerynivka, Elizabeth, Velika Novosilka of Donetsk region.</p><p>Under the artillery and mortar fire of the invaders were about 15 settlements, among them Krasnogorivka, St. George, Paraskovivka, coal of Donetsk region.</p><p>In the Orikhiv direction, the enemy, with the support of aviation, attacked the positions of our defenders 3 times in the regions of Staromayorsky Donetsk region and a robot Zaporizhzhya region.</p><p>About 10 settlements, among them Poltava, Rivnoil, Magic, Orikhiv, five -way of Zaporizhzhya region, have experienced artillery and mortar shelling.</p><p>In the Kherson direction during the day the enemy of the offensive (assault) did not take action. The city of Kherson and Mikhailivka of Kherson region suffered enemy shelling; Nikopol of Dnipropetrovsk region.</p><p>During the day, the Aviation of Defense Forces struck 10 areas of personnel concentration, weapons and enemy military equipment.</p><p>The missile troops were affected by 2 areas of personnel concentration, 1 air defense, 1 EIT station and another important enemy object.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/27/ukrayinski-zahysnyky-likviduvaly-ponad-tysyachu-okupantiv-za-dobu/\">reported the armyinform</a>, Ukrainian defenders have eliminated more than a thousand invaders a day.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/genshtab-protyagom-doby-bulo-zafiksovano-49-bojovyh-zitknen/", "title": "General Staff: 49 combat clashes were recorded within a day", "description": "This was reported on March 27 by the General Staff of the Armed Forces. As a result of Russian terrorist attacks, on ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["вечірнє звернення", "втрати ворога", "Генштаб ЗС України", "Хроніка війни"], "source_name": "ArmyInform"}