{"published time": "2024-03-27T15:48:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/ogp_ruski-vbyvczi.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"861\" src=\"../Images/2024-03-27T15-48-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T15-48-00-08-00/000000.jpg\" width=\"1280\"/></figure><!-- .post-thumbnail --><p><strong>Two servicemen of the Armed Forces of the Russian Federation, in the manner of special trial, were found guilty of violating the laws and customs of war committed by a group of persons by prior conspiracy, combined with premeditated murder.</strong></p><p>About this<a href=\"https://t.me/pgo_gov_ua/22742\" rel=\"nofollow\" target=\"_blank\">reported March 27</a>Office of the Prosecutor General.</p><p>They were sentenced to life imprisonment by the sentence of the Ichniansky District Court.</p><p>According to the investigation, in March 2022 the commander of the Tank Platoon of the Armed Forces of the Russian Federation and his subordinate - the tank commander, while in the village of Olshany of the Pryluky district, two civilian cars were shot dead by automatic weapons, which did not pose any threat to them.</p><p>In one of them, two men carried bread and food to the residents of the Ichnian OTG, and in the other - two residents went to the hospital in the city of Pryluky. Drivers and passengers were killed on the spot.</p><p>In addition, Russian servicemen took over the mobile phones of dead people.</p><p>As<a href=\"https://armyinform.com.ua/2024/03/04/povidomleno-pro-pidozru-dvom-rosijskym-generalam-yaki-bombarduvaly-borodyanku/\">reported the armyinform</a>, reported suspicion to two Russian generals who bombed Borodyanka.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/dva-rosijskyh-vijskovyh-otrymaly-dovichne-za-rozstril-chotyroh-czyvilnyh/", "title": "Two Russian military convicted to life imprisonment for execution of four civilians", "description": "This was reported on March 27 by the Office of the Prosecutor General. The sentence of the Ichniansky district ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["воєнні злочини рф", "Офіс Генерального прокурора"], "source_name": "ArmyInform"}