{"published time": "2024-03-27T12:45:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2024/03/photo_2024-03-27_12-30-59.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"Адміністраторка телеграм-каналу підозрюється у привласненні внесків для ЗСУ\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"720\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-27T12-45-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T12-45-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">The administrator of the telegram channel is suspected of appropriation of contributions for the Armed Forces. Photo source: t.me/pgo_gov_ua</figcaption></figure><!-- .post-thumbnail --><p><strong>Law enforcement officers exposed the administrator of the telegram channel, who is suspected of appropriation of almost 1 million UAH of charitable contributions for the Armed Forces of Ukraine in the Dnipropetrovsk region.</strong></p><p>This is stated in<a href=\"https://t.me/pgo_gov_ua/22732?single\" rel=\"nofollow\" target=\"_blank\">message</a>Office of the Prosecutor General of Ukraine.</p><p>Residents of Kyiv reported suspicion of unlawful use of charitable donations during martial law (Part 3 of Article 201-2 of the Criminal Code of Ukraine).</p><p>According to the investigation, the suspect-the administrator of the famous telegram-channel Nikopol-has repeatedly organized the fundraising allegedly for assistance to the Ukrainian military.</p><p>To transfer money for military equipment, cars, quadcopters of the pseudo -mortar indicated the details of her bank cards. Then she assigned voluntary donations and spent her own needs.</p><p>So, in half a year, the woman received almost UAH 1 million from citizens.</p><p>During the searches at the place of residence, law enforcement officers seized computer equipment, mobile phone, cash.</p><p>As reported by the Armyinform, in Kherson SBU<a href=\"https://armyinform.com.ua/2024/03/27/u-hersoni-zatrymaly-eksohoronczya-rosijskoyi-kativni/\">She detained</a>The Russian torturer.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/administratorka-telegram-kanalu-pryvlasnyla-majzhe-1-mln-grn-vneskiv-dlya-zsu/", "title": "The administrator of the telegram channel has appropriated almost 1 million UAH of contributions for the Armed Forces", "description": "This is stated in the office of the Attorney General of Ukraine. Residents of Kiev ...", "author": ["Army Inform"], "categories": ["Новини", "Події", "Регіони"], "tags": ["ЗСУ", "Київ", "Нікополь", "Офіс Генерального прокурора України"], "source_name": "ArmyInform"}