{"published time": "2024-03-27T17:17:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2023/02/kyrylo-budanov-intervyu.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"960\" sizes=\"(max-width: 1280px) 100vw, 1280px\" src=\"../Images/2024-03-27T17-17-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T17-17-00-08-00/000000.jpg\" width=\"1280\"/><figcaption class=\"wp-caption-text\">MOU GUR Chief Major General Kirill Budanov</figcaption></figure><!-- .post-thumbnail --><p><strong>Head of the Main Directorate of Intelligence of the Ministry of Defense of Ukraine Lieutenant General Kirill Budanov commented on the situation using the Telegram messenger in Ukraine.</strong></p><p>The GUR Chief GRUs provided his comments during<a href=\"https://spravdi.gov.ua/budanov-golovne-upravlinnya-rozvidky-pidpysalo-memorandum-z-czentrom-strategichnyh-komunikaczij/\" rel=\"nofollow\" target=\"_blank\">speech</a>At the Third Annual Kyiv Stratcom Forum 2024.</p><p>“Telegram, in terms of national security, is definitely a problem. This must be understood, ”the general said.</p><p>At the same time, he emphasized that it is absolutely against the oppression of freedom of speech.</p><p>“But it's too much. That is, any person can do the channel, start writing everything he pleases, and when they start to do something, cover himself with the fact that it is freedom of the media. But this is not freedom of the media, it is a little differently called, ”Kirill Budanov said.</p><p>At the same time, he noted that there was the other side in Telegram.</p><p>“Everyone reads it. It largely has a devastating effect here inside, but also thanks to it you can bring something to people in the occupied territories. This is something that works more or less, ”said GUR Chief.</p><p>As reported by the Armyinform, the administrator of the telegram channel<a href=\"https://armyinform.com.ua/2024/03/27/administratorka-telegram-kanalu-pryvlasnyla-majzhe-1-mln-grn-vneskiv-dlya-zsu/\">She appropriated</a>Almost 1 million UAH of contributions for the Armed Forces.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/kyrylo-budanov-nazvav-telegram-problemoyu-dlya-naczionalnoyi-bezpeky/", "title": "Cyril Budanov called Telegram a problem for national security", "description": "The GUR Chief provided his comments during his performance at the Third Annual Kyiv Forum ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Telegram", "ГУР", "Кирило Буданов"], "source_name": "ArmyInform"}