{"published time": "2024-03-27T21:54:00+08:00", "images": ["https://armyinform.com.ua/wp-content/uploads/2022/03/275092179_2092091654304955_8108687216096905798_n-e1646500155603.jpg"], "content": "<div class=\"single-content\"><figure class=\"post-thumbnail\"><img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"601\" src=\"../Images/2024-03-27T21-54-00-08-00/000000.jpg\" srcset=\"../Images/2024-03-27T21-54-00-08-00/000000.jpg\" width=\"1024\"/><figcaption class=\"wp-caption-text\">Illustrative photo</figcaption></figure><!-- .post-thumbnail --><p><strong>The situation in the Kupyansk direction in the previous few weeks remained stable, Russian troops do not actively assault.</strong></p><p>About it on air<a href=\"https://www.youtube.com/watch?v=Ur_MJZem-HQ\" rel=\"nofollow\" target=\"_blank\">Army TV</a>The head of the 14th Separate Mechanized Brigade named after the Prince Roman the Great Major Nadiya Zamrig told.</p><p>“The situation we have stabilized. Compared to the last place, now the situation is really stable. The enemy minimized his assault actions for some reason, ”the spokeswoman said.</p><p>Nadiya Zamriga stressed that the units of the brigade continue to cause fire damage to the enemy.</p><p>\"In the extreme days, the enemy suffers from our boys car equipment,\" she added.</p><p>The spokeswoman also noted that the enemy uses a decrease in the intensity of combat operations to equipment positions.</p><p>“The enemy is burned, according to the rules of the war it is quite expected. They carry out some replacement of their units, some complementing, tighten reserves because they have suffered considerable losses, ”she said.</p><p>At the same time, the spokeswoman emphasized the defense forces are always ready for the fact that this time of conditional lull can be passed at one time and active fighting will be restored.</p><p>As reported by the Armyinform, in the Bakhmut direction was<a href=\"https://armyinform.com.ua/2024/03/27/u-sylah-oborony-rozpovily-pro-vorozhi-motogrupy-na-bahmutskomu-napryamku/\">recorded</a>Movement of Russian military on motorcycles.</p></div>", "source": "https://armyinform.com.ua/2024/03/27/na-kupyanskomu-napryamku-vorog-minimizuvav-shturmovi-diyi-vtratyv-bagato-avtomobilnoyi-tehniky/", "title": "In Kupyansk direction, the enemy minimized assault actions, lost a lot of car equipment", "description": "The TV Army was told on the air of the Public Relations Service of 14 separate ...", "author": ["Army Inform"], "categories": ["Новини"], "tags": ["Лимано-Куп’янський напрямок", "Ситуація на фронті", "Хроніка війни"], "source_name": "ArmyInform"}